Repository: ceno-app/ceno.github.io
Catalog: */about.po
Languages: ar, de, es, fa, fr, id, pt_br, ru, tr, uk, ur

source: <a href="../user-manual/en/" style="text-align:center"><button class="btn btn-outline-danger btn-learnmore mt-3 mb-3" type="button" style="text-align: center;"><span class="fas fa-book fa-xl"></span> Learn more in the User Manual!</button></a> <a href="https://gitlab.com/equalitie/ouinet/blob/main/doc/ouinet-network-whitepaper.md"><button class="btn btn-outline-danger btn-learnmore" type="button"><span class="fas fa-scroll fa-xl"></span> For a more in-depth, technical guide, see the Ouinet whitepaper.</button></a>
ar: <a href="../user-manual/en/" style="text-align:center"><button class="btn btn-outline-danger btn-learnmore mt-3 mb-3" type="button" style="text-align: center;"><span class="fas fa-book fa-xl"></span>تعرف على المزيد في دليل المستخدم!</button></a><a href="https://gitlab.com/equalitie/ouinet/blob/main/doc/ouinet-network-whitepaper.md"><button class="btn btn-outline-danger btn-learnmore" type="button"><span class="fas fa-scroll fa-xl"></span>للاطلاع على دليل تقني أكثر تعمقًا، راجع ورقة Ouinet البيضاء.</button></a>
fa: <a href="../user-manual/en/" style="text-align:center"><button class="btn btn-outline-danger btn-learnmore mt-3 mb-3" type="button" style="text-align: center;"><span class="fas fa-book fa-xl"></span>اطلاعات بیشتر در راهنمای کاربر! </button></a> <a href="https://gitlab.com/equalitie/ouinet/blob/main/doc/ouinet-network-whitepaper.md"><button class="btn btn-outline-danger btn-learnmore" type="button"><span class="fas fa-scroll fa-xl"> </span> برای یک راهنمای عمیق‌تر و فنی‌تر، کاغذ سفید Ouinet را ببینید.</button></a>
fr: <a href="../user-manual/fr/" style="text-align:center"><button class="btn btn-outline-danger btn-learnmore mt-3 mb-3" type="button" style="text-align : center ;"><span class="fas fa-book fa-xl"></span> Apprenez-en davantage dans le manuel d’utilisation !</button></a><a href="https ://gitlab.com/equalitie/ouinet/blob/main/doc/ouinet-network-whitepaper.md"><button class="btn btn-outline-danger btn-learnmore" type="button"><span class="fas fa-scroll fa-xl"></span>Pour un guide technique plus approfondi, consultez le document de présentation technique de Ouinet.</button></a>
pt_br: <a href="../user-manual/pt-BR/" style="text-align:center"><button class="btn btn-outline-danger btn-learnmore mt-3 mb-3" type="button" style="text-align: center;"><span class="fas fa-book fa-xl"></span> Saiba mais no Manual do Usuário!</button></a> <a href="https://gitlab.com/equalitie/ouinet/blob/main/doc/ouinet-network-whitepaper.md"><button class="btn btn-outline-danger btn-learnmore" type="button"><span class="fas fa-scroll fa-xl"></span> Para um documento mais técnico e aprofundado, veja o guia da Ouinet.</button></a>
ru: <a href="../user-manual/ru/" style="text-align:center"><button class="btn btn-outline-danger btn-learnmore mt-3 mb-3" type="button" style="text-align: center;"><span class="fas fa-book fa-xl"></span> Узнайте больше в Руководстве пользователя!</button></a> <a href="https://gitlab.com/equalitie/ouinet/blob/main/doc/ouinet-network-whitepaper.md"><button class="btn btn-outline-danger btn-learnmore" type="button"><span class="fas fa-scroll fa-xl"></span> Для более глубокой технической информации почитайте документацию Ouinet.</button></a>
tr: <a href="../user-manual/tr/" style="text-align:center"><button class="btn btn-outline-danger btn-learnmore mt-3 mb-3" type="button" style="text-align: center;"><span class="fas fa-book fa-xl"></span> Kullanıcı rehberinden ayrıntılı bilgi alın!</button></a> <a href="https://gitlab.com/equalitie/ouinet/blob/main/doc/ouinet-network-whitepaper.md"><button class="btn btn-outline-danger btn-learnmore" type="button"><span class="fas fa-scroll fa-xl"></span> Ayrıntılı teknik bilgi almak için Ouinet makalesini inceleyebilirsiniz.</button></a>
uk: <a href="../user-manual/uk/" style="text-align:center"><button class="btn btn-outline-danger btn-learnmore mt-3 mb-3" type="button" style="text-align: center;"><span class="fas fa-book fa-xl"></span> Дізнайтеся більше в посібнику користувача!</button></a> <a href="https://gitlab.com/equalitie/ouinet/blob/main/doc/ouinet-network-whitepaper.md"><button class="btn btn-outline-danger btn-learnmore" type="button"><span class="fas fa-scroll fa-xl"></span> Більш поглиблений, технічний підручник шукайте в «білій книзі» Ouinet.</button></a>
ur: <a href="../user-manual/ur/" style="text-align:center"><button class="btn btn-outline-danger btn-learnmore mt-3 mb-3" type="button" style="text-align: center;"><span class="fas fa-book"></span> یوزر مینوئل میں مزید جانیں!</button></a> <a href="https://gitlab.com/equalitie/ouinet/blob/main/doc/ouinet-network-whitepaper.md"><button class="btn btn-outline-danger btn-learnmore" type="button"><span class="fas fa-scroll fa-xl"></span> مزید گہرائی سے، تکنیکی گائیڈ کے لیے، Ouinet وائٹ پیپر دیکھیں۔</button></a>

# about.html+html.body.nav.div.div.div.div:112-11
source: <a class="navbar-item" lang="ar" hreflang="ar" href="../ar/about.html">العربية</a> <a class="navbar-item" lang="en" hreflang="en" href="../en/about.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/about.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/about.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/about.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/about.html">မြန်မာစာ</a> <a class="navbar-item" lang="pt_BR" hreflang="pt_BR" href="../pt_BR/about.html">Português</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/about.html">Pусский</a> <a class="navbar-item" lang="tr" hreflang="tr" href="../tr/about.html">Türkçe</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/about.html">Українська</a> <a class="navbar-item" lang="ur" hreflang="ur" href="../ur/about.html">اردو</a>
pt_br: <a class="navbar-item" lang="ar" hreflang="ar" href="../ar/about.html">العربية</a> <a class="navbar-item" lang="en" hreflang="en" href="../en/about.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/about.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/about.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/about.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/about.html">မြန်မာစာ</a> <a class="navbar-item" lang="pt_BR" hreflang="pt_BR" href="../pt_BR/about.html">Português (BR)</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/about.html">Pусский</a> <a class="navbar-item" lang="tr" hreflang="tr" href="../tr/about.html">Türkçe</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/about.html">Українська</a> <a class="navbar-item" lang="ur" hreflang="ur" href="../ur/about.html">اردو</a>
uk: <a class="navbar-item" lang="en" hreflang="en" href="../en/about.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/about.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/about.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/about.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/about.html">မြန်မာစာ</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/about.html">Pусский</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/about.html">Українська</a>

# about.html+html.body.nav.div.div.div:159-9
source: <a class="navbar-item" lang="ar" hreflang="ar" href="../ar/about.html">العربية</a> <a class="navbar-item" lang="en" hreflang="en" href="../en/about.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/about.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/about.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/about.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/about.html">မြန်မာစာ</a> <a class="navbar-item" lang="pt_BR" hreflang="pt_BR" href="../pt_BR/about.html">Português</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/about.html">Pусский</a> <a class="navbar-item" lang="tr" hreflang="tr" href="../tr/about.html">Türkçe</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/about.html">Українська</a> <a class="navbar-item" lang="ur" hreflang="ur" href="../ur/about.html">اردو</a>
pt_br: <a class="navbar-item" lang="ar" hreflang="ar" href="../ar/about.html">العربية</a> <a class="navbar-item" lang="en" hreflang="en" href="../en/about.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/about.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/about.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/about.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/about.html">မြန်မာစာ</a> <a class="navbar-item" lang="pt_BR" hreflang="pt_BR" href="../pt_BR/about.html">Português (BR)</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/about.html">Pусский</a> <a class="navbar-item" lang="tr" hreflang="tr" href="../tr/about.html">Türkçe</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/about.html">Українська</a> <a class="navbar-item" lang="ur" hreflang="ur" href="../ur/about.html">اردو</a>
