Repository: ceno-app/ceno.github.io
Catalog: */about.po
Languages: ar, de, es, fa, fr, id, pt_br, ru, tr, uk, ur

source: en
ar: ar
de: de
es: es
fa: fa
fr: fr
id: id
pt_br: pt_BR
ru: ru
tr: tr
ur: ur

source: About
de: Über
es: Acerca de
id: Tentang

source: Support
de: Unterstützung
es: Soporte
id: Dukungan

source: News
de: Nachrichten
es: Noticias
id: Berita

source: Community
de: Gemeinschaft
es: Comunidad
id: Komunitas

source: Donate
de: Spenden
es: Donar
id: Donasi

source: Get Ceno
de: Ceno erhalten
es: Obtén Ceno
id: Install Ceno

source: Download
de: Herunterladen
es: Descargar
id: Unduh

source: EN
ar: AR
de: DE
es: ES
fa: FA
fr: FR
id: ID
pt_br: PT-BR
ru: RU
tr: TR
uk: UK
ur: UR

source: <a class="navbar-item" lang="ar" hreflang="ar" href="../ar/about.html">العربية</a> <a class="navbar-item" lang="en" hreflang="en" href="../en/about.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/about.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/about.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/about.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/about.html">မြန်မာစာ</a> <a class="navbar-item" lang="pt_BR" hreflang="pt_BR" href="../pt_BR/about.html">Português</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/about.html">Pусский</a> <a class="navbar-item" lang="tr" hreflang="tr" href="../tr/about.html">Türkçe</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/about.html">Українська</a> <a class="navbar-item" lang="ur" hreflang="ur" href="../ur/about.html">اردو</a>
es: <a class="navbar-item" lang="ar" hreflang="ar" href="../ar/about.html">Árabe</a> <a class="navbar-item" lang="en" hreflang="en" href="../en/about.html">Inglés</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/about.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/about.html">Persa</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/about.html">Francés</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/about.html">Birmano</a> <a class="navbar-item" lang="pt_BR" hreflang="pt_BR" href="../pt_BR/about.html">Portugués</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/about.html">Ruso</a> <a class="navbar-item" lang="tr" hreflang="tr" href="../tr/about.html">Turco</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/about.html">Ucraniano</a> <a class="navbar-item" lang="ur" hreflang="ur" href="../ur/about.html">Urdu</a>

source: Ceno Browser | About
ar: متصفح Ceno | حول المتصفح
de: Ceno-Browser | Über
es: Navegador Ceno | Acerca de
fa: مرورگر سنو | درباره
fr: Navigateur Ceno | À propos
id: Install Browser Ceno
pt_br: Navegador Ceno | Sobre
ru: Браузер Ceno | О проекте
tr: Ceno Browser | Hakkında
uk: браузер Ceno | Про
ur: Ceno براؤزر | ہمارے متعلق

source: How Ceno Browser Works
ar: كيف يعمل متصفح Ceno
de: Wie Ceno Browser funktioniert
es: Cómo funciona el Navegador Ceno
fa: مرورگر سنو چطور کار می‌کند
fr: Le fonctionnement du Navigateur Ceno
id: Cara Kerja Peramban Ceno
pt_br: Como Funciona o Navegador Ceno
ru: Как работает Браузер Ceno
tr: Ceno Browser nasıl çalışır
uk: Як працює браузер Ceno
ur: Ceno براؤزر کیسے کام کرتا ہے

source: Most web traffic in countries that filter internet is routed through centralized exchanges, such as Google.
ar: في البلدان التي تقوم بتصفية الإنترنت، يتم توجيه معظم بيانات الانترنت عبر مبدلات مركزية، مثل جوجل (Google).
de: In Ländern, die das Internet filtern, wird der meiste Webverkehr über zentrale Vermittlungsstellen wie Google geleitet.
es: La mayoría del tráfico web en los países que filtran internet es enrutado a través de intercambios centralizados, como Google.
fa: بیشتر ترافیک وب در کشورهایی که اینترنت را فیلتر می‌کنند از طریق تبادلات متمرکز مانند گوگل هدایت می‌شود.
fr: Dans les pays qui filtrent Internet, la majeure partie du trafic Web est acheminée par des services d’échange centralisés, tels que Google.
id: Sebagian besar lalu lintas web di negara-negara yang menyaring internet dialihkan melalui pertukaran terpusat, seperti Google.
pt_br: A maioria do tráfego web nos países que filtram a Internet é encaminhada através de trocas centralizadas, tais como o Google.
ru: В странах где Интернет подвержен цензуре, большая часть сетевого трафика проходит через централизованные дата-центры и сервисы, такие как Google.
tr: İnternet erişiminin kısıtlandığı ülkelerdeki İnternet trafiğinin büyük bir kısmı Google gibi merkezileşmiş platformlar üzerinden aktarılır.
uk: Більшість вебтрафіку в країнах, що фільтрують Інтернет, проходить через централізовані сервери на кшталт Google.
ur: انٹرنیٹ کو فلٹر کرنے والے ممالک میں زیادہ تر ویب ٹریفک مرکزی تبادلوں کے ذریعہ روٹ کیا جاتا ہے ، جیسے گوگل۔

source: This design gives the censor an advantage in locating and blocking popular proxies, VPN servers, relays, etc;
ar: يمنح هذا التصميم الرقيب أفضلية في تحديد مواقع البروكسيات Proxies الشهيرة وخوادم VPN والمرحلات وما إلى ذلك وحظرها؛
de: Diese Konstruktion verschafft dem Zensor einen Vorteil beim Auffinden und Blockieren von beliebten Proxys, VPN-Servern, Relays usw;
es: Este diseño le da ventaja al censor para localizar y bloquear proxys populares, servidores de VPN, repetidores, etc;
fa: این طراحی به سانسورچی اجازه می‌دهد که پروکسی‌های محبوب، سرورهای VPN، رله‌ها (واسطه‌ها) و غیره را مکان‌یابی و مسدود کند.
fr: Cette approche donne au censeur un avantage pour localiser et bloquer les mandataires, les serveurs RPV, les relais, etc. les plus populaires ;
id: Desain ini memberikan sensor tersebut keuntungan dalam menemukan dan memblokir proksi populer, server VPN, relai, dll.
pt_br: Este desenho dá ao censor uma vantagem na localização e bloqueio de proxies populares, servidores VPN, retransmissores, etc;
ru: Такая схема дает цензору преимущество в обнаружении и блокировке популярных прокси, VPN-серверов, ретрансляторов и т. д.;
tr: Bu tasarım, sıkça kullanılan vekil sunucuları, VPN sunucularını ve aktarıcılar gibi sansürü aşmaya yarayan aracıların bulunup engellenmesini kolaylaştırır;
uk: Така схема дозволяє цензору виявляти та блокувати популярні проксі, VPN-сервери, ретранслятори, тощо;
ur: یہ ڈیزائن سنسر کو مقبول پراکسیز، وی پی این سرورز، ریلے وغیرہ; کو تلاش کرنے اور بلاک کرنے میں فائدہ دیتا ہے

source: In these cases, reaching origin web servers is difficult or impossible, and your device will not be able to get that content.
ar: في هذه الحالات، يكون الوصول إلى خوادم الويب الأصلية أمرًا صعبًا أو مستحيلًا، ولن يتمكن جهازك من الحصول على هذا المحتوى.
de: In diesen Fällen ist es schwierig oder unmöglich, die ursprünglichen Webserver zu erreichen, und Ihr Gerät kann diese Inhalte nicht abrufen.
es: En estos casos, alcanzar los servidores web de origen es dificultoso o imposible, y tu dispositivo no será capaz de obtener ese contenido.
fa: در این شرایط، دسترسی به سرورهای وب مبدا دشوار یا ناممکن است و دستگاه شما نمی‌تواند به آن محتوا دست پیدا کند.
fr: Dans ce cas, il est difficile, voire impossible, d’atteindre les serveurs Web d’origine et votre appareil ne pourra pas récupérer ce contenu.
id: Dalam kasus ini, menjangkau server web asal akan sulit atau tidak mungkin, dan perangkat Anda tidak akan bisa mendapatkan konten tersebut.
pt_br: Nestes casos, alcançar o servidor de origem é difícil ou impossível, e seu dispositivo não será capaz de obter aquele conteúdo.
ru: В этом случае доступ к исходным веб-серверам будет ограничен или невозможен, и ваше устройство не сможет получить нужный контент.
tr: Bu durumlarda kaynak İnternet sunucularına erişmek zor ya da olanaksız olur. Bu nedenle aygıtınız içeriğe erişemez.
uk: У таких випадках доступ до веб-серверів буде обмеженим або неможливим і пристрій не зможе отримати потрібний вміст.
ur: ان صورتوں میں، اصل ویب سرورز تک پہنچنا مشکل یا ناممکن ہے، اور آپ کا ڈیوائس وہ مواد حاصل نہیں کر سکے گا۔

source: Ceno is a mobile web browser for storing and sharing web content anywhere.
ar: Ceno هو متصفح ويب للجوال لتخزين محتوى الويب ومشاركته في أي مكان.
de: Ceno ist ein mobiler Webbrowser zum Speichern und Teilen von Webinhalten an jedem Ort.
es: Ceno es un navegador web móvil para almacenar y compartir contenido web en cualquier lugar.
fa: سنو یک مرورگر وب موبایل برای ذخیره و اشتراک‌گذاری محتوای وب در هر مکانی است.
fr: Ceno est un navigateur Web mobile pour stocker du contenu Web et le partager, n’importe où.
id: Ceno adalah peramban web seluler untuk menyimpan dan berbagi konten web di mana saja.
pt_br: Ceno é um navegador web para dispositivos móveis destinado a armazenar e compartilhar conteúdo web em qualquer lugar.
ru: Ceno — это мобильный браузер для хранения и обмена веб-контентом из любой точки мира.
tr: Ceno, site içeriklerini herhangi bir yerde tutan ve paylaşan bir mobil tarayıcıdır.
uk: Ceno – це мобільний веб-браузер для зберігання та обміну мережевим вмістом у будь-якій точці світу.
ur: Ceno ایک موبائل ویب براؤزر ہے جو ویب مواد کو کہیں بھی اسٹور کرنے اور اشتراک کرنے کے لیے ہے۔

source: Ceno users create small-world networks to connect to each other, and thereafter to a bridge outside the censored zone.
ar: ينشئ مستخدمو Ceno شبكات عالم صغير للاتصال ببعضهم البعض، ومنثم للاتصال بجسر يصل ‘إلى خارج المنطقة الخاضعة للرقابة.
de: Die Ceno-Benutzer erstellen Small-World-Netze, um sich miteinander zu verbinden, und danach mit einer Brücke außerhalb der zensierten Zone.
es: La(o)s usuaria(o)s de ﻿Ceno crean redes de pequeña escala para conectarse entre sí, y luego de ello a un puente fuera de la zona censurada.
fa: کاربران سنو برای ارتباط با یکدیگر شبکه‌های کوچکی ایجاد می‌کنند و سپس به پلی خارج از منطقه سانسورشده متصل می‌شوند.
fr: Les utilisateurs de Ceno créent des réseaux « petit monde » pour se connecter les uns aux autres, et ensuite à un pont en dehors de la zone censurée.
id: Pengguna Ceno membuat jaringan dunia kecil untuk terhubung dengan satu sama lain dan setelah itu membuat jembatan ke luar zona yang disensor.
pt_br: Os usuários do Ceno criam redes de pequeno mundo para conectarem-se entre si e, depois, a uma ponte fora da zona censurada.
ru: Пользователи Ceno создают небольшие сети для соединения сперва друг с другом, а затем с мостом за пределами зоны цензуры.
tr: Ceno kullanıcıları, sansür uygulanan alanın dışına bir köprü kurmak için birbirlerine bağlanarak küçük bir ağ oluşturur.
uk: Користувачі Ceno створюють невеликі внутрішні мережі, спочатку між собою, а потім до моста за межами цензурованої зони.
ur: Ceno صارفین ایک دوسرے سے جڑنے کے لیے چھوٹے دنیا کے نیٹ ورک بناتے ہیں، اور اس کے بعد سنسر شدہ زون سے باہر ایک پل تک۔

source: Once a website is accessed by a single Ceno user, it is stored and shared inside the country peer-to-peer.
ar: بمجرد الوصول إلى موقع الويب من قبل مستخدم Ceno واحد على الشبكة، يتم تخزين محتوى الموقع ومشاركته داخل البلد باستخدام شبكة نظير لنظير.
de: Sobald eine Website von einem einzelnen Ceno-Benutzer aufgerufen wird, wird sie gespeichert und innerhalb des Landes peer-to-peer weitergegeben.
es: Una vez que un sitio web es accedido por un(a) único(a) usuario(a) de Ceno, es almacenado y compartido dentro del país punto a punto.
fa: هنگامی که یک کاربر سنو به یک وب‌سایت دسترسی پیدا می‌کند، محتوای آن در داخل کشور به صورت همتابه‌همتا ذخیره و دست‌به‌دست می‌شود.
fr: Dès qu’un seul utilisateur de Ceno accède à un site Web, il est stocké et partagé dans le pays, de pair à pair.
id: Setelah situs web diakses oleh satu pengguna Ceno, situs itu disimpan dan dibagikan di dalam negara klien ke klien.
pt_br: Uma vez que um website é acessado por um usuário único do Ceno, ele é armazenado e compartilhado dentro da rede P2P do país.
ru: После получения доступа к веб-сайту одним пользователем Ceno, сайт сохраняется и распространяется внутри страны по одноранговой (p2p) сети.
tr: Bir Ceno kullanıcısı bir siteye eriştiğinde site içeriği kaydedilir ve ülkedeki uçtan uca ağ üzerinde paylaşılır.
uk: Як тільки вебсайт стає доступним для одного з користувачів Ceno, цей вебсайт зберігається і розповсюджується у внутрішній одноранговій (peer-to-peer) мережі країни.
ur: ایک بار جب کسی ایک Ceno صارف کے ذریعہ کسی ویب سائٹ تک رسائی حاصل کی جاتی ہے، تو اسے ملک کے اندر ذخیرہ اور اشتراک کیا جاتا ہے۔

source: <a href="../user-manual/en/" style="text-align:center"><button class="btn btn-outline-danger btn-learnmore mt-3 mb-3" type="button" style="text-align: center;"><span class="fas fa-book fa-xl"></span> Learn more in the User Manual!</button></a> <a href="https://github.com/equalitie/ouinet/blob/master/doc/ouinet-network-whitepaper.md"><button class="btn btn-outline-danger btn-learnmore" type="button"><span class="fas fa-scroll fa-xl"></span> For a more in-depth, technical guide, see the Ouinet whitepaper.</button></a>
es: <a href="../user-manual/es/" style="text-align:center"><button class="btn btn-outline-danger btn-learnmore mt-3 mb-3" type="button" style="text-align: center;"><span class="fas fa-book fa-xl"></span> ¡Aprende más en el Manual de Usuaria(o)!</button></a> <a href="https://github.com/equalitie/ouinet/blob/master/doc/ouinet-network-whitepaper.md"><button class="btn btn-outline-danger btn-learnmore" type="button"><span class="fas fa-scroll fa-xl"></span> Para una más profunda, guía técnica, mira el documento técnico de Ouinet.</button></a>
id: <a href="../user-manual/id/" style="text-align:center"><button class="btn btn-outline-danger btn-learnmore mt-3 mb-3" type="button" style="text-align: center;"><span class="fas fa-book fa-xl"></span> Pelajari lebih lanjut di Panduan Pengguna!</button></a> <a href="https://github.com/equalitie/ouinet/blob/master/doc/ouinet-network-whitepaper.md"><button class="btn btn-outline-danger btn-learnmore" type="button"><span class="fas fa-scroll fa-xl"></span> Untuk panduan teknis lebih mendalam, lihat laporan resmi Ouinet.</button></a>

source: Ceno Browser is a project by <a href="https://equalit.ie">eQualit.ie</a> – a not-for-profit Canadian company developing open and reusable systems with a focus on privacy, online security and freedom of association. Technology solutions and innovations are driven by our <a href="https://equalit.ie/en/values/">values</a> that guide us to protect the rights and aspirations of everyone online.
es: El Navegador Ceno es un proyecto de <a href="https://equalit.ie">eQualit.ie</a> - una empresa canadiense sin fines de lucro que desarrolla sistemas abiertos y reutilizables con enfoque en la privacidad, seguridad en línea y libertad de asociación. Las soluciones tecnológicas e innovaciones están impulsadas por nuestros <a href="https://equalit.ie/en/values/">valores</a> que nos guían para proteger los derechos y las aspiraciones de toda(o)s en línea.
id: Peramban Ceno adalah sebuah proyek dari <a href="https://equalit.ie">eQualit.ie</a> – sebuah perusahaan nirlaba asal Kanada yang mengembangkan sistem terbuka dan dapat digunakan kembali yang berfokus pada privasi, keamanan daring, dan kebebasan berserikat. Solusi dan inovasi teknologi didorong oleh <a href="https://equalit.ie/en/values/">nilai-nilai </a> kami yang memandu kami untuk melindungi hak dan aspirasi setiap orang secara daring.

source: Ceno Browser is a project by <a href="https://equalit.ie">eQualit.ie</a> – a not-for-profit Canadian organization that creates decentralized internet services in support of a more equal and equitable network. eQualitie's solutions are open source, battle proven and developed in mind of our values. Everyday, they enable freedom of association for millions of people online.
ar: Ceno Browser هو مشروع تابع لـ <a href="https://equalit.ie">eQualit.ie</a>، وهي منظمة كندية غير ربحية تعمل على إنشاء خدمات إنترنت لا مركزية لدعم شبكة أكثر مساواة وإنصافًا. . تعتبر حلول eQuality مفتوحة المصدر، ومثبتة في المعركة، وتم تطويرها مع وضع قيمنا في الاعتبار. أنها توفر حرية تكوين الجمعيات عبر الإنترنت لملايين الأشخاص كل يوم.
es: Ceno Browser es un proyecto de <a href="https://equalit.ie">eQualit.ie</a>, una organización canadiense sin fines de lucro que crea servicios de Internet descentralizados para respaldar una red más igualitaria y equitativa. . Las soluciones de eQualie son de código abierto, probadas en batalla y desarrolladas teniendo en cuenta nuestros valores. Proporcionan libertad de asociación en línea a millones de personas todos los días.
fa: مرورگر سنو پروژه‌ای از شرکت <a href="https://equalit.ie">eQualit.ie</a> است؛ یک سازمان غیرانتفاعی کانادایی که به منظور حمایت از شبکه‌ای برابر و عادلانه‌تر، مجموعه‌ای از خدمات اینترنتی غیرمتمرکز ارائه می‌دهد. راه‌حل‌های eQualitie متن‌باز هستند، امتحان خود را در عمل پس داده‌اند و هماهنگ با ارزش‌های ما شکل گرفته‌اند. این راه‌حل‌ها هر روز میلیون‌ها نفر را به صورت آنلاین از حق آزادی انجمن برخوردار می‌کنند.
fr: Ceno Browser est un projet de <a href="https://equalit.ie">eQualit.ie</a>, une organisation canadienne à but non lucratif qui crée des services Internet décentralisés pour soutenir un réseau plus égal et équitable. . Les solutions d'eQualitie sont open source, éprouvées et développées en gardant nos valeurs à l'esprit. Ils offrent chaque jour la liberté d’association en ligne à des millions de personnes.
pt_br: Ceno Browser é um projeto da <a href="https://equalit.ie">eQualit.ie</a>, uma organização canadense sem fins lucrativos que cria serviços descentralizados de Internet para apoiar uma rede mais igualitária e equitativa. . As soluções da eQualitie são de código aberto, comprovadas em batalha e desenvolvidas com nossos valores em mente. Eles proporcionam liberdade de associação online a milhões de pessoas todos os dias.
ru: Ceno Browser – это проект <a href="https://equalit.ie">eQualit.ie</a>, канадской некоммерческой организации, которая создает децентрализованные интернет-сервисы для поддержки более равноправной и равноправной сети. . Решения eQualitie имеют открытый исходный код, проверены в боях и разработаны с учетом наших ценностей. Они ежедневно предоставляют свободу объединений в Интернете миллионам людей.
tr: Ceno Browser, daha eşit ve adaletli bir ağı desteklemek için merkezi olmayan İnternet hizmetleri oluşturan, kar amacı gütmeyen bir Kanada kuruluşu olan <a href="https://equalit.ie">eQualit.ie</a>'nin bir projesidir. . eQualitie çözümleri açık kaynaklıdır, savaş alanında kanıtlanmış ve değerlerimiz akılda tutularak geliştirilmiştir. Her gün milyonlarca insana çevrim içi olarak örgütlenme özgürlüğü sağlıyorlar.
uk: Ceno Browser – це проєкт <a href="https://equalit.ie">eQualit.ie</a> (Ікволіті), канадської некомерційної організації, яка створює децентралізовані інтернет-сервіси для підтримки більш рівноправної мережі. Технологічні рішення eQualitie мають відкритий вихідний код, перевірені на практиці і розроблені з урахуванням наших цінностей. Ці рішення щодня гарантують мільйонам людей свободу слова та свободу об'єднань в інтернеті.
ur: Ceno Browser <a href="https://equalit.ie">eQualit.ie</a> کا ایک پروجیکٹ ہے، ایک کینیڈا کی غیر منافع بخش تنظیم جو زیادہ مساوی اور مساوی نیٹ ورک کو سپورٹ کرنے کے لیے وکندریقرت انٹرنیٹ خدمات تخلیق کرتی ہے۔ . eQualitie کے حل اوپن سورس، جنگ سے ثابت، اور ہماری اقدار کو ذہن میں رکھتے ہوئے تیار کیے گئے ہیں۔ وہ ہر روز لاکھوں لوگوں کو آن لائن ایسوسی ایشن کی آزادی فراہم کرتے ہیں۔

# about.html+html.body.nav.div.div:96-7
source: <a href="about.html">About</a> <a href="support.html">Support</a> <a href="news.html">News</a> <a href="help.html">Community</a> <a href="donate.html">Donate</a>
fa: <a href="about.html">درباره</a><a href="support.html">پشتیبانی</a><a href="news.html">اخبار</a><a href="help.html">مشارکت</a><a href="donate.html">اهدا</a>
fr: <a href="about.html">À propos</a><a href="support.html">Assistance technique</a><a href="news.html">Actualités</a><a href="help.html">Communauté</a><a href="donate.html">Faire un don</a>
pt_br: <a href="about.html">Sobre</a> <a href="support.html">Suporte</a> <a href="news.html">Novidades</a> <a href="help.html">Ajuda</a> <a href="donate.html">Fazer doação</a>
ru: <a href="about.html">О проекте</a><a href="support.html">Поддержка</a><a href="news.html">Новости</a><a href="help.html">Сообщество</a><a href="donate.html">Пожертвовать</a>
tr: <a href="about.html">Hakkında</a><a href="support.html">Destek</a><a href="news.html">Haberler</a><a href="help.html">Topluluk</a><a href="donate.html">Bağış yapın</a>
uk: <a href="about.html">Про проєкт</a> <a href="support.html">Підтримка</a> <a href="news.html">Новини</a> <a href="help.html">Спільнота</a> <a href="donate.html">Підтримати</a>
ur: <a href="about.html">کے بارے میں</a><a href="support.html">معاونت</a><a href="news.html">خبریں</a><a href="help.html">کمیونٹی</a><a href="donate.html">عطیہ کریں</a>

# about.html+html.body.nav.div.div.div.label.img[alt]:107-13
source: Select language
fa: انتخاب زبان
fr: Sélectionnez la langue
pt_br: Selecionar idioma
tr: Dil seç
uk: Виберіть мову

# about.html+html.body.nav.div.div:127-9
source: Download
fa: دانلود
fr: Télécharger
ru: Скачать
tr: İndir
uk: Завантажити
ur: ڈاؤن لوڈ کریں

# about.html+html.body.nav.div.div:138-7
source: <a href="about.html">About</a> <a href="support.html">Support</a> <a href="news.html">News</a> <a href="help.html">Community</a> <a href="donate.html">Donate</a>
fa: <a href="about.html">درباره</a><a href="support.html">پشتیبانی</a><a href="news.html">اخبار</a><a href="help.html">مشارکت</a><a href="donate.html">اهدا</a>
fr: <a href="about.html">À propos</a><a href="support.html">Assistance technique</a><a href="news.html">Actualités</a><a href="help.html">Communauté</a><a href="donate.html">Faire un don</a>
pt_br: <a href="about.html">Sobre</a> <a href="support.html">Suporte</a> <a href="news.html">Novidades</a> <a href="help.html">Ajuda</a> <a href="donate.html">Fazer doação</a>
ru: <a href="about.html">О проекте</a><a href="support.html">Поддержка</a><a href="news.html">Новости</a><a href="help.html">Сообщество</a><a href="donate.html">Пожертвовать</a>
tr: <a href="about.html">Hakkında</a><a href="support.html">Destek</a><a href="news.html">Haberler</a><a href="help.html">Topluluk</a><a href="donate.html">Bağış yapın</a>
uk: <a href="about.html">Про проєкт</a> <a href="support.html">Підтримка</a> <a href="news.html">Новини</a> <a href="help.html">Спільнота</a> <a href="donate.html">Підтримати</a>
ur: <a href="about.html">کے بارے میں</a><a href="support.html">معاونت</a><a href="news.html">خبریں</a><a href="help.html">کمیونٹی</a><a href="donate.html">عطیہ کریں</a>

source: Download Ceno
ar: تنزيل ceno
fa: دانلود سنو
fr: Télécharger Ceno
pt_br: Baixar Ceno
ru: Скачать Ceno
tr: Ceno indir
uk: Завантажити Ceno
ur: ڈاؤن لوڈ کریںCeno

# about.html+html.body.nav.div.div.a.div:146-11
source: Download
fa: دانلود
fr: Télécharger
ru: Скачать
tr: İndir
uk: Завантажити
ur: ڈاؤن لوڈ کریں

source: Ceno logo
ar: شعار ceno
fa: لوگو سنو
fr: Logo Ceno
pt_br: Logotipo do Ceno
tr: Ceno logosu
uk: Логотип Ceno

# about.html+html.body.nav.div.div.label.img[alt]:153-11
source: Select language
fa: انتخاب زبان
fr: Sélectionnez la langue
pt_br: Selecionar idioma
tr: Dil seç
uk: Виберіть мову
