Repository: ceno-app/ceno.github.io
Catalog: */ceno-*-iran.po
Languages: ar, de, el, hu, id, pl, pt, tr, uk, zh_hans

source: Since its foundation in 2010, eQualitie has been inspired by the principles of freedom of expression and association as defined in Articles 18, 19 and 20 of the UN’s Universal Declaration of Human Rights. Headquartered in Montreal, eQualitie’s team is distributed globally, including on the ground in censored and conflict areas. eQualitie is funded by public grants, private foundations and revenue generated from commercial activities. For more information, visit <a href="https://equalit.ie">https://equalit.ie.</a>
ar: منذ تأسيسها عام 2010، استلهمت eQualitie من مبادئ حرية التعبير وتكوين الجمعيات على النحو المحدد في المواد 18 و19 و20 من الإعلان العالمي لحقوق الإنسان الصادر عن الأمم المتحدة. يقع المقر الرئيسي لفريق eQualitie في مونتريال، و يتوزع في جميع أنحاء العالم، بما في ذلك مناطق النزاع والرقابة. يتم تمويل eQualitie من المنح العامة والمؤسسات الخاصة والعائدات الناتجة عن الأنشطة التجارية. للمزيد من المعلومات قم بزيارة <a href="https://equalit.ie">https://equalit.ie.</a>
de: Seit seiner Gründung im Jahr 2010 lässt sich eQualitie von den Grundsätzen der Meinungs- und Vereinigungsfreiheit leiten, wie sie in den Artikeln 18, 19 und 20 der Allgemeinen Erklärung der Menschenrechte der Vereinten Nationen festgelegt sind. Das Team von eQualitie hat seinen Hauptsitz in Montreal und ist weltweit verteilt, auch vor Ort in Zensur- und Konfliktgebieten. eQualitie wird durch öffentliche Zuschüsse, private Stiftungen und Einnahmen aus kommerziellen Aktivitäten finanziert. Weitere Informationen finden Sie unter <a href="https://equalit.ie">https://equalit.ie.</a>
el: Από την ίδρυση της το 2010, η eQualitie εμπνέεται από τις αρχές της ελευθερίας, της έκφρασης και του συνεταιρίζεσθαι, όπως ορίζονται στα άρθρα 18, 19 και 20 της Οικουμενικής Διακήρυξης των Ανθρωπίνων Δικαιωμάτων του ΟΗΕ. Με έδρα το Μόντρεαλ, η ομάδα της eQualitie είναι κατανεμημένη σε όλο τον κόσμο, μεταξύ άλλων και σε περιοχές με λογοκρισία και συγκρούσεις. Η eQualitie χρηματοδοτείται από δημόσιες επιχορηγήσεις, ιδιωτικά ιδρύματα και έχει έσοδα από εμπορικές δραστηριότητες. Για περισσότερες πληροφορίες, επισκεφθείτε τη διεύθυνση <a href="https://equalit.ie">https://equalit.ie.</a>
hu: 2010-es alapítása óta az eQualitie-t az ENSZ Emberi Jogok Egyetemes Nyilatkozatának 18., 19. és 20. cikkében meghatározott szólás- és egyesülési szabadság elvei inspirálják. Az eQualitie csapata, amelynek székhelye Montrealban van, világszerte jelen van, többek között a cenzúrázott és konfliktus sújtotta területeken. Az eQualitie-t állami támogatásokból, magánalapítványokból és kereskedelmi tevékenységekből származó bevételekből finanszírozzák. További információkért látogasson el a <a href="https://equalit.ie">https://equalit.ie.</a>
id: Sejak didirikan pada tahun 2010, eQualitie terinspirasi oleh prinsip-prinsip kebebasan berekspresi dan berserikat sebagaimana didefinisikan dalam Pasal 18, 19, dan 20 Deklarasi Universal Hak Asasi Manusia PBB. Berkantor pusat di Montreal, tim eQualitie didistribusikan secara global, termasuk di area yang disensor dan area konflik. eQualitie didanai oleh hibah publik, yayasan swasta, dan pendapatan yang dihasilkan dari aktivitas komersial. Untuk informasi selengkapnya, kunjungi <a href="https://equalit.ie">https://equalit.ie.</a>
pl: Od momentu założenia w 2010 r. eQualitie inspiruje się zasadami wolności słowa i zrzeszania się, określonymi w art. 18, 19 i 20 Powszechnej Deklaracji Praw Człowieka ONZ. Zespół eQualitie, z siedzibą w Montrealu, jest rozmieszczony na całym świecie, w tym w obszarach objętych cenzurą i konfliktami. eQualitie jest finansowana z dotacji publicznych, prywatnych fundacji i przychodów generowanych z działalności komercyjnej. Więcej informacji można znaleźć na stronie <a href="https://equalit.ie">https://equalit.ie.</a>.
pt: Desde a sua fundação em 2010, a eQualitie tem-se inspirado nos princípios da liberdade de expressão e de associação, tal como definidos nos artigos 18º, 19º e 20º da Declaração Universal dos Direitos do Homem das Nações Unidas. Com sede em Montreal, a equipa da eQualitie está distribuída por todo o mundo, incluindo no terreno, em zonas censuradas e de conflito. A eQualitie é financiada por subvenções públicas, fundações privadas e receitas geradas por atividades comerciais. Para mais informações, visite<a href="https://equalit.ie">https://equalit.ie.</a>
tr: eQualitie 2010 yılında kurulmasından bugüne, BM İnsan Hakları Evrensel Beyannamesi'nin 18., 19. ve 20. Maddelerinde tanımlanan ifade ve örgütlenme özgürlüğü ilkelerinden esinlenmiştir. eQualitie merkezi Montreal'de bulunuyor ancak ekibi, sansürlü ve çatışma alanlarındaki yerler ile birlikte tüm dünya üzerinde dağılmıştır. eQualitie, kamu hibeleri, özel vakıflar ve ticari faaliyetlerden elde edilen gelirlerle finanse ediliyor. Ayrıntılı bilgi almak için <a href="https://equalit.ie">https://equalit.ie</a> adresine bakabilirsiniz.
uk: З моменту заснування в 2010 році, eQualitie надихається принципами свободи вираження поглядів і асоціацій, як це визначено в статтях 18, 19 і 20 Загальної декларації прав людини ООН. Команда , eQualitie, зі штаб-квартирою в Монреалі, розповсюджена по всьому світу, зокрема на місцях у зонах цензури та конфліктах. eQualitie фінансується за рахунок державних грантів, приватних фондів і доходів, отриманих від комерційної діяльності. Для отримання додаткової інформації, відвідайте <a href="https://equalit.ie">https://equalit.ie.</a>
zh_hans: 自 2010 年成立以来，eQualitie 一直受到联合国《世界人权宣言》第 18、19 和 20 条规定的言论和结社自由原则的启发。eQualitie 的团队总部位于蒙特利尔，分布在全球，包括在审查和冲突地区的实地工作。eQualitie 的资金来自公共赠款、私人基金会和商业活动产生的收入。有关更多信息，请访问 <a href="https://equalit.ie">https://equalit.ie。</a>

source: Press Contact
ar: الاتصال بالصحافة
de: Pressekontakt
el: Επικοινωνία με τον Τύπο
hu: Sajtó kapcsolat
id: Kontak Pers
pl: Kontakt Prasowy
pt: Contacto para a imprensa
tr: Basın iletişimi
uk: Контакти для медіа
zh_hans: 媒体联系人

source: For press and media inquiries, please contact Jenny Ryan: press [at] equalitie [dot] org.
ar: للاستفسارات الصحفية والإعلامية، يرجى الاتصال بـجيني رايان: press [at] equalitie [dot] org.
de: Für Presse- und Medienanfragen wenden Sie sich bitte an Jenny Ryan: press [at] equalitie [dot] org.
el: Για ερωτήσεις Τύπου και μέσων ενημέρωσης, επικοινωνήστε με την Jenny Ryan στο: press [at] equalitie [dot] org.
hu: Sajtó- és médiamegkeresés esetén forduljon Jenny Ryanhez: press [at] equalitie [dot] org.
id: Untuk pertanyaan pers dan media, silakan hubungi Jenny Ryan: press [at] equalitie [dot] org.
pl: W przypadku pytań prasowych i medialnych prosimy o kontakt z Jenny Ryan: press [at] equalitie [dot] org.
pt: Para questões relacionadas com a imprensa e os meios de comunicação social, contactar Jenny Ryan: press [at] equalitie [dot] org.
tr: Basın ve medya soruları için lütfen Jenny Ryan ile görüşün: press [et] equalitie [nokta] org.
uk: Для запитів від журналістів, будь ласка, контактуйте з Jenny Ryan через: press [at] equalitie [dot] org.
zh_hans: 有关新闻和媒体的采访请求，请联系 Jenny Ryan：press [at] equalitie [dot] org。

source: Download PDF
ar: تحميل PDF
de: PDF herunterladen
el: Λήψη PDF
hu: PDF letöltése
id: Unduh PDF
pl: Pobierz PDF
pt: Descarregar PDF
tr: PDF olarak indir
uk: Завантажити PDF
zh_hans: 下载 PDF 文件

source: Ceno Browser is a project by <a href="https://equalit.ie">eQualit.ie</a> – a not-for-profit Canadian organization that creates decentralized internet services in support of a more equal and equitable network. eQualitie's solutions are open source, battle proven and developed in mind of our values. Everyday, they enable freedom of association for millions of people online.
ar: Ceno Browser هو مشروع تابع لـ <a href="https://equalit.ie">eQualit.ie</a>، وهي منظمة كندية غير ربحية تعمل على إنشاء خدمات إنترنت لا مركزية لدعم شبكة أكثر مساواة وإنصافًا. . تعتبر حلول eQuality مفتوحة المصدر، ومثبتة في المعركة، وتم تطويرها مع وضع قيمنا في الاعتبار. أنها توفر حرية تكوين الجمعيات عبر الإنترنت لملايين الأشخاص كل يوم.
hu: A Ceno Böngésző az <a href="https://equalit.ie">eQualit.ie</a> projektje. Ez egy non-profit kanadai szervezet, amely decentralizált internetes szolgáltatásokat hoz létre egy egyenlőbb és igazságosabb hálózatért. Az eQualitie megoldásai nyílt forráskódúak, már bizonyítottak és az értékeinket szem előtt tartva lettek fejlesztve. Nap mint nap emberek millióinak teszik lehetővé a szólásszabadságot az interneten.
id: Peramban Ceno adalah proyek dengan <a href="https://equalit.ie">eQualit.ie </a> - sebuah organisasi nonprofit Kanada yang menciptakan layanan internet terdesentralisasi dalam mendukung jaringan yang lebih sama dan ekuitas. Solusi eQualitie adalah sumber terbuka, terbukti dalam pertempuran, dan dikembangkan dalam pikiran nilai-nilai kami. Setiap hari, mereka memungkinkan kebebasan asosiasi untuk jutaan orang secara daring.
pl: Ceno Browser to projekt <a href="https://equalit.ie">eQualit.ie</a> – kanadyjskiej organizacji non-profit, która tworzy zdecentralizowane usługi internetowe wspierające bardziej równą i sprawiedliwą sieć. Rozwiązania eQualitie są open source, sprawdzone w boju i opracowane z myślą o naszych wartościach. Każdego dnia zapewniają wolność zrzeszania się milionom ludzi online.
pt: O Ceno Browser é um projeto da autoria de <a href="https://equalit.ie">eQualit.ie</a> - A eQualitie é uma organização canadiana sem fins lucrativos que cria serviços de Internet descentralizados em apoio a uma rede mais igualitária e equitativa. As soluções da eQualitie são de fonte aberta, comprovadas em combate e desenvolvidas tendo em conta os nossos valores. Todos os dias, elas permitem a liberdade de associação para milhões de pessoas online.
tr: Ceno Browser, daha eşit ve adaletli bir ağı desteklemek için merkezi olmayan İnternet hizmetleri oluşturan, kar amacı gütmeyen bir Kanada kuruluşu olan <a href="https://equalit.ie">eQualit.ie</a>'nin bir projesidir. . eQualitie çözümleri açık kaynaklıdır, savaş alanında kanıtlanmış ve değerlerimiz akılda tutularak geliştirilmiştir. Her gün milyonlarca insana çevrim içi olarak örgütlenme özgürlüğü sağlıyorlar.
uk: Ceno Browser – це проєкт <a href="https://equalit.ie">eQualit.ie</a> (Ікволіті), канадської некомерційної організації, яка створює децентралізовані інтернет-сервіси для підтримки більш рівноправної мережі. Технологічні рішення eQualitie мають відкритий вихідний код, перевірені на практиці і розроблені з урахуванням наших цінностей. Ці рішення щодня гарантують мільйонам людей свободу слова та свободу об'єднань в інтернеті.
zh_hans: Ceno 浏览器由加拿大非营利组织 <a href="https://equalit.ie">eQualit.ie</a> 打造 。该组织致力于创建去中心化互联网服务，构建更平等、公平的网络环境。eQualitie 的解决方案是开源的，经受过实践考验，且在开发过程中秉持着我们的价值观。每一天，这些方案都助力数百万网民实现网络上的结社自由。

source: About
de: Über
el: Σχετικά

source: Support
de: Unterstützung
el: Υποστήριξη

source: News
de: Nachrichten
el: Ειδήσεις

source: Community
de: Gemeinschaft
el: Κοινότητα

source: Donate
de: Spenden
el: Δωρεά

source: Get Ceno
de: Ceno erhalten
el: Αποκτήστε το Ceno

source: Download
de: Herunterladen
el: Λήψη

# ceno-in-iran.html+html.body.nav.div.div.div.div:112-11
source: <a class="navbar-item" lang="ar" hreflang="ar" href="../ar/ceno-in-iran.html">العربية</a> <a class="navbar-item" lang="en" hreflang="en" href="../en/ceno-in-iran.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/ceno-in-iran.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/ceno-in-iran.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/ceno-in-iran.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/ceno-in-iran.html">မြန်မာစာ</a> <a class="navbar-item" lang="pt_BR" hreflang="pt_BR" href="../pt_BR/ceno-in-iran.html">Português</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/ceno-in-iran.html">Pусский</a> <a class="navbar-item" lang="tr" hreflang="tr" href="../tr/ceno-in-iran.html">Türkçe</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/ceno-in-iran.html">Українська</a> <a class="navbar-item" lang="ur" hreflang="ur" href="../ur/ceno-in-iran.html">اردو</a>
uk: <a class="navbar-item" lang="en" hreflang="en" href="../en/ceno-in-iran.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/ceno-in-iran.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/ceno-in-iran.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/ceno-in-iran.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/ceno-in-iran.html">မြန်မာစာ</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/ceno-in-iran.html">Pусский</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/ceno-in-iran.html">Українська</a>
