Repository: ceno-app/ceno.github.io
Catalog: */ceno-*-iran.po
Languages: ar, de, el, hu, id, pl, pt, tr, uk, zh_hans

source: Ceno has persisted around these ploys, using its robust peer-to-peer backbone, Ouinet, to sidestep every blockage, filter, shutdown and attack. The Ceno team is able to extrapolate from its decentralized network that thousands in Iran are now actively using the browser to bypass the national intranet. Ceno’s usage also continues to grow in other censored countries, such as Russia, Afghanistan, Ukraine, Pakistan, India, Yemen, Bangladesh and Myanmar. Each install expands the network by creating bridges between devices and enabling users to share blocked, filtered and censored web content.
ar: استمر Ceno في الالتفاف حول هذه الحيل، باستخدام عموده الفقري الصلب Ouinet والذي يحقق اتصالات موزعة بطريقة نظير لنظير، لتفادي كل حجب وقطع، فلترة، إغلاق على الشبكة. فريق Ceno يقدر بناء على بيانات شبكته اللامركزية أن الآلاف في إيران يستخدمون المتصفح بنشاط لتجاوز حدود شبكة الإنترانت الوطنية. كذلك، يستمر استخدام Ceno أيضًا في النمو في بلدان أخرى خاضعة للرقابة، مثل روسيا وأفغانستان وأوكرانيا وباكستان والهند واليمن وبنغلاديش وميانمار. كل تثبيت للتطبيق يوسع الشبكة عن طريق إنشاء جسور بين الأجهزة وتمكين المستخدمين من مشاركة محتوى الويب المحظور والمفلتر والخاضع للرقابة والحجب.
de: Ceno hat diese Tricks umgangen und sein robustes Peer-to-Peer-Backbone, Ouinet, genutzt, um jede Blockade, jeden Filter, jede Abschaltung und jeden Angriff zu umgehen. Das Ceno-Team ist in der Lage, aus seinem dezentralisierten Netzwerk zu schließen, dass Tausende im Iran den Browser nun aktiv nutzen, um das nationale Intranet zu umgehen. Die Nutzung von Ceno nimmt auch in anderen zensierten Ländern wie Russland, Afghanistan, der Ukraine, Pakistan, Indien, Jemen, Bangladesch und Myanmar weiter zu. Mit jeder Installation wird das Netzwerk erweitert, indem Brücken zwischen den Geräten geschaffen werden und die Nutzer blockierte, gefilterte und zensierte Webinhalte gemeinsam nutzen können.
el: Το Ceno επέμεινε γύρω από αυτά τα τεχνάσματα, χρησιμοποιώντας το ισχυρό peer-to-peer δίκτυο, το Ouinet, για να παρακάμψει κάθε μπλοκάρισμα, φίλτρο, κλείσιμο και επίθεση. Η ομάδα Ceno είναι σε θέση να εξάγει από το αποκεντρωμένο δίκτυό της ότι χιλιάδες άνθρωποι στο Ιράν χρησιμοποιούν τώρα ενεργά το πρόγραμμα περιήγησης για να παρακάμψουν το εθνικό εσωτερικό δίκτυο. Η χρήση του Ceno συνεχίζει επίσης να αυξάνεται και σε άλλες χώρες με λογοκρισία, όπως η Ρωσία, το Αφγανιστάν, η Ουκρανία, το Πακιστάν, η Ινδία, η Υεμένη, το Μπαγκλαντές και η Μιανμάρ. Κάθε εγκατάσταση επεκτείνει το δίκτυο δημιουργώντας γέφυρες μεταξύ των συσκευών και επιτρέποντας στους χρήστες να μοιράζονται αποκλεισμένο, φιλτραρισμένο και λογοκριμένο διαδικτυακό περιεχόμενο.
hu: A Ceno kitartott az ilyen húzások ellenére, és az Ouinet nevű robusztus peer-to-peer gerinchálózatát használva minden blokkolást, szűrőt, leállítást és támadást megkerült. A Ceno csapata a decentralizált hálózat méretéből arra következtet, hogy Iránban jelenleg több ezren használják aktívan a böngészőt a nemzeti intranet megkerülésére. A Ceno használata más cenzúrázott országokban, például Oroszországban, Afganisztánban, Ukrajnában, Pakisztánban, Indiában, Jemenben, Bangladesben és Mianmarban is folyamatosan növekszik. Minden egyes telepítés bővíti a hálózatot azáltal, hogy hidakat hoz létre az eszközök között, és lehetővé teszi a felhasználók számára a blokkolt, szűrt és cenzúrázott webes tartalmak megosztását.
id: Ceno bertahan dari taktik ini, menggunakan tulang punggung klien-ke-klien yang kuat, Ouinet, untuk menghindari setiap pemblokiran, filter, penghentian, dan serangan. Tim Ceno dapat mengekstrapolasi dari jaringannya yang terdesentralisasi di mana ribuan orang di Iran sekarang secara aktif menggunakan peramban untuk menghindari intranet nasional. Penggunaan Ceno juga terus berkembang di negara-negara lain yang disensor, seperti Rusia, Afghanistan, Ukraina, Pakistan, India, Yaman, Bangladesh, dan Myanmar. Setiap pemasangan akan memperluas jaringan dengan membuat jembatan antar perangkat dan memungkinkan pengguna untuk berbagi konten web yang diblokir, difilter, dan disensor.
pl: Ceno z powodzeniem obchodzi te metody, wykorzystując swoją solidną sieć peer-to-peer, Ouinet, do omijania wszystkich blokad, filtrów, wyłączeń i ataków. Zespół Ceno może wywnioskować ze swojej zdecentralizowanej sieci, że tysiące ludzi w Iranie aktywnie korzysta z przeglądarki, aby ominąć krajowy intranet. Wykorzystanie Ceno rośnie również w innych ocenzurowanych krajach, takich jak Rosja, Afganistan, Ukraina, Pakistan, Indie, Jemen, Bangladesz i Myanmar. Każda instalacja rozszerza sieć, tworząc mosty między urządzeniami i umożliwiając użytkownikom udostępnianie zablokowanych, filtrowanych i cenzurowanych treści internetowych.
pt: O Ceno tem persistido em torno destes estratagemas, utilizando a sua robusta espinha dorsal peer-to-peer, Ouinet, para contornar todos os bloqueios, filtros, encerramentos e ataques. A equipa do Ceno é capaz de extrapolar a partir da sua rede descentralizada que milhares de pessoas no Irão estão agora a utilizar ativamente o browser para contornar a intranet nacional. A utilização do Ceno também continua a crescer noutros países censurados, como a Rússia, o Afeganistão, a Ucrânia, o Paquistão, a Índia, o Iémen, o Bangladesh e Myanmar. Cada instalação expande a rede, criando pontes entre dispositivos e permitindo aos utilizadores partilhar conteúdos Web bloqueados, filtrados e censurados.
tr: Ceno, her engeli, süzmeyi, kapanmayı ve saldırıyı önlemek için Ouinet sağlam uçtan uca omurgasını kullanarak bu yasakların etrafından dolaştı. Ceno ekibi, merkezi olmayan ağından İran'daki binlerce kişinin şu anda ulusal intraneti atlamak için tarayıcıyı etkin olarak kullandığını düşünüyor. Ceno kullanımı, Rusya, Afganistan, Ukrayna, Pakistan, Hindistan, Yemen, Bangladeş ve Myanmar gibi sansür uygulanan diğer ülkelerde de artmayı sürdürüyor. Her kurulum, aygıtlar arasında köprüler oluşturuyor ve kullanıcıların engellenen, süzülen ve sansürlenen İnternet içeriğini paylaşmalarını sağlayarak ağı genişletiyor.
uk: Ceno не вдалося обійти ці хитрощі, використовуючи свій міцний зв'язок peer-to-peer, Ouinet, щоб зробити крок на бік кожного блокування, фільтра, відключення і атаки. Команда Ceno здатна екстраполювати зі своєї децентралізованої мережі, що тисячі в Ірані зараз активно використовують браузер для обходу національного інтернету. Використання Ceno також продовжує зростати в інших країнах, що піддаються цензурі, таких як Росія, Афганістан, Україна, Пакистан, Індія, Ємен, Бангладеш і М'янма. Кожна інсталяція розширює мережу шляхом створення мостів між пристроями і дозволяє користувачам ділитися заблокованим, фільтрованим і цензурованим веб контентом.
zh_hans: Ceno 一直围绕着这些策略，利用其强大的点对点骨干 Ouinet 来避开每一次阻塞、过滤、关闭和攻击。Ceno 团队能够从其去中心化网络中推断出，伊朗有数千人现在正在积极使用浏览器绕过国家内部网。Ceno 在其他受审查的国家/地区的使用量也持续增长，例如俄罗斯、阿富汗、乌克兰、巴基斯坦、印度、也门、孟加拉国和缅甸。每个安装都通过在设备之间创建桥梁并使用户能够共享被阻止、过滤和审查的 Web 内容来扩展网络。

source: “It is gratifying to watch Ceno in action when it matters,” said Dmitri Vitaliev, founder and director of eQualitie. “Where the people of Iran could not access information freely, they can now rely on Ceno to help them navigate their situation and freely access information that is otherwise censored on the Iranian network.”
ar: قال دميتري فيتاليف، مؤسس ومدير eQualitie: "إنه لمن دواعي السرور أن نشاهد Ceno وهو يعمل عندما يكون هناك حاجة له "حيث لم يتمكن الشعب الإيراني من الوصول إلى المعلومات بحرية، يمكنهم الآن الاعتماد على Ceno لمساعدتهم على تجاوز وضعهم والوصول بحرية إلى المعلومات التي تخضع للرقابة والحجب على الشبكة الإيرانية."
de: "Es ist erfreulich, Ceno in Aktion zu sehen, wenn es darauf ankommt", sagte Dmitri Vitaliev, Gründer und Direktor von eQualitie. "Wo die Menschen im Iran nicht frei auf Informationen zugreifen konnten, können sie sich jetzt auf Ceno verlassen, um sich in ihrer Situation zurechtzufinden und frei auf Informationen zuzugreifen, die ansonsten im iranischen Netz zensiert werden."
el: «Είναι ευχάριστο να βλέπεις το Ceno σε δράση όταν έχει σημασία», δήλωσε ο Dmitri Vitaliev, ιδρυτής και διευθυντής της eQualitie. «Εκεί που ο λαός του Ιράν δεν μπορούσε να έχει ελεύθερη πρόσβαση σε πληροφορίες, μπορεί τώρα να βασιστεί στο Ceno για να τον βοηθήσει να πλοηγηθεί λόγω της κατάστασής του και να έχει ελεύθερη πρόσβαση σε πληροφορίες που λογοκρίνονται στο ιρανικό δίκτυο».
hu: „Örömteli látni a Ceno-t működés közben, amikor tényleg számít” — mondta Vitaliev Dmitri, az eQualitie alapítója és igazgatója. „Ahol az iráni emberek nem tudtak szabadon hozzáférni az információhoz, ott most a Ceno-ra támaszkodhatnak, hogy segítsen nekik eligazodni a kialakult helyzetben és szabadon hozzáférjenek olyan információkhoz, amelyeket egyébként cenzúráznak az iráni hálózaton.”
id: “Sungguh menyenangkan melihat Ceno beraksi pada saat yang tepat,” kata Dmitri Vitaliev, pendiri dan direktur eQualitie. “Di mana orang-orang Iran tidak dapat mengakses informasi secara bebas, mereka sekarang dapat mengandalkan Ceno untuk membantu mereka menavigasi situasi mereka dan dengan bebas mengakses informasi yang disensor di jaringan Iran.”
pl: „Wspaniale jest widzieć Ceno w akcji, właśnie wtedy, gdy ma to znaczenie” – powiedział Dmitry Vitaliev, założyciel i dyrektor eQualitie. „Tam, gdzie ludzie w Iranie nie byli w stanie uzyskać swobodnego dostępu do informacji, mogą teraz polegać na Ceno, które pomoże im poruszać się po sytuacji i uzyskać swobodny dostęp do informacji, które w przeciwnym razie są cenzurowane w irańskiej sieci.”
pt: "É gratificante ver o Ceno em ação quando é importante", afirmou Dmitri Vitaliev, fundador e diretor da eQualitie. "Onde o povo do Irão não podia aceder livremente à informação, pode agora confiar no Ceno para o ajudar a navegar na sua situação e aceder livremente a informação que, de outra forma, seria censurada na rede iraniana."
tr: eQualitie kurucusu ve yöneticisi Dmitri Vitaliev, “Gerektiğinde Ceno ile yapılanları izlemek memnuniyet verici” diyor. “İran halkı, bilgiye özgürce erişemediği yerlerden, İnternet üzerinde gezinebilmek ve İran ağından sansürlenen bilgilere özgürce erişebilmek için Ceno'ya güvenebilirler.”
uk: “Приємно спостерігати за Ceno у дії, коли це має значення,”, сказав Дмитро Віталієв,, засновник і директор eQualitie. “Якщо жителі Ірану не мали вільного доступу до інформації,, тепер вони можуть покластися на Ceno, щоб допомогти їм орієнтуватися в їхній ситуації та отримати вільний доступ до інформації, яка інакше піддається цензурі в іранській мережі.”
zh_hans: “在关键时刻看到 Ceno 的行动是令人欣慰的，”eQualitie 的创始人兼董事 Dmitri Vitaliev 说。“在伊朗人民无法自由获取信息的地方，他们现在可以依靠 Ceno 来帮助他们应对这种情况，并自由访问在伊朗网络上被审查的信息。”

source: "Impressive platform,” states a Google Play Store reviewer. “You can't imagine how useful and brilliant it is if you don't live in countries like Iran.”
ar: "منصة مثيرة للإعجاب"، هذا ما صرح به أحد المراجعين في متجر جوجل بلاي. "لا يمكنك تخيّل مدى فائدتها وروعتها إن لم تكن تعيش في بلد كإيران."
de: "Beeindruckende Plattform", schreibt ein Rezensent im Google Play Store. "Sie können sich nicht vorstellen, wie nützlich und brillant sie ist, wenn Sie nicht in Ländern wie dem Iran leben."
el: «Εντυπωσιακή πλατφόρμα», αναφέρει ένας χρήστης του Google Play Store. «Δεν μπορείτε να φανταστείτε πόσο χρήσιμη και σημαντική είναι αν δε ζείτε σε χώρες όπως το Ιράν».
hu: „Lenyűgöző platform” — állítja a Google Play Store egyik értékelője. „El sem tudja képzelni, mennyire hasznos és zseniális, ha nem olyan országban él, mint például Irán.”
id: "Platform yang mengesankan," kata seorang pengulas di Google Play Store. "Anda tidak dapat membayangkan betapa bermanfaat dan briliannya platform ini jika Anda tidak tinggal di negara seperti Iran."
pl: „Imponująca platforma” – stwierdza recenzent Google Play Store. „Nie możecie sobie wyobrazić, jak użyteczna i wspaniała jest, jeśli nie mieszkacie w państwach takich, jak Iran.”
pt: "Plataforma impressionante", afirma um crítico da Google Play Store. "Não se pode imaginar como é útil e brilhante se não se vive em países como o Irão."
tr: Google Play Store üzerindeki bir yorum “Etkileyici bir platform. İran gibi ülkelerde yaşamıyorsanız ne kadar yararlı olabileceğini düşünemezsiniz.”
uk: "Вражаюча платформа,” стверджує оглядач Google Play Store. “Ви не можете уявити, наскільки це корисно та блискуче, якщо ви не живете в таких країнах, як Іран.”
zh_hans: “令人印象深刻的平台，”Google Play 商店的评论者说。“如果你不生活在伊朗这样的国家，你无法想象它是多么有用和辉煌。”

source: Ceno works on Android devices, and version 2.0 s set to be released in the coming week on Google Play, <a href="https://censorship.no/download">censorship.no</a> and Paskoocheh (Farsi for Alley Way). Its open-source code is available on Gitlab. Ceno is one of several digital democratization projects envisioned and developed by eQualitie, which partners with organizations such as the Toronto-based technology group ASL19 to offer practical responses to online access and information challenges. For more information, <a href="factsheet.html">access the Ceno fact sheet</a>.
ar: يعمل Ceno على أجهزة أندرويد، ومن المقرر إطلاق الإصدار 2.0 في الأسبوع المقبل على جوجل بلاي، <a href="https://censorship.no/download">censorship.no</a> و Paskoocheh (بالفارسية زقاق). شيفرته مفتوحة المصدر متاحة على Gitlab. Ceno هو واحد من العديد من مشاريع التحول الديمقراطي الرقمي التي تم تصورها وتطويرها من قبل eQualitie، والتي تتعاون مع منظمات مثل مجموعة التكنولوجيا ASL19 ومقرها تورونتو، لتقديم استجابات عملية لتحديات الوصول للإنترنت والمعلومات. للمزيد من المعلومات، <a href="factsheet.html">قم بالوصول إلى بيان حقائق Ceno</a>.
de: Ceno funktioniert auf Android-Geräten, und die Version 2.0 soll in der kommenden Woche auf Google Play, <a href="https://censorship.no/download">censorship.no</a> und Paskoocheh (Farsi für Alley Way) veröffentlicht werden. Sein Open-Source-Code ist auf Gitlab verfügbar. Ceno ist eines von mehreren Projekten zur digitalen Demokratisierung, die von eQualitie geplant und entwickelt wurden. eQualitie arbeitet mit Organisationen wie der in Toronto ansässigen Technologiegruppe ASL19 zusammen, um praktische Lösungen für die Herausforderungen des Online-Zugangs und der Information anzubieten. Weitere Informationen finden Sie unter <a href="factsheet.html">und auf dem Ceno-Faktenblatt</a>.
el: Το Ceno λειτουργεί σε συσκευές Android και η έκδοση 2.0 θα κυκλοφορήσει την επόμενη εβδομάδα στο Google Play, το <a href="https://censorship.no/download">censorship.no</a> και το Paskoocheh (Farsi για το Alley Way). Ο κώδικας του ανοικτού λογισμικού είναι διαθέσιμος στο Gitlab. Το Ceno είναι ένα από τα πολλά έργα ψηφιακού εκδημοκρατισμού που οραματίζεται και αναπτύσσει η eQualitie, η οποία συνεργάζεται με οργανισμούς όπως η τεχνολογική ομάδα ASL19 με έδρα το Τορόντο, για να προσφέρει πρακτικές απαντήσεις στις προκλήσεις της διαδικτυακής πρόσβασης και της πληροφόρησης. Για περισσότερες πληροφορίες, <a href="factsheet.html">δείτε το ενημερωτικό δελτίο του Ceno</a>.
hu: A Ceno Androidos készülékeken működik, és a 2.0-s verzió a jövő héten jelenik meg a Google Play, a <a href="https://censorship.no/download">censorship.no</a> és a Paskoocheh (fárszi nyelven 'Sikátor') oldalakon. A nyílt forráskód a Gitlabon érhető el. A Ceno egyike a számos digitális demokratizálási projektnek, amelyeket az eQualitie talált ki és fejlesztett le. Olyan szervezetekkel működik együtt, mint a torontói székhelyű ASL19 technológiai csoport, hogy gyakorlati válaszokat kínáljon az online hozzáféréssel és az információval kapcsolatos kihívásokra. További információért <a href="factsheet.html">tekintse meg a Ceno adatlapját</a>.
id: Ceno berfungsi di perangkat Android, dan versi 2.0 akan dirilis minggu yang akan datang di Google Play, <a href="https://censorship.no/download">censorship.no</a> dan Paskoocheh (Alley Way versi Persia). Kode sumber terbukanya tersedia di Gitlab. Ceno adalah salah satu dari beberapa proyek demokratisasi digital yang dibayangkan dan dikembangkan oleh eQualitie, yang bermitra dengan organisasi seperti ASL19, grup teknologi yang berbasis di Toronto, untuk menawarkan tanggapan praktis terhadap akses online dan tantangan informasi. Untuk informasi lebih lanjut, <a href="factsheet.html">akses lembar fakta Ceno</a>.
pl: Ceno działa na urządzeniach Android i wersja 2.0 będzie dostępna w przyszłym tygodniu na Google Play,<a href="https://censorship.no/download">censorship.no</a> i Paskoocheh (w języku farsi oznaczający „drogę przez aleje”). Jego kod open-source jest dostępny na Gitlab. Ceno jest jednym z kilku projektów cyfrowej demokratyzacji, wymyślonych i stworzonych przez eQualitie, które podejmuje współpracę z organizacjami takimi jak grupa technologiczna ASL19 z Toronto, aby oferować praktyczne odpowiedzi na problemy związane z dostępem do Internetu i informacji. Aby dowiedzieć się więcej, <a href="factsheet.html">odwiedź biuletyn Ceno</a>.
pt: O Ceno funciona em dispositivos Android e a versão 2.0 deverá ser lançada na próxima semana no Google Play, <a href="https://censorship.no/download">censorship.no</a> e Paskoocheh (Farsi para Alley Way). O seu código-fonte aberto está disponível no Gitlab. O Ceno é um dos vários projectos de democratização digital concebidos e desenvolvidos pela eQualitie, que estabelece parcerias com organizações como o grupo tecnológico ASL19, sediado em Toronto, para oferecer respostas práticas aos desafios do acesso e da informação em linha. Para mais informações,<a href="factsheet.html">aceda à ficha de informação do Ceno</a>.
tr: Ceno Android aygıtlarda çalışır ve önümüzdeki hafta 2.0 s sürümü Google Play, <a href="https://censorship.no/download">censorship.no</a> ve Paskoocheh (Sokak yolu'nun Farsçası) üzerinde yayınlanacak. Açık kaynak kodu GitLab üzerinde bulunabilir. Ceno, çevrim içi erişim ve bilgiye erişim zorluklarına pratik yanıtlar sunmak amacıyla kurulmuş Toronto merkezli teknoloji grubu ASL19 gibi kuruluşlarla ortak çalışan eQualitie tarafından tasarlanan ve geliştirilen birkaç dijital demokratikleşme projesinden biridir. Ayrıntılı bilgi almak için <a href="factsheet.html">Ceno bilgi sayfasına</a> bakabilirsiniz.
uk: Ceno працює на пристроях Android, а версія 2.0 буде випущена наступного тижня в Google Play, <a href="https://censorship.no/download"> censorship.no </a> і Paskoocheh (Farsi для Alley Way). Його відкритий код доступний на Gitlab. Ceno є одним із кількох проєктів цифрової демократизації, передбачених і розроблених eQualitie, яка співпрацює з такими організаціями, як технологічна група ASL19 із Торонто, щоб запропонувати практичні відповіді на виклики онлайн-доступу та інформації. Для отримання додаткової інформації, <a href="factsheet.html"> доступ до інформаційного бюлетеня Ceno</a>.
zh_hans: Ceno 可在 Android 设备上运行，2.0 s 版将于下周在 Google Play、<a href="https://censorship.no/download">censorship.no</a> 和 Paskoocheh（波斯语中 Alley Way 的意思）上发布。它的开源代码可在 Gitlab 上找到。Ceno 是 eQualitie 设想和开发的几个数字民主化项目之一，eQualitie 与多伦多技术集团 ASL19 等组织合作，为在线访问和信息挑战提供实用的应对措施。有关更多信息，<a href="factsheet.html">访问 Ceno 情况说明书</a>。

source: About eQualitie
ar: حول eQualitie
de: Über eQualitie
el: Σχετικά με την eQualitie
hu: Az eQualitie-ről
id: Tentang eQualitie
pl: O eQualitie
pt: Sobre a eQualitie
tr: eQualitie hakkında
uk: Про eQualitie
zh_hans: 关于 eQualitie
