Repository: ceno-app/ceno.github.io
Catalog: */ceno-*-iran.po
Languages: ar, de, el, hu, id, pl, pt, tr, uk, zh_hans

source: en
ar: ar
de: de
el: el
hu: hu
id: id
pl: pl
pt: pt
tr: tr
uk: uk
zh_hans: zh_CN

# ceno-in-iran.html+html.body.nav.div.div:96-7
source: <a href="about.html">About</a> <a href="support.html">Support</a> <a href="news.html">News</a> <a href="help.html">Community</a> <a href="donate.html">Donate</a>
ar: <a href="about.html">حول</a><a href="support.html">دعم</a><a href="news.html">أخبار</a><a href="help.html">المجتمع</a><a href="donate.html">تبرّع</a>
hu: <a href="about.html">További információk</a> <a href="support.html">Támogatás</a> <a href="news.html">Hírek</a> <a href="help.html">Közösség</a> <a href="donate.html">Adomány</a>
id: <a href="about.html">Tentang</a> <a href="support.html">Dukungan</a> <a href="news.html">Berita</a> <a href="help.html">Komunitas</a> <a href="donate.html">Donasi</a>
pl: <a href="about.html">O nas</a> <a href="support.html">Wsparcie</a> <a href="news.html">Wiadomości</a> <a href="help.html">Społeczność</a> <a href="donate.html">Darowizna</a>
tr: <a href="about.html">Hakkında</a><a href="support.html">Destek</a><a href="news.html">Haberler</a><a href="help.html">Topluluk</a><a href="donate.html">Bağış yapın</a>
uk: <a href="about.html">Про проєкт</a> <a href="support.html">Підтримка</a> <a href="news.html">Новини</a> <a href="help.html">Спільнота</a> <a href="donate.html">Підтримати</a>
zh_hans: <a href="about.html">关于</a> <a href="support.html">支持</a> <a href="news.html">新闻</a> <a href="help.html">社区</a> <a href="donate.html">捐赠</a>

# ceno-in-iran.html+html.body.nav.div.div.div.label.img[alt]:107-13
source: Select language
ar: اختر لغة
hu: Nyelvválasztás
id: Pilih bahasa
pl: Wybierz język
uk: Обрати мову
zh_hans: 选择语言

source: EN
ar: AR
de: DE
el: EL
hu: HU
id: ID
pl: PL
pt: PT
tr: TR
uk: UK
zh_hans: ZH-CN

# ceno-in-iran.html+html.body.nav.div.div:127-9
source: Download
ar: تنزيل
hu: Letöltés
id: Unduh
pl: Pobierz
uk: Завантажити
zh_hans: 下载

# ceno-in-iran.html+html.body.nav.div.div:138-7
source: <a href="about.html">About</a> <a href="support.html">Support</a> <a href="news.html">News</a> <a href="help.html">Community</a> <a href="donate.html">Donate</a>
ar: <a href="about.html">حول</a><a href="support.html">دعم</a><a href="news.html">أخبار</a><a href="help.html">المجتمع</a><a href="donate.html">تبرّع</a>
hu: <a href="about.html">További információk</a> <a href="support.html">Támogatás</a> <a href="news.html">Hírek</a> <a href="help.html">Közösség</a> <a href="donate.html">Adomány</a>
id: <a href="about.html">Tentang</a> <a href="support.html">Dukungan</a> <a href="news.html">Berita</a> <a href="help.html">Komunitas</a> <a href="donate.html">Donasi</a>
pl: <a href="about.html">O nas</a> <a href="support.html">Wsparcie</a> <a href="news.html">Wiadomości</a> <a href="help.html">Społeczność</a> <a href="donate.html">Darowizna</a>
tr: <a href="about.html">Hakkında</a><a href="support.html">Destek</a><a href="news.html">Haberler</a><a href="help.html">Topluluk</a><a href="donate.html">Bağış yapın</a>
zh_hans: <a href="about.html">关于</a> <a href="support.html">支持</a> <a href="news.html">新闻</a> <a href="help.html">社区</a> <a href="donate.html">捐赠</a>

source: Download Ceno
ar: تنزيل ceno
hu: A Ceno Letöltése
id: Unduh Ceno
pl: Pobierz Ceno
tr: İndir Ceno
zh_hans: 下载 Ceno

# ceno-in-iran.html+html.body.nav.div.div.a.div:146-11
source: Download
ar: تنزيل
hu: Letöltés
id: Unduh
pl: Pobierz
zh_hans: 下载

source: Ceno logo
ar: شعار ceno
hu: A Ceno logója
id: Logo Ceno
pl: logo Ceno
tr: Ceno logosu

# ceno-in-iran.html+html.body.nav.div.div.label.img[alt]:153-11
source: Select language
ar: اختر لغة
hu: Nyelvválasztás
id: Pilih bahasa
pl: Wybierz język
zh_hans: 选择语言

source: Ceno Browser | Ceno proves itself in Iran during Internet shutdowns
ar: متصفح Ceno | شركة Ceno تثبت نفسها في إيران أثناء انقطاع الإنترنت
de: Ceno Browser | Ceno bewährt sich im Iran bei Internetabschaltungen
el: Ceno Browser | Το Ceno αποδεικνύει τη χρησιμότητά του στο Ιράν κατά τη διάρκεια των περιορισμών του Διαδικτύου
hu: Ceno Browser | A Ceno Iránban is bizonyított az internet leállítása során
id: Peramban Ceno | Ceno membuktikan kemampuannya di Iran selama penutupan akses internet
pl: CENO Browser | CENO sprawdza się w Iranie podczas przerw w dostępie do Internetu
pt: Ceno Browser | O Ceno prova a sua eficácia no Irão durante o encerramento da Internet
tr: Ceno Browser | Ceno İran'daki İnternet kesintilerinde kendini gösterdi
uk: Браузер Ceno | Ceno проявляє себе в Ірані під час відключень інтернету
zh_hans: Ceno 浏览器 | Ceno 在伊朗的网络关闭期间证明了自己

source: Ceno proves itself in Iran during Internet shutdowns
ar: Ceno يثبِت نفسه في إيران أثناء انقطاع الإنترنت
de: Ceno bewährt sich im Iran bei Internetabschaltungen
el: Το Ceno αποδεικνύει τη χρησιμότητά του στο Ιράν κατά τη διάρκεια των περιορισμών του Διαδικτύου
hu: A Ceno bizonyított Iránban az internet lekapcsolások során
id: Ceno membuktikan kemampuannya di Iran selama penutupan akses internet
pl: Ceno sprawdza się w Iranie podczas przerw w dostępie do Internetu
pt: Ceno prova a sua eficácia no Irão durante o encerramento da Internet
tr: Ceno İran'daki İnternet kesintilerinde kendini gösterdi
uk: Ceno проявляє себе в Ірані під час відключень інтернету
zh_hans: Ceno 在伊朗互联网关闭期间证明了自己的实力

source: Decentralized mobile web browser enables people to access and share information regardless of censorship
ar: متصفح الويب اللامركزي للهاتف المحمول يمكّن الأشخاص من الوصول إلى المعلومات ومشاركتها بغض النظر عن الرقابة
de: Dezentraler mobiler Webbrowser ermöglicht den Zugang zu und den Austausch von Informationen unabhängig von Zensur
el: Ο αποκεντρωμένος φυλλομετρητής ιστού για κινητά, επιτρέπει την πρόσβαση και το διαμοιρασμό πληροφοριών ανεξάρτητα από τη λογοκρισία
hu: A decentralizált mobil webböngésző lehetővé teszi az emberek számára, hogy a cenzúrától függetlenül hozzáférjenek az információkhoz és megosszák azokat
id: Peramban web terdesentralisasi memungkinkan orang-orang untuk mengakses dan berbagi informasi terlepas dari penyensoran
pl: Zdecentralizowana sieć mobilna pozwala ludziom na dostęp i udostępnianie informacji, bez względu na cenzurę
pt: O navegador web móvel descentralizado permite às pessoas aceder e partilhar informações independentemente da censura
tr: İnsanların sansürü aşarak bilgilere ulaşmasını ve paylaşmasını sağlayan, merkezi olmayan mobil İnternet tarayıcısı
uk: Децентралізований мобільний веб браузер дозволяє людям отримувати доступ до інформації та обмінюватися нею незалежно від цензури
zh_hans: 去中心化的移动浏览器使得人们无视审查访问和分享信息

source: <strong>Montreal, December 15, 2022</strong> – eQualitie is pleased to announce that its Ceno Browser is fulfilling its mission of assisting thousands in Iran, while also advancing its usefulness in the Russia-Ukraine war. Short for <strong>ce</strong>nsorship.<strong>no</strong>, Ceno allows individual mobile users to access and share global web content in spite of Internet censorship tactics and in areas of limited connectivity. In 2022 to date, Ceno has helped tens of thousands in Iran, even while their Internet connections have been thwarted.
ar: <strong>مونتريال، 15 كانون الأول/ ديسمبر 2022</strong> - يسُرُّ eQualitie أن تعلن أن متصفح Ceno الخاص بها يحقق مهمته المتمثلة في مساعدة الآلاف في إيران، مع تعزيز فائدته في الحرب الروسية الأوكرانية. اختصار لـ <strong>ce</strong>nsorship.<strong>no</strong>، يسمح Ceno لمستخدمي الهاتف المحمول بالوصول إلى محتوى الشبكة العنكبوتية العالمية ومشاركتها على الرغم من تكتيكات الرقابة على الإنترنت وفي المناطق ذات الاتصال المحدود. منذ عام 2022 وحتى الآن، ساعد Ceno عشرات الآلاف في إيران، حتى أثناء تعطل اتصالاتهم بالإنترنت.
de: <strong>Montreal, 15. Dezember 2022</strong> - eQualitie freut sich bekannt zu geben, dass sein Ceno Browser seine Mission erfüllt, Tausenden von Menschen im Iran zu helfen und gleichzeitig seine Nützlichkeit im Russland-Ukraine-Krieg zu steigern. Die Abkürzung steht für <strong>ce</strong>nsorship.<strong>no</strong>, Ceno ermöglicht es einzelnen mobilen Nutzern, trotz Internet-Zensurmaßnahmen und in Gebieten mit eingeschränkter Konnektivität auf globale Webinhalte zuzugreifen und diese zu teilen. Im Jahr 2022 hat Ceno Zehntausenden von Menschen im Iran geholfen, auch wenn ihre Internetverbindungen blockiert waren.
el: <strong>Μόντρεαλ, 15 Δεκεμβρίου 2022</strong> - Η eQualitie είναι στην ευχάριστη θέση να ανακοινώσει ότι το Ceno Browser εκπληρώνει την αποστολή του να βοηθήσει χιλιάδες ανθρώπους στο Ιράν, ενώ παράλληλα αυξάνει τη χρησιμότητά του στον πόλεμο Ρωσίας-Ουκρανίας. Το Ceno, συντομογραφία του <strong>ce</strong>nsorship.<strong>no</strong>, επιτρέπει σε μεμονωμένους χρήστες κινητών τηλεφώνων να έχουν πρόσβαση και να διαμοιράζονται παγκόσμιο διαδικτυακό περιεχόμενο παρά τις τακτικές λογοκρισίας στο Διαδίκτυο και σε περιοχές με περιορισμένη συνδεσιμότητα. Το 2022 μέχρι σήμερα, το Ceno έχει βοηθήσει δεκάδες χιλιάδες άτομα στο Ιράν, ακόμη και όταν οι συνδέσεις τους στο Διαδίκτυο έχουν αποκλειστεί.
hu: <strong>2022. december 15. Montreal</strong> Az eQualitie örömmel közli, hogy a Ceno Böngésző küldetését teljesítve ezreket segít Iránban, miközben az orosz-ukrán háborúban is hasznosnak bizonyul. A <strong>ce</strong>nsorship.<strong>no</strong> rövidítése, a Ceno lehetővé teszi a felhasználóinak, hogy az internetes cenzúra ellenére és a korlátozott kapcsolattal rendelkező területeken is hozzáférjenek a globális webes tartalmakhoz és megosszák azokat. A Ceno 2022-ben eddig több tízezer embernek segített Iránban, még akkor is, amikor internetkapcsolatukat korlátozták.
id: <strong>Montreal, 15 Desember 2022</strong> – eQualitie dengan bangga mengumumkan bahwa Peramban Ceno-nya telah memenuhi misinya untuk membantu ribuan orang di Iran, sekaligus meningkatkan fungsinya dalam perang Rusia-Ukraina. Kependekan dari <strong>ce</strong>nsorship.<strong>no</strong>, Ceno memungkinkan pengguna ponsel individu untuk mengakses dan berbagi konten web global terlepas dari taktik sensor internet dan area dengan konektivitas terbatas. Pada tahun 2022 hingga saat ini, Ceno telah membantu puluhan ribu orang di Iran, bahkan saat koneksi internet mereka dibatasi.
pl: <strong>Montreal, 15 grudnia 2022 r.</strong> - eQualitie ma przyjemność ogłosić, że ich przeglądarka Ceno wypełnia swoją misję pomagania tysiącom ludzi w Iranie, jednocześnie zwiększając swoją przydatność w wojnie pomiędzy Rosją a Ukrainą. Ceno, skrót od <strong>ce</strong>nsorship.<strong>no</strong>, umożliwia indywidualnym użytkownikom mobilnym dostęp i udostępnianie globalnych treści internetowych pomimo taktyki cenzury Internetu i na obszarach o ograniczonej łączności. W 2022 roku Ceno pomogło dziesiątkom tysięcy osób w Iranie, nawet jeśli ich połączenia internetowe zostały zablokowane.
pt: <strong>Montreal, 15 de dezembro de 2022</strong> - A eQualitie tem o prazer de anunciar que o seu Ceno Browser está a cumprir a sua missão de ajudar milhares de pessoas no Irão, ao mesmo tempo que avança com a sua utilidade na guerra Rússia-Ucrânia. Abreviação de <strong>ce</strong>nsorship.<strong>no</strong>, o Ceno permite que os utilizadores móveis individuais acedam e partilhem conteúdos globais da Web, apesar das táticas de censura da Internet e em áreas de conetividade limitada. Até à data, em 2022, o Ceno ajudou dezenas de milhares de pessoas no Irão, mesmo quando as suas ligações à Internet foram impedidas.
tr: <strong>Montreal, 15 Aralık 2022</strong> – eQualitie, Ceno Browser ile İran'da binlerce kişiye yardım ettiğini ve aynı zamanda Rusya-Ukrayna savaşındaki kullanılabilirliğini artırdığını duyurmaktan mutluluk duyuyor. <strong>ce</strong>nsorship.<strong>no</strong> kısaltması olan Ceno, İnternet sansürleme taktiklerine rağmen İnternet içeriklerinin kısıtlandığı yerlerdeki bireysel mobil kullanıcıların Dünya çapındaki İnternet içeriğine erişmesini ve paylaşmasını sağladı. 2022 yılından bu yana Ceno, İran'da İnternet bağlantıları engellenen on binlerce kişiye yardımcı oldu.
uk: <strong>Монреаль, 15 грудня, 2022</strong> – eQualtie із задоволенням повідомляє, що її браузер Ceno виконує свою місію допомоги тисячам в Ірані, а також просуває її корисність у російсько-українській війні. Коротко про <strong> цензуру</strong> <strong>ні</strong>, Ceno дозволяє індивідуальним мобільним користувачам отримувати доступ та обмінюватися глобальним веб-контентом, попри тактику інтернет-цензури та в областях обмеженого зв'язку. У 2022 році до теперішнього часу Ceno допомагала десяткам тисяч в Ірані, навіть у той час як їх інтернет-з'єднання було розірвано.
zh_hans: <strong>蒙特利尔，2022 年 12 月 15 日</strong> – eQualitie 很高兴地宣布，其 Ceno 浏览器正在履行其帮助伊朗数千人的使命，同时也在提高其在俄乌战争中的实用性。<strong>ce</strong>nsorship 的缩写。<strong>不</strong>，Ceno 允许个人移动用户访问和共享全球 Web 内容，尽管存在 Internet 审查策略，并且处于连接受限的区域。2022 年至今，Ceno 已经帮助了伊朗数以万计的人，即使他们的互联网连接受到阻断。

source: Internet shutdowns are becoming more common in undemocratic countries, intensifying the need for decentralized services and tools such as Ceno. In Iran, since protests started to surge in mid-September, the regime has been particularly aggressive in suppressing communication outside of its intranet infrastructure, the National Information Network. Among other things, the authorities have been blocking websites and social platforms; disabling mobile data; encrypting DNS services; and collapsing networks.
ar: أصبح قطع الإنترنت أكثر شيوعًا في البلدان غير الديمقراطية، مما زاد من الحاجة إلى الخدمات اللامركزية والأدوات مثل Ceno. في إيران، منذ اندلاع الاحتجاجات في منتصف أيلول/ سبتمبر، أصبح النظام أكثر عدوانية في كتم الاتصالات خارج البنية التحتية لشبكة إيران الداخلية، شبكة المعلومات الوطنية. من بين أمور أخرى قامت السلطات بحجب المواقع الإلكترونية ومنصات تواصل اجتماعي وبتعطيل بيانات الجوال وبتشفير خدمات DNS وتدمير الشبكات.
de: Internetabschaltungen werden in undemokratischen Ländern immer häufiger, was den Bedarf an dezentralen Diensten und Werkzeugen wie Ceno verstärkt. Im Iran ist das Regime seit dem Aufflammen der Proteste Mitte September besonders aggressiv bei der Unterdrückung der Kommunikation außerhalb seiner Intranet-Infrastruktur, dem Nationalen Informationsnetzwerk, vorgegangen. Unter anderem haben die Behörden Websites und soziale Plattformen blockiert, mobile Daten gesperrt, DNS-Dienste verschlüsselt und Netzwerke zusammenbrechen lassen.
el: Οι διακοπές λειτουργίας του Διαδικτύου γίνονται όλο και πιο συχνές σε αντιδημοκρατικές χώρες, γεγονός που εντείνει την ανάγκη για αποκεντρωμένες υπηρεσίες και εργαλεία όπως το Ceno. Στο Ιράν, από τότε που οι διαμαρτυρίες άρχισαν να αυξάνονται στα μέσα Σεπτεμβρίου, το καθεστώς υπήρξε ιδιαίτερα επιθετικό στον περιορισμό των επικοινωνιών εκτός της υποδομής του δικτύου, του Εθνικού Δικτύου Πληροφοριών. Μεταξύ άλλων, οι αρχές μπλοκάρουν ιστότοπους και κοινωνικές πλατφόρμες, απενεργοποιούν δεδομένα κινητής τηλεφωνίας, κρυπτογραφούν υπηρεσίες DNS και καταστρέφουν δίκτυα.
hu: Az internet leállítása egyre gyakoribbá válik a nem demokratikus országokban, ami fokozza az olyan decentralizált szolgáltatások és eszközök iránti igényt, mint a Ceno. Iránban a tiltakozások szeptember közepén kezdődött kirobbanása óta a rezsim különösen agresszívan nyomja el az országos infrastruktúrán, a Nemzeti Információs Hálózaton kívüli kommunikációt. A hatóságok többek között blokkolják a weboldalakat és a közösségi platformokat; letiltják a mobil adatkapcsolatot; titkosítják a DNS-szolgáltatásokat; és összeomlasztják a hálózatokat.
id: Pemutusan akses internet menjadi lebih umum di negara-negara yang tidak demokratis, mengintensifkan kebutuhan akan layanan dan alat yang terdesentralisasi seperti Ceno. Di Iran, sejak protes mulai melonjak pada pertengahan September, rezim tersebut sangat agresif dalam menekan komunikasi di luar infrastruktur intranetnya, Jaringan Informasi Nasional. Antara lain, pihak berwenang telah memblokir situs web dan platform sosial, menonaktifkan data seluler, mengenkripsi layanan DNS, dan meruntuhkan jaringan internet.
pl: Wyłączenia Internetu stają się coraz bardziej powszechne w krajach niedemokratycznych, zwiększając zapotrzebowanie na zdecentralizowane usługi i narzędzia, takie jak Ceno. W Iranie, odkąd protesty zaczęły narastać w połowie września, reżim był szczególnie agresywny w tłumieniu komunikacji poza swoją infrastrukturą intranetową, National Information Network. Władze blokują między innymi strony internetowe i platformy społecznościowe, wyłączają dane mobilne, szyfrują usługi DNS i niszczą sieci.
pt: Os encerramentos da Internet estão a tornar-se mais comuns em países não democráticos, intensificando a necessidade de serviços e ferramentas descentralizados como o Ceno. No Irão, desde que os protestos começaram a surgir em meados de setembro, o regime tem sido particularmente agressivo na supressão da comunicação fora da sua infraestrutura de intranet, a Rede Nacional de Informação. Entre outras coisas, as autoridades têm bloqueado sítios Web e plataformas sociais; desativado dados móveis; encriptado serviços DNS; e redes colapsadas.
tr: İnternet kesintileri demokratik olmayan ülkelerde giderek daha yaygın hale geliyor ve merkezi olmayan hizmetler ile Ceno gibi araçlara olan gereksinimi artırıyor. İran'da Eylül ortasında protestolar artmaya başladığından beri rejim, özellikle intranet altyapısı olan Ulusal Bilgi Ağı (NIN) dışındaki iletişimi bastırmakta saldırgan davranıyor. Yetkililer diğer şeylerin yanında İnternet sitelerini ve sosyal ağları engelliyor, mobil verileri devre dışı bırakıyor, DNS hizmetlerini şifreliyor ve ağları çökertiyor.
uk: Інтернет-відключень стає все більш поширеним в недемократичних країнах, посилює потребу в децентралізованих послугах і інструментах, таких як Ceno. В Ірані, після того, як в середині вересня почалися протести, режим був особливо агресивний у пригнічення зв'язку за межами своєї інфраструктури інтранет, Національної інформаційної мережі. Серед іншого, влада блокувала вебсайти і соціальні платформи; відключення мобільних даних; шифрування DNS служб; а також згортання мереж.
zh_hans: 互联网关闭在不民主的国家变得越来越普遍，这加剧了对 Ceno 等去中心化服务和工具的需求。在伊朗，自 9 月中旬抗议活动开始激增以来，该政权一直特别积极地压制其内联网基础设施（国家信息网络）之外的通信。除其他外，当局一直在封锁网站和社交平台;禁用移动数据;加密 DNS 服务;以及使网络崩溃。
