Repository: ceno-app/ceno.github.io
Catalog: */donate.po
Languages: ar, fa, fr, my, pl, pt_br, tr, uk, ur

source: en
ar: العربية
fa: fa
fr: fr
my: my
pl: pl
pt_br: pt_BR
tr: tr
uk: uk
ur: ur

# donate.html+html.body.nav.div.div:96-7
source: <a href="about.html">About</a> <a href="support.html">Support</a> <a href="news.html">News</a> <a href="help.html">Community</a> <a href="donate.html">Donate</a>
fa: <a href="about.html">درباره</a><a href="support.html">پشتیبانی</a><a href="news.html">اخبار</a><a href="help.html">مشارکت</a><a href="donate.html">اهدا</a>
fr: <a href="about.html">À propos</a><a href="support.html">Assistance technique</a><a href="news.html">Actualités</a><a href="help.html">Communauté</a><a href="donate.html">Faire un don</a>
pl: <a href="about.html">O</a> <a href="support.html">Pomoc</a> <a href="news.html">Wydarzenia</a> <a href="help.html">Społeczność</a> <a href="donate.html">Wesprzyj</a>
pt_br: <a href="about.html">Sobre</a> <a href="support.html">Suporte</a> <a href="news.html">Novidades</a> <a href="help.html">Ajuda</a> <a href="donate.html">Fazer doação</a>
uk: <a href="about.html">Про проєкт</a> <a href="support.html">Підтримка</a> <a href="news.html">Новини</a> <a href="help.html">Спільнота</a> <a href="donate.html">Підтримати</a>

# donate.html+html.body.nav.div.div.div.label.img[alt]:107-13
source: Select language
fa: انتخاب زبان
fr: Sélectionnez la langue
pl: Wybierz język
pt_br: Selecionar idioma
uk: Обрати мову

source: EN
ar: العربية
fa: FA
fr: FR
my: MY
pl: PL
pt_br: PT-BR
tr: TR
uk: UK
ur: UR

# donate.html+html.body.nav.div.div.div.div:112-11
source: <a class="navbar-item" lang="ar" hreflang="ar" href="../ar/donate.html">العربية</a> <a class="navbar-item" lang="en" hreflang="en" href="../en/donate.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/donate.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/donate.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/donate.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/donate.html">မြန်မာစာ</a> <a class="navbar-item" lang="pt_BR" hreflang="pt_BR" href="../pt_BR/donate.html">Português</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/donate.html">Pусский</a> <a class="navbar-item" lang="tr" hreflang="tr" href="../tr/donate.html">Türkçe</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/donate.html">Українська</a> <a class="navbar-item" lang="ur" hreflang="ur" href="../ur/donate.html">اردو</a>
pt_br: <a class="navbar-item" lang="ar" hreflang="ar" href="../ar/donate.html">العربية</a> <a class="navbar-item" lang="en" hreflang="en" href="../en/donate.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/donate.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/donate.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/donate.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/donate.html">မြန်မာစာ</a> <a class="navbar-item" lang="pt_BR" hreflang="pt_BR" href="../pt_BR/donate.html">Português (BR)</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/donate.html">Pусский</a> <a class="navbar-item" lang="tr" hreflang="tr" href="../tr/donate.html">Türkçe</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/donate.html">Українська</a> <a class="navbar-item" lang="ur" hreflang="ur" href="../ur/donate.html">اردو</a>
uk: <a class="navbar-item" lang="en" hreflang="en" href="../en/donate.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/donate.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/donate.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/donate.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/donate.html">မြန်မာစာ</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/donate.html">Pусский</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/donate.html">Українська</a>

# donate.html+html.body.nav.div.div:127-9
source: Download
fa: دانلود
fr: Télécharger
pl: Pobierz
uk: Завантажити

# donate.html+html.body.nav.div.div:138-7
source: <a href="about.html">About</a> <a href="support.html">Support</a> <a href="news.html">News</a> <a href="help.html">Community</a> <a href="donate.html">Donate</a>
fa: <a href="about.html">درباره</a><a href="support.html">پشتیبانی</a><a href="news.html">اخبار</a><a href="help.html">مشارکت</a><a href="donate.html">اهدا</a>
fr: <a href="about.html">À propos</a><a href="support.html">Assistance technique</a><a href="news.html">Actualités</a><a href="help.html">Communauté</a><a href="donate.html">Faire un don</a>
pl: <a href="about.html">O nas</a> <a href="support.html">Pomoc</a> <a href="news.html">Wiadomości</a> <a href="help.html">Społeczność</a> <a href="donate.html">Wesprzyj</a>
pt_br: <a href="about.html">Sobre</a> <a href="support.html">Suporte</a> <a href="news.html">Novidades</a> <a href="help.html">Ajuda</a> <a href="donate.html">Fazer doação</a>
uk: <a href="about.html">Про</a> <a href="support.html">Підтримка</a> <a href="news.html">Новини</a> <a href="help.html">Спільнота</a> <a href="donate.html">Підтримати</a>

source: Download Ceno
fa: دانلود سنو
fr: Télécharger Ceno
pl: Pobierz Ceno
pt_br: Baixar Ceno
tr: İndir Ceno
uk: Завантажити Ceno

# donate.html+html.body.nav.div.div.a.div:146-11
source: Download
fa: دانلود
fr: Télécharger
pl: Pobierz
uk: Завантажити

source: Ceno logo
fa: لوگو سنو
fr: Logo Ceno
pl: Logo Ceno
pt_br: Logotipo do Ceno
tr: Ceno logosu
uk: Логотип Ceno

# donate.html+html.body.nav.div.div.label.img[alt]:153-11
source: Select language
fa: انتخاب زبان
fr: Sélectionnez la langue
pl: Wybierz język
pt_br: Selecionar idioma
uk: Обрати мову

# donate.html+html.body.nav.div.div.div:159-9
source: <a class="navbar-item" lang="ar" hreflang="ar" href="../ar/donate.html">العربية</a> <a class="navbar-item" lang="en" hreflang="en" href="../en/donate.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/donate.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/donate.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/donate.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/donate.html">မြန်မာစာ</a> <a class="navbar-item" lang="pt_BR" hreflang="pt_BR" href="../pt_BR/donate.html">Português</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/donate.html">Pусский</a> <a class="navbar-item" lang="tr" hreflang="tr" href="../tr/donate.html">Türkçe</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/donate.html">Українська</a> <a class="navbar-item" lang="ur" hreflang="ur" href="../ur/donate.html">اردو</a>
pt_br: <a class="navbar-item" lang="ar" hreflang="ar" href="../ar/donate.html">العربية</a> <a class="navbar-item" lang="en" hreflang="en" href="../en/donate.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/donate.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/donate.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/donate.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/donate.html">မြန်မာစာ</a> <a class="navbar-item" lang="pt_BR" hreflang="pt_BR" href="../pt_BR/donate.html">Português (BR)</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/donate.html">Pусский</a> <a class="navbar-item" lang="tr" hreflang="tr" href="../tr/donate.html">Türkçe</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/donate.html">Українська</a> <a class="navbar-item" lang="ur" hreflang="ur" href="../ur/donate.html">اردو</a>
uk: </a></a><a class="navbar-item" lang="en" hreflang="en" href="../en/donate.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/donate.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/donate.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/donate.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/donate.html">မြန်မာစာ</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/donate.html">Pусский</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/donate.html">Українська</a></a> <a class="navbar-item" lang="ur" hreflang="ur" href="../ur/donate.html">اردو</a>

source: Ceno Browser | Donate
ar: متصفح Ceno | تبرّع
fa: مرورگر سنو | دانلود
fr: Navigateur Ceno | Faire un don
my: Ceno ဘရောက်ဇာ | လှူဒါန်းမည်
pl: Przeglądarka Ceno | Wesprzyj
pt_br: Navegador Ceno | Doar
tr: Ceno Browser | Bağış yapın
uk: браузер Ceno | Підтримати
ur: Ceno براؤزر | عطیہ کریں

source: Donate to Ceno Browser
ar: تبرّع لمتصفح Ceno
fa: کمک مالی به مرورگر سنو
fr: Faire un don au Navigateur Ceno
my: Ceno ဘရောက်ဇာ သို့ လှူဒါန်းမည်
pl: Wesprzyj Przeglądarkę Ceno
pt_br: Doar para o Navegador Ceno
tr: Ceno Browser'a bağış yapın
uk: Пожертвувати на Ceno Browser
ur: Ceno براؤزر کو عطیہ کریں

source: Ceno Browser is completely free and open source software funded solely through grants and donations. Below are some of the ways you can support its continued development through financial contributions. For other ways of getting involved and contributing, please visit <a href="help.html">the Community page</a>!
ar: متصفح Ceno هو برنامج مجاني تماماً ومفتوح المصدر يتم تمويله فقط من خلال المنح والتبرعات. فيما يلي بعض الطرق التي يمكنك من خلالها دعم تطويره المستمر من خلال المساهمات المالية. للحصول على طرق أخرى للمشاركة والمساهمة، يرجى زيارة <a href="help.html">صفحة المجتمع </a>!
fa: مرورگر سنو یک نرم‌افزار کاملا رایگان و متن‌باز است که هزینه‌های آن تنها از طریق کمک‌های مالی تامین می‌شود. با روش‌هایی که در ادامه معرفی شده می‌توانید با کمک مالی خود از توسعه ادامه‌دار سنو حمایت کنید. برای کمک و مشارکت از روش‌های دیگر، لطفا به <a href="help.html">صفحه مشارکت</a> مراجعه کنید!
fr: Le Navigateur Ceno est un logiciel entièrement libre et à code source ouvert, financé uniquement par des subventions et des dons. Ci-dessous se trouvent quelques-unes des façons dont vous pouvez soutenir son développement continu par des contributions financières. D’autres façons de vous impliquer et de contribuer sont présentées sur <a href="help.html">la page Communauté</a>.
my: Ceno ဘရောက်ဇာသည် ထောက်ပံ့‌ငွေများနှင့် လှူဒါန်းငွေများကိုသာ အသုံးပြုထားသည့် လုံးဝဥဿုံ လွတ်လပ်ပြီး ပွင့်လင်းရင်းမြစ် ဆော့ဖ်ဝဲ တစ်ခုဖြစ်သည်။ အောက်ဖော်ပြပါနည်းလမ်းများသည် ၎င်း၏ ဆက်လက် တီထွင်ဖန်တီးမှုများကို ငွေကြေးထောက်ပံ့ပေးနိုင်သော နည်းလမ်းများဖြစ်ပါသည်။ အခြားသောနည်းလမ်းများဖြင့် ပါဝင်လိုပါက <a href="help.html">အသိုင်းအဝိုင်း စာမျက်နှာ</a> ကို ကျေးဇူးပြုပြီး ဝင်ရောက် ကြည့်ရှုပေးပါ။
pl: Przeglądarka Ceno jest całkowicie darmowym i otwartoźródłowym programem fundowanym wyłącznie przez granty i darowizny. Poniżej znajdziesz niektóre sposoby aby wesprzeć prace nad nim przez finansowanie. Aby zobaczyć inne sposoby na zaangażowanie się i współautorstwo, proszę odwiedź <a href="help.html">stronę Społeczności</a>!
pt_br: O Navegador Ceno é um software completamente gratuito e de código aberto, financiado apenas a partir de prêmios e doações. Abaixo, estão algumas das formas pelas quais você pode apoiar o seu contínuo desenvolvimento através de contribuições financeiras. Para descobrir outras formas de se envolver e contribuir, por favor, visite <a href="help.html">a página da Comunidade</a>!
tr: Ceno Browser yalnızca bağışlar ve yardımlar ile desteklenen açık kaynaklı ve tamamen ücretsiz bir yazılımdır. Maddi olarak bize destek olabileceğiniz bazı yöntemleri aşağıda bulabilirsiniz. Farklı şekilde yardımcı olmak ya da katkıda bulunmak istiyorsanız <a href="help.html">Topluluk sayfasına</a> bakabilirsiniz!
uk: Ceno Browser - це повністю безкоштовне програмне забезпечення з відкритим вихідним кодом, що фінансується виключно за рахунок грантів і пожертвувань. Нижче наведено кілька способів, якими ви можете підтримати його подальший розвиток за допомогою фінансових внесків. Щоб дізнатися про інші способи участі та внеску, будь ласка, відвідайте <a href="help.html">сторінку спільноти</a>!
ur: Ceno براؤزر مکمل طور پر مفت اور اوپن سورس سافٹ ویئر ہے جو مکمل طور پر گرانٹس اور عطیات کے ذریعے چلتا ہے۔ ذیل میں کچھ ایسے طریقے ہیں جن سے آپ مالی تعاون کے ذریعے اس کی مسلسل ترقی کی حمایت کر سکتے ہیں۔ شامل ہونے اور تعاون کرنے کے دیگر طریقوں کے لیے، براہ کرم <a href="help.html">کمیونٹی صفحہ</a> ملاحظہ کریں!

source: Make a Donation
ar: تبرّع
fa: اهدا کنید
fr: Faire un don
my: လှူဒါန်းမှုပြုလုပ်မည်
pl: Przekaż darowiznę
pt_br: Fazer uma Doação
tr: Bağış yapın
uk: Зробіть внесок
ur: عطیہ کریں

source: Make a one-time donation using our Paypal payment portal.
fa: با استفاده از درگاه پرداخت ما در PayPal، در یک نوبت کمک مالی داشته باشید.
fr: Faites un don unique en utilisant notre portail de paiement Paypal.
pl: Przekaż jednorazową darowiznę przy użyciu naszego portalu płatności PayPal.
pt_br: Fazer uma doação única usando o nosso portal de pagamento Paypal.
tr: PayPal ödeme yöntemimiz ile tek seferlik bir bağış yapın.
uk: Зробіть одноразову пожертву за допомогою нашого платіжного порталу Paypal.

source: Donate via Paypal
fa: پرداخت با PayPal
fr: Faire un don sur Stripe
pl: Wesprzyj przez PayPal
pt_br: Doar via Paypal
tr: PayPal ile bağış yapın
uk: Задонатьте з допомогою Paypal

source: Become a Sponsor
ar: كن راعياً
fa: حامی مالی شوید
fr: Devenez commanditaire
my: ပံ့ပိုးကူညီသူ ဖြစ်လာရန်
pl: Zostań sponsorem
pt_br: Torne-se um Patrocinador
tr: Destekçi olun
uk: Станьте спонсором
ur: سپانسر بنیں

source: We are currently exploring fundraising platforms and communities:
ar: نستطلع حاليًا منصات ومجتمعات جمع التبرعات:
fa: ما در حال حاضر مشغول بررسی پلتفرم‌ها و گروه‌های جمع‌آوری کمک مالی هستیم:
fr: Nous explorons actuellement les plateformes et les communautés de collecte de fonds :
my: ကျွန်ုပ်တို့သည် လက်ရှိတွင် ရန်ပုံ‌ငွေစုဆောင်းနိုင်သည့် ပလက်ဖောင်းများနှင့် အသိုင်းအသိုင်းများကို ရှာဖွေလျက်ရှိပါသည်။
pl: Obecnie badamy platformy do zbierania środków i społeczności:
pt_br: Atualmente, estamos analisando plataformas e comunidades de financiamento:
tr: Şu anda bağış toplama platformlarını ve topluluklarını araştırıyoruz:
uk: Наразі ми вивчаємо платформи та спільноти для збору коштів:
ur: ہم فی الحال فنڈ ریزنگ پلیٹ فارمز اور کمیونٹیز کو تلاش کر رہے ہیں:

source: Sponsor on Github
ar: ادعمنا على Github‏
fa: حمایت مالی در GitHub
fr: Soutenez-nous sur GitHub
my: Github တွင် ပံ့ပိုးကူညီပါ
pl: Sponsoruj na Githubie
pt_br: Patrocine no GitHub
tr: Github ile destek olun
uk: Спонсор на Github
ur: Github پر اسپانسر

source: Donate Bitcoin
ar: تبرع بعملات البيتكوين
fa: اهدای بیت‌کوین
fr: Faites un don en bitcoins
my: ဘစ်ကွိုင် (Bitcoin) လှူဒါန်းမည်
pl: Wesprzyj Bitcoinem
pt_br: Doe Bitcoin
tr: Bitcoin bağışlayın
uk: Задонатьте біткоіном
ur: Bitcoin عطیہ کریں

source: Our wallet address is:
ar: عنوان محفظتنا هو:
fa: آدرس کیف پول ما:
fr: L’adresse de notre porte-monnaie est :
my: ကျွန်ုပ်တို့၏ wallet လိပ်စာမှာ အောက်ပါအတိုင်း ဖြစ်ပါသည်။
pl: Nasz adres portfela to:
pt_br: O endereço da nossa carteira é:
tr: Cüzdan adresimiz:
uk: Адреса нашого гаманця:
ur: ہمارے والیٹ کا پتہ ہے:

source: Ceno Browser is a project by <a href="https://equalit.ie">eQualit.ie</a> – a not-for-profit Canadian organization that creates decentralized internet services in support of a more equal and equitable network. eQualitie's solutions are open source, battle proven and developed in mind of our values. Everyday, they enable freedom of association for millions of people online.
fa: مرورگر سنو پروژه‌ای از شرکت <a href="https://equalit.ie">eQualit.ie</a> است؛ یک سازمان غیرانتفاعی کانادایی که به منظور حمایت از شبکه‌ای برابر و عادلانه‌تر، مجموعه‌ای از خدمات اینترنتی غیرمتمرکز ارائه می‌دهد. راه‌حل‌های eQualitie متن‌باز هستند، امتحان خود را در عمل پس داده‌اند و هماهنگ با ارزش‌های ما شکل گرفته‌اند. این راه‌حل‌ها هر روز میلیون‌ها نفر را به صورت آنلاین از حق آزادی انجمن برخوردار می‌کنند.
fr: Ceno Browser est un projet de <a href="https://equalit.ie">eQualit.ie</a>, une organisation canadienne à but non lucratif qui crée des services Internet décentralisés pour soutenir un réseau plus égal et équitable. . Les solutions d'eQualitie sont open source, éprouvées et développées en gardant nos valeurs à l'esprit. Ils offrent chaque jour la liberté d’association en ligne à des millions de personnes.
pt_br: Ceno Browser é um projeto da <a href="https://equalit.ie">eQualit.ie</a>, uma organização canadense sem fins lucrativos que cria serviços descentralizados de Internet para apoiar uma rede mais igualitária e equitativa. . As soluções da eQualitie são de código aberto, comprovadas em batalha e desenvolvidas com nossos valores em mente. Eles proporcionam liberdade de associação online a milhões de pessoas todos os dias.
tr: Ceno Browser, daha eşit ve adaletli bir ağı desteklemek için merkezi olmayan İnternet hizmetleri oluşturan, kar amacı gütmeyen bir Kanada kuruluşu olan <a href="https://equalit.ie">eQualit.ie</a>'nin bir projesidir. . eQualitie çözümleri açık kaynaklıdır, savaş alanında kanıtlanmış ve değerlerimiz akılda tutularak geliştirilmiştir. Her gün milyonlarca insana çevrim içi olarak örgütlenme özgürlüğü sağlıyorlar.
uk: Ceno Browser – це проєкт <a href="https://equalit.ie">eQualit.ie</a> (Ікволіті), канадської некомерційної організації, яка створює децентралізовані інтернет-сервіси для підтримки більш рівноправної мережі. Технологічні рішення eQualitie мають відкритий вихідний код, перевірені на практиці і розроблені з урахуванням наших цінностей. Ці рішення щодня гарантують мільйонам людей свободу слова та свободу об'єднань в інтернеті.
ur: Ceno Browser <a href="https://equalit.ie">eQualit.ie</a> کا ایک پروجیکٹ ہے، ایک کینیڈا کی غیر منافع بخش تنظیم جو زیادہ مساوی اور مساوی نیٹ ورک کو سپورٹ کرنے کے لیے وکندریقرت انٹرنیٹ خدمات تخلیق کرتی ہے۔ . eQualitie کے حل اوپن سورس، جنگ سے ثابت، اور ہماری اقدار کو ذہن میں رکھتے ہوئے تیار کیے گئے ہیں۔ وہ ہر روز لاکھوں لوگوں کو آن لائن ایسوسی ایشن کی آزادی فراہم کرتے ہیں۔

source: © eQualitie 2018<script>new Date().getFullYear()>2018&&document.write("-"+new Date().getFullYear());</script>
fa: © Censorship.no! 2018<script>new Date().getFullYear()>2018&&document.write("-"+new Date().getFullYear());</script>

source: About
ar: حول المتصفح
my: အကြောင်းအရာ
ur: کے بارے میں

source: Support
ar: دعم
my: အကူအညီ
ur: معاونت

source: News
ar: أخبار
my: သတင်း
ur: خبریں

source: Community
ar: المجتمع
my: အသိုင်းအဝိုင်း
ur: کمیونٹی

source: Donate
ar: تبرّع
my: လှူဒါန်းမည်
ur: عطیہ کریں

source: Get Ceno
ar: احصل على Ceno
my: Ceno ကို ရယူမည်
ur: Ceno حاصل کریں

source: Download
ar: تنزيل
my: ‌ဒေါင်းလုပ်ဒ်
ur: ڈاؤن لوڈ کریں

source: Make a one-time donation using our Stripe payment portal.
ar: قم بالتبرع لمرة واحدة باستخدام بوابة سترايب (بالإنجليزية: Stripe) الخاصة بنا.

source: Donate via Stripe
ar: تبرع عبر سترايب (Stripe)

source: Ceno Browser is a project by <a href="https://equalit.ie">eQualit.ie</a> – a not-for-profit Canadian company developing open and reusable systems with a focus on privacy, online security and freedom of association. Technology solutions and innovations are driven by our <a href="https://equalit.ie/en/values/">values</a> that guide us to protect the rights and aspirations of everyone online.
ar: متصفح Ceno هو مشروع لشركة <a href="https://equalit.ie">eQualit.ie</a> – وهي شركة كندية غير ربحيّة تقوم بتطوير أنظمة مفتوحة وقابلة لإعادة الاستخدام مع التركيز على الخصوصية والأمن عبر الإنترنت وحرية التجمّع والانتماء. حلولنا التقنية وابتكاراتنا مدفوعة <a href="https://equalit.ie/en/values/">بقيمنا</a> التي ترشدنا نحو حماية حقوق وتطلعات الجميع على الإنترنت.
my: Ceno Browser သည် <a href="https://equalit.ie">eQualit.ie</a> မှ ပရောဂျက်တစ်ခုဖြစ်ပြီး ကိုယ်ရေးလုံခြုံမှု၊ အွန်လိုင်းပေါ်တွင် လုံခြုံမှုနှင့် လွတ်လပ်စွာ အသင်းအဖွဲ့ဖွဲ့စည်းမှုတို့ကို ဦးစားပေးသည့် ပွင့်လင်းမြင်သာမှုရှိသော ပြန်လည်အသုံးပြုနိုင်သော စနစ်များကို တီထွင်ဖန်တီးနေသည့် အကျိုးအမြတ်မယူသည့် ကနေဒါကုမ္ပဏီတစ်ခုဖြစ်သည်။ နည်းပညာဆိုင်ရာ ဖြေရှင်းချက်များနှင့် ဆန်းသစ်တီထွင်မှုများကို အွန်လိုင်းတွင် လူတိုင်း၏အခွင့်အရေးများနှင့် ဆန္ဒများကို ကာကွယ်ရန် ကျွန်ုပ်တို့အား လမ်းညွှန်ပေးသည့် ကျွန်ုပ်တို့၏ <a href="https://equalit.ie/en/values/">တန်ဖိုးများ</a>မှ တွန်းအားပေးသည်။
