Repository: ceno-app/ceno.github.io
Catalog: */download.po
Languages: ar, es, fa, fr, my, pl, pt, pt_br, ru, tr, uk, ur, zh_hans

source: Download (32-bit ARM)
ar: تنزيل (32 بت ARM)
es: Descargar (32-bit ARM)
fa: دانلود (32-bit ARM)
fr: Télécharger (ARM 32 bits)
my: ဒေါင်းလုတ် (32-bit ARM)
pl: Pobierz (32-bitowy ARM)
pt: Descarregar (32-bit ARM)
pt_br: Baixar (32-bit ARM)
ru: Скачать (32-бит ARM)
tr: İndir (32-bit ARM)
uk: Завантажити (32-біт ARM)
ur: ڈاؤن لوڈ کریں (32-bit ARM)
zh_hans: 下载 (32-bit ARM)

source: Download (64-bit ARM)
ar: تنزيل (64 بت ARM)
es: Descargar (64-bit ARM)
fa: دانلود (64-bit ARM)
fr: Télécharger (ARM 64 bits)
my: ဒေါင်းလုတ် (64-bit ARM)
pl: Pobierz (64-bitowy ARM)
pt: Descarregar (64-bit ARM)
pt_br: Baixar (64-bit ARM)
ru: Скачать (64-бит ARM)
tr: İndir (64-bit ARM)
uk: Завантажити (64-біт ARM)
ur: ڈاؤن لوڈ کریں (64-bit ARM)
zh_hans: 下载 (64-bit ARM)

source: Run this to <a href="https://developer.android.com/studio/command-line/apksigner#usage-verify">verify</a> that the APK has a valid signature from the certificate with the fingerprint shown below:
ar: قم بتشغيل هذا <a href="https://developer.android.com/studio/command-line/apksigner#usage-verify">للتحقق</a> من احتواء ملف APKعلى توقيع صالح من الشهادة الموضحة أدناه:
es: Ejecuta esto para <a href="https://developer.android.com/studio/command-line/apksigner#usage-verify">verificar</a> que la APK tenga una firma válida con el certificado con la huella digital mostrada abajo:
fa: این را اجرا کنید تا <a href="https://developer.android.com/studio/command-line/apksigner#usage-verify">تایید کنید</a> که APK دارای امضای معتبر از گواهی با اثر انگشتی است که در زیر نشان داده شده است:
fr: Exécutez la commande ci-dessous pour <a href="https://developer.android.com/studio/command-line/apksigner#usage-verify">confirmer</a> avec l’empreinte ci-dessous que l’APK a une signature valide du certificat :
my: APK ဖိုင်တွင် အောက်ဖော်ပြပါ လက်ဗွေအတွက် သင့်လျော်သော လက်မှတ်ရှိကြောင်း သက်သေပြရန် <a href="https://developer.android.com/studio/command-line/apksigner#usage-verify">ဖွင့်လိုက်ပါ</a> -
pl: Uruchom to, aby <a href="https://developer.android.com/studio/command-line/apksigner#usage-verify">sprawdzić</a>, czy APK ma ważny podpis z certyfikatu z odciskiem palca pokazanym poniżej:
pt: Executar isto para <a href="https://developer.android.com/studio/command-line/apksigner#usage-verify">verificar</a> que o APK tem uma assinatura válida do certificado com a impressão digital mostrada abaixo:
pt_br: Execute isto para <a href="https://developer.android.com/studio/command-line/apksigner#usage-verify">verificar</a> que a APK tem uma assinatura válida do certificado com o fingerprint mostrado abaixo:
ru: Выполните эту команду, чтобы <a href="https://developer.android.com/studio/command-line/apksigner#usage-verify">проверить</a>, что APK-файл имеет действительную сигнатуру сертификата с приведенным ниже отпечатком:
tr: APK'nın aşağıda gösterilen parmak izine sahip sertifikadan geçerli bir imzaya sahip olduğunu <a href="https://developer.android.com/studio/command-line/apksigner#usage-verify">doğrulamak</a> için bunu çalıştırın:
uk: Виконайте цю команду, щоб <a href="https://developer.android.com/studio/command-line/apksigner#usage-verify">перевірити</a>, що APK-файл має дійсний підпис сертифіката з наведеним нижче відбитком:
ur: اس کو چلائیں <a href="https://developer.android.com/studio/command-line/apksigner#usage-verify">تصدیق</a> کہ APK میں سرٹیفکیٹ سے ایک درست دستخط ہے جس میں فنگر پرنٹ نیچے دکھایا گیا ہے:
zh_hans: 运行以下指令可<a href="https://developer.android.com/studio/command-line/apksigner#usage-verify">验证</a>该 APK安装包 是否带有下方所示指纹证书的有效签名：

source: You can also verify the <a href="https://ceno-download.s3.amazonaws.com/ceno/v2.3.1/sha256sums.txt.asc">signatures</a> of <a href="https://ceno-download.s3.amazonaws.com/ceno/v2.3.1/sha256sums.txt">file hashes</a> against our <a href="https://pgp.mit.edu/pks/lookup?op=get&search=0xC7DCC123F0DDB862">PGP key</a> (with fingerprint <code>51BE 600C 2711 926C 865D F93F C7DC C123 F0DD B862</code>).
pt_br: Você também pode verificar as <a href="https://ceno-download.s3.amazonaws.com/ceno/v2.3.1/sha256sums.txt.asc">assinaturas</a> das <a href="https://ceno-download.s3.amazonaws.com/ceno/v2.3.1/sha256sums.txt">hashes de arquivos</a> comparando-as com nossa <a href="https://pgp.mit.edu/pks/lookup?op=get&search=0xC7DCC123F0DDB862">chave PGP</a> (com fingerprint <code>51BE 600C 2711 926C 865D F93F C7DC C123 F0DD B862</code>).

source: Ceno Browser is a project by <a href="https://equalit.ie">eQualit.ie</a> – a not-for-profit Canadian organization that creates decentralized internet services in support of a more equal and equitable network. eQualitie's solutions are open source, battle proven and developed in mind of our values. Everyday, they enable freedom of association for millions of people online.
ar: Ceno Browser هو مشروع تابع لـ <a href="https://equalit.ie">eQualit.ie</a>، وهي منظمة كندية غير ربحية تعمل على إنشاء خدمات إنترنت لا مركزية لدعم شبكة أكثر مساواة وإنصافًا. . تعتبر حلول eQuality مفتوحة المصدر، ومثبتة في المعركة، وتم تطويرها مع وضع قيمنا في الاعتبار. أنها توفر حرية تكوين الجمعيات عبر الإنترنت لملايين الأشخاص كل يوم.
es: El Navegador Ceno es un proyecto de <a href="https://equalit.ie">eQualit.ie</a> - una organización canadiense sin ánimo de lucro que crea servicios de Internet descentralizados en apoyo de una red más igualitaria y equitativa. Las soluciones de eQualitie son de código abierto, probadas en batallas y desarrolladas teniendo en cuenta nuestros valores. Todos los días hacen posible la libertad de asociación de millones de personas en Internet.
fa: مرورگر سنو پروژه‌ای از شرکت <a href="https://equalit.ie">eQualit.ie</a> است؛ یک سازمان غیرانتفاعی کانادایی که به منظور حمایت از شبکه‌ای برابر و عادلانه‌تر، مجموعه‌ای از خدمات اینترنتی غیرمتمرکز ارائه می‌دهد. راه‌حل‌های eQualitie متن‌باز هستند، امتحان خود را در عمل پس داده‌اند و هماهنگ با ارزش‌های ما شکل گرفته‌اند. این راه‌حل‌ها هر روز میلیون‌ها نفر را به صورت آنلاین از حق آزادی انجمن برخوردار می‌کنند.
fr: Ceno Browser est un projet de <a href="https://equalit.ie">eQualit.ie</a>, une organisation canadienne à but non lucratif qui crée des services Internet décentralisés pour soutenir un réseau plus égal et équitable. . Les solutions d'eQualitie sont open source, éprouvées et développées en gardant nos valeurs à l'esprit. Ils offrent chaque jour la liberté d’association en ligne à des millions de personnes.
my: Ceno Browser သည် သာတူညီမျှနှင့် သာတူညီမျှသောကွန်ရက်ကိုပံ့ပိုးရန် ဗဟိုချုပ်ကိုင်မှုလျှော့ချထားသောအင်တာနက်ဝန်ဆောင်မှုများကိုဖန်တီးပေးသည့်ကနေဒါအကျိုးအမြတ်မယူသောအဖွဲ့အစည်းတစ်ခုဖြစ်သည့် <a href="https://equalit.ie">eQualit.ie</a> ၏ပရောဂျက်တစ်ခုဖြစ်သည်။ . eQualitie ၏ ဖြေရှင်းချက်များသည် ပွင့်လင်းသောအရင်းအမြစ်ဖြစ်ပြီး၊ ကျွန်ုပ်တို့၏တန်ဖိုးများနှင့်အတူ တီထွင်ဖန်တီးထားသည်။ ၎င်းတို့သည် လူသန်းပေါင်းများစွာကို နေ့စဉ် အွန်လိုင်းတွင် လွတ်လပ်စွာ ပေါင်းသင်းခွင့် ပေးသည်။
pt: O Ceno Browser é um projeto da autoria de <a href="https://equalit.ie">eQualit.ie</a> - A eQualitie é uma organização canadiana sem fins lucrativos que cria serviços de Internet descentralizados em apoio a uma rede mais igualitária e equitativa. As soluções da eQualitie são de fonte aberta, comprovadas em combate e desenvolvidas tendo em conta os nossos valores. Todos os dias, elas permitem a liberdade de associação para milhões de pessoas online.
pt_br: Ceno Browser é um projeto da <a href="https://equalit.ie">eQualit.ie</a>, uma organização canadense sem fins lucrativos que cria serviços descentralizados de Internet para apoiar uma rede mais igualitária e equitativa. . As soluções da eQualitie são de código aberto, comprovadas em batalha e desenvolvidas com nossos valores em mente. Eles proporcionam liberdade de associação online a milhões de pessoas todos os dias.
ru: Ceno Browser – это проект <a href="https://equalit.ie">eQualit.ie</a>, канадской некоммерческой организации, которая создает децентрализованные интернет-сервисы для поддержки более равноправной и равноправной сети. . Решения eQualitie имеют открытый исходный код, проверены в боях и разработаны с учетом наших ценностей. Они ежедневно предоставляют свободу объединений в Интернете миллионам людей.
tr: Ceno Browser, daha eşit ve adaletli bir ağı desteklemek için merkezi olmayan İnternet hizmetleri oluşturan, kar amacı gütmeyen bir Kanada kuruluşu olan <a href="https://equalit.ie">eQualit.ie</a>'nin bir projesidir. . eQualitie çözümleri açık kaynaklıdır, savaş alanında kanıtlanmış ve değerlerimiz akılda tutularak geliştirilmiştir. Her gün milyonlarca insana çevrim içi olarak örgütlenme özgürlüğü sağlıyorlar.
uk: Ceno Browser – це проєкт <a href="https://equalit.ie">eQualit.ie</a> (Ікволіті), канадської некомерційної організації, яка створює децентралізовані інтернет-сервіси для підтримки більш рівноправної мережі. Технологічні рішення eQualitie мають відкритий вихідний код, перевірені на практиці і розроблені з урахуванням наших цінностей. Ці рішення щодня гарантують мільйонам людей свободу слова та свободу об'єднань в інтернеті.
ur: Ceno Browser <a href="https://equalit.ie">eQualit.ie</a> کا ایک پروجیکٹ ہے، ایک کینیڈا کی غیر منافع بخش تنظیم جو زیادہ مساوی اور مساوی نیٹ ورک کو سپورٹ کرنے کے لیے وکندریقرت انٹرنیٹ خدمات تخلیق کرتی ہے۔ . eQualitie کے حل اوپن سورس، جنگ سے ثابت، اور ہماری اقدار کو ذہن میں رکھتے ہوئے تیار کیے گئے ہیں۔ وہ ہر روز لاکھوں لوگوں کو آن لائن ایسوسی ایشن کی آزادی فراہم کرتے ہیں۔
zh_hans: Ceno 浏览器由加拿大非营利组织 <a href="https://equalit.ie">eQualit.ie</a> 打造 。该组织致力于创建去中心化互联网服务，构建更平等、公平的网络环境。eQualitie 的解决方案是开源的，经受过实践考验，且在开发过程中秉持着我们的价值观。每一天，这些方案都助力数百万网民实现网络上的结社自由。

source: Ceno Browser 2.4.0
pt_br: Navegador Ceno 2.4.0
zh_hans: Ceno 浏览器 2.4.0

source: Ceno Browser 2.4.2
fa: Ceno مرورگر 2.4.2
pt_br: Navegador Ceno 2.4.2
ru: Браузер Ceno 2.4.2

source: You can also verify the <a href="https://ceno-download.s3.amazonaws.com/ceno/v2.4.2/sha256sums.txt.asc">signatures</a> of <a href="https://ceno-download.s3.amazonaws.com/ceno/v2.4.2/sha256sums.txt">file hashes</a> against our <a href="https://pgp.mit.edu/pks/lookup?op=get&search=0xC7DCC123F0DDB862">PGP key</a> (with fingerprint <code>51BE 600C 2711 926C 865D F93F C7DC C123 F0DD B862</code>).
fa: شما همچنین می‌توانید <a href="https://ceno-download.s3.amazonaws.com/ceno/v2.4.2/sha256sums.txt.asc">امضاهای</a>ی <a href="https://ceno-download.s3.amazonaws.com/ceno/v2.4.2/sha256sums.txt">هش‌های فایل</a> را با <a href="https://pgp.mit.edu/pks/lookup?op=get&search=0xC7DCC123F0DDB862">کلید PGP</a> ما (با اثر انگشت <code>51BE 600C 2711 926C 865D F93F C7DC C123 F0DD B862</code>) تایید کنید.
pt_br: Você também pode verificar as <a href="https://ceno-download.s3.amazonaws.com/ceno/v2.4.2/sha256sums.txt.asc">assinaturas</a> das <a href="https://ceno-download.s3.amazonaws.com/ceno/v2.4.2/sha256sums.txt">hashes de arquivos</a> comparando-as com nossa <a href="https://pgp.mit.edu/pks/lookup?op=get&search=0xC7DCC123F0DDB862">chave PGP</a> (com fingerprint <code>51BE 600C 2711 926C 865D F93F C7DC C123 F0DD B862</code>).
ru: Также можете проверить <a href="https://ceno-download.s3.amazonaws.com/ceno/v2.4.2/sha256sums.txt.asc">подписи</a> <a href="https://ceno-download.s3.amazonaws.com/ceno/v2.4.2/sha256sums.txt">хешей файлов</a> по нашему <a href="https://pgp.mit.edu/pks/lookup?op=get&search=0xC7DCC123F0DDB862">PGP-ключу</a> (с отпечатком <code>51BE 600C 2711 926C 865D F93F C7DC C123 F0DD B862</code>).

# download.html+html.body.nav.div.div:127-9
source: Download
es: Descargar
fa: دانلود
my: ဒေါင်းလုပ်ဒ်
ru: Скачать
tr: İndir
uk: Завантажити
zh_hans: 下载

# download.html+html.body.nav.div.div.a.div:146-11
source: Download
es: Descargar
fa: دانلود
my: ဒေါင်းလုပ်ဒ်
ru: Скачать
tr: İndir
uk: Завантажити
zh_hans: 下载

source: Ceno Browser 2.2.1
es: Navegador Ceno 2.2.1

source: You can also verify the <a href="https://ceno-download.s3.amazonaws.com/ceno/v2.2.1/sha256sums.txt.asc">signatures</a> of <a href="https://ceno-download.s3.amazonaws.com/ceno/v2.2.1/sha256sums.txt">file hashes</a> against our <a href="https://pgp.mit.edu/pks/lookup?op=get&search=0xC7DCC123F0DDB862">PGP key</a> (with fingerprint <code>51BE 600C 2711 926C 865D F93F C7DC C123 F0DD B862</code>).
es: También puedes verificar las <a href="https://ceno-download.s3.amazonaws.com/ceno/v2.2.1/sha256sums.txt.asc">firmas</a> de los <a href="https://ceno-download.s3.amazonaws.com/ceno/v2.2.1/sha256sums.txt">hashes de archivos</a> contrastándolas con nuestra <a href="https://pgp.mit.edu/pks/lookup?op=get&search=0xC7DCC123F0DDB862">clave PGP</a> (con huella digital <code>51BE 600C 2711 926C 865D F93F C7DC C123 F0DD B862</code>).
tr: <a href="https://ceno-download.s3.amazonaws.com/ceno/v2.2.1/sha256sums.txt.asc">Dosya karmalarının</a> <a href="https://ceno-download.s3.amazonaws.com/ceno/v2.2.1/sha256sums.txt">imzalarını</a>, <a href="https://pgp.mit.edu/pks/lookup?op=get&search=0xC7DCC123F0DDB862">PGP anahtarımızla</a> göre de doğrulayabilirsiniz (<code>51BE 600C 2711 926C 865D F93F C7DC C123 F0DD B862</code> parmak iziyle).

source: You can also verify the <a href="https://ceno-download.s3.amazonaws.com/ceno/v2.4.0/sha256sums.txt.asc">signatures</a> of <a href="https://ceno-download.s3.amazonaws.com/ceno/v2.4.0/sha256sums.txt">file hashes</a> against our <a href="https://pgp.mit.edu/pks/lookup?op=get&search=0xC7DCC123F0DDB862">PGP key</a> (with fingerprint <code>51BE 600C 2711 926C 865D F93F C7DC C123 F0DD B862</code>).
zh_hans: 你还可以通过核实我们的 <a href="https://pgp.mit.edu/pks/lookup?op=get&search=0xC7DCC123F0DDB862">PGP 密钥</a> (指纹为 <code>51BE 600C 2711 926C 865D F93F C7DC C123 F0DD B862</code>)来校验<a href="https://ceno-download.s3.amazonaws.com/ceno/v2.4.0/sha256sums.txt">文件哈希值</a>的<a href="https://ceno-download.s3.amazonaws.com/ceno/v2.4.0/sha256sums.txt.asc">签名</a>。

source: About
pl: O
ur: کے بارے میںکے بارے میں

source: Support
pl: Pomoc
ur: معاونت

source: News
pl: Wiadomości
ur: خبریں

source: Community
pl: Społeczność
ur: کمیونٹی

source: Donate
pl: Wesprzyj
ur: عطیہ کریں

source: Get Ceno
pl: Pobierz Ceno
ur: Ceno حاصل کریں

source: Download
fr: Télécharger
pl: Pobierz
ur: ڈاؤن لوڈ کریں

source: You can also verify the <a href="https://dcomm.net.ua/package/ceno/sha256sums.txt.asc">signatures</a> of <a href="https://dcomm.net.ua/package/ceno/sha256sums.txt">file hashes</a> against our <a href="https://pgp.mit.edu/pks/lookup?op=get&search=0xC7DCC123F0DDB862">PGP key</a> (with fingerprint <code>51BE 600C 2711 926C 865D F93F C7DC C123 F0DD B862</code>).
pl: Możesz również zweryfikować podpisy <a href="https://ceno-download.s3.amazonaws.com/ceno/v1.6.0/sha256sums.txt.asc"></a> plików <a href="https://ceno-download.s3.amazonaws.com/ceno/v1.6.0/sha256sums.txt">hash</a> z naszym <a href="https://ceno-download.s3.amazonaws.com/keys/cenoers.asc">kluczem PGP</a> (z odciskiem palca <code>51BE 600C 2711 926C 865D F93F C7DC C123 F0DD B862</code>).
