Repository: ceno-app/ceno.github.io
Catalog: */download.po
Languages: ar, es, fa, fr, my, pl, pt, pt_br, ru, tr, uk, ur, zh_hans

source: en
ar: ar
es: es
fa: fa
fr: fr
my: my
pl: pl
pt: pt
pt_br: pt_BR
ru: ru
tr: tr
uk: uk
ur: ur
zh_hans: zh_CN

# download.html+html.body.nav.div.div:96-7
source: <a href="about.html">About</a> <a href="support.html">Support</a> <a href="news.html">News</a> <a href="help.html">Community</a> <a href="donate.html">Donate</a>
es: <a href="about.html">Acerca de</a> <a href="support.html">Soporte</a> <a href="news.html">Noticias</a> <a href="help.html">Comunidad</a> <a href="donate.html">Donar</a>
fa: <a href="about.html">درباره</a><a href="support.html">پشتیبانی</a><a href="news.html">اخبار</a><a href="help.html">مشارکت</a><a href="donate.html">اهدا</a>
my: <a href="about.html">အကြောင်းအရာ</a><a href="support.html">အကူအညီ</a><a href="news.html">သတင်း</a><a href="help.html">အသိုင်းအဝိုင်း</a><a href="donate.html">လှူဒါန်းမည်</a>
pt_br: <a href="about.html">Sobre</a> <a href="support.html">Suporte</a> <a href="news.html">Novidades</a> <a href="help.html">Ajuda</a> <a href="donate.html">Fazer doação</a>
ru: <a href="about.html">О проекте</a><a href="support.html">Поддержка</a><a href="news.html">Новости</a><a href="help.html">Сообщество</a><a href="donate.html">Пожертвовать</a>
tr: <a href="about.html">Hakkında</a><a href="support.html">Destek</a><a href="news.html">Haberler</a><a href="help.html">Topluluk</a><a href="donate.html">Bağış yapın</a>
uk: <a href="about.html">Про проєкт</a> <a href="support.html">Підтримка</a> <a href="news.html">Новини</a> <a href="help.html">Спільнота</a> <a href="donate.html">Підтримати</a>
zh_hans: <a href="about.html">关于</a> <a href="support.html">FAQ</a> <a href="news.html">资讯</a> <a href="help.html">社区</a> <a href="donate.html">捐赠</a>

# download.html+html.body.nav.div.div.div.label.img[alt]:107-13
source: Select language
es: Selecciona el idioma
fa: انتخاب زبان
pt_br: Selecionar idioma
ru: Выберите язык
tr: Dil seç
uk: Обрати мову
zh_hans: 选择语言

source: EN
ar: AR
es: ES
fa: FA
fr: FR
my: MY
pl: PL
pt: PT
pt_br: PT-BR
ru: RU
tr: TR
uk: UK
ur: UR
zh_hans: ZH-CN

# download.html+html.body.nav.div.div.div.div:112-11
source: <a class="navbar-item" lang="ar" hreflang="ar" href="../ar/download.html">العربية</a> <a class="navbar-item" lang="en" hreflang="en" href="../en/download.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/download.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/download.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/download.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/download.html">မြန်မာစာ</a> <a class="navbar-item" lang="pt_BR" hreflang="pt_BR" href="../pt_BR/download.html">Português</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/download.html">Pусский</a> <a class="navbar-item" lang="tr" hreflang="tr" href="../tr/download.html">Türkçe</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/download.html">Українська</a> <a class="navbar-item" lang="ur" hreflang="ur" href="../ur/download.html">اردو</a>
pt_br: <a class="navbar-item" lang="ar" hreflang="ar" href="../ar/download.html">العربية</a> <a class="navbar-item" lang="en" hreflang="en" href="../en/download.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/download.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/download.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/download.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/download.html">မြန်မာစာ</a> <a class="navbar-item" lang="pt_BR" hreflang="pt_BR" href="../pt_BR/download.html">Português (BR)</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/download.html">Pусский</a> <a class="navbar-item" lang="tr" hreflang="tr" href="../tr/download.html">Türkçe</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/download.html">Українська</a> <a class="navbar-item" lang="ur" hreflang="ur" href="../ur/download.html">اردو</a>

# download.html+html.body.nav.div.div:138-7
source: <a href="about.html">About</a> <a href="support.html">Support</a> <a href="news.html">News</a> <a href="help.html">Community</a> <a href="donate.html">Donate</a>
es: <a href="about.html">Acerca de</a> <a href="support.html">Soporte</a> <a href="news.html">Noticias</a> <a href="help.html">Comunidad</a> <a href="donate.html">Donar</a>
fa: <a href="about.html">درباره</a><a href="support.html">پشتیبانی</a><a href="news.html">اخبار</a><a href="help.html">مشارکت</a><a href="donate.html">اهدا</a>
my: <a href="about.html">အကြောင်းအရာ</a><a href="support.html">အကူအညီ</a><a href="news.html">သတင်း</a><a href="help.html">အသိုင်းအဝိုင်း</a><a href="donate.html">လှူဒါန်းမည်</a>
pt_br: <a href="about.html">Sobre</a> <a href="support.html">Suporte</a> <a href="news.html">Novidades</a> <a href="help.html">Ajuda</a> <a href="donate.html">Fazer doação</a>
ru: <a href="about.html">О проекте</a><a href="support.html">Поддержка</a><a href="news.html">Новости</a><a href="help.html">Сообщество</a><a href="donate.html">Пожертвовать</a>
tr: <a href="about.html">Hakkında</a><a href="support.html">Destek</a><a href="news.html">Haberler</a><a href="help.html">Topluluk</a><a href="donate.html">Bağış yapın</a>
uk: <a href="about.html">Про</a> <a href="support.html">Підтримка</a> <a href="news.html">Новини</a> <a href="help.html">Спільнота</a> <a href="donate.html">Підтримати</a>
zh_hans: <a href="about.html">关于</a> <a href="support.html">FAQ</a> <a href="news.html">资讯</a> <a href="help.html">社区</a> <a href="donate.html">捐赠</a>

source: Download Ceno
ar: تنزيل ceno
es: Descargar Ceno
fa: دانلود سنو
my: ‌ဒေါင်းလုပ်ဒ်
pt_br: Baixar Ceno
ru: Скачать Ceno
tr: İndir Ceno
uk: Завантажити Ceno
zh_hans: 下载 Ceno

source: Ceno logo
ar: شعار ceno
es: Logotipo de Ceno
fa: لوگو سنو
my: Ceno လိုဂို
pt: Logo Ceno
pt_br: Logotipo do Ceno
ru: Ceno лого
tr: Ceno logosu
uk: Логотип Ceno
zh_hans: Ceno 标志

# download.html+html.body.nav.div.div.label.img[alt]:153-11
source: Select language
es: Seleccionar idioma
fa: انتخاب زبان
pt_br: Selecionar idioma
ru: Выберите язык
tr: Dil seç
uk: Обрати мову
zh_hans: 选择语言

# download.html+html.body.nav.div.div.div:159-9
source: <a class="navbar-item" lang="ar" hreflang="ar" href="../ar/download.html">العربية</a> <a class="navbar-item" lang="en" hreflang="en" href="../en/download.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/download.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/download.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/download.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/download.html">မြန်မာစာ</a> <a class="navbar-item" lang="pt_BR" hreflang="pt_BR" href="../pt_BR/download.html">Português</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/download.html">Pусский</a> <a class="navbar-item" lang="tr" hreflang="tr" href="../tr/download.html">Türkçe</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/download.html">Українська</a> <a class="navbar-item" lang="ur" hreflang="ur" href="../ur/download.html">اردو</a>
pt_br: <a class="navbar-item" lang="ar" hreflang="ar" href="../ar/download.html">العربية</a> <a class="navbar-item" lang="en" hreflang="en" href="../en/download.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/download.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/download.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/download.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/download.html">မြန်မာစာ</a> <a class="navbar-item" lang="pt_BR" hreflang="pt_BR" href="../pt_BR/download.html">Português (BR)</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/download.html">Pусский</a> <a class="navbar-item" lang="tr" hreflang="tr" href="../tr/download.html">Türkçe</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/download.html">Українська</a> <a class="navbar-item" lang="ur" hreflang="ur" href="../ur/download.html">اردو</a>

source: Ceno Browser | Download
ar: متصفح Ceno | تنزيل
es: Navegador Ceno | Descargar
fa: مرورگر سنو | دانلود
fr: Navigateur Ceno | Téléchargement
my: Ceno ဘရောက်ဇာ | ‌ဒေါင်းလုပ်ဒ်
pl: Przeglądarka Ceno | Pobierz
pt: Ceno Browser | Descarregar
pt_br: Navegador Ceno | Baixar
ru: Браузер Ceno | Скачать
tr: Ceno Browser | İndir
uk: браузер Ceno | Завантажити
ur: Ceno براؤزر | ڈاؤن لوڈ کریں
zh_hans: Ceno 浏览器 | 下载

source: Ceno Browser banner
ar: شعار متصفح Ceno
es: Anuncio del Navegador Ceno
fa: بنر مرورگر سنو
fr: Bannière du Navigateur Ceno
my: Ceno ဘရောက်ဇာ နဖူးစည်း
pl: Baner przeglądarki Ceno
pt: Banner do navegador Ceno
pt_br: Banner do Navegador Ceno
ru: Баннер Браузера Ceno
tr: Ceno Browser afişi
uk: Банер браузера Ceno
ur: Ceno براؤزر بینر
zh_hans: Ceno 浏览器横幅

source: Get Ceno Browser
ar: احصل على متصفح Ceno
es: Obtén el Navegador Ceno
fa: مرورگر سنو را دریافت کنید
fr: Obtenir le Navigateur Ceno
my: Ceno ဘရောက်ဇာကို ရယူလိုက်ပါ
pl: Pobierz przeglądarkę Ceno
pt: Obter o Ceno Browser
pt_br: Obter Navegador Ceno
ru: Скачать Браузер Ceno
tr: Ceno Browser edinin
uk: Отримати браузер Ceno
ur: Ceno براؤزر حاصل کریں
zh_hans: 获取 Ceno 浏览器

source: The safest way to install Ceno Browser on your Android phone is through the Google Play Store:
ar: الطريقة الأكثر أماناً لتثبيت متصفح Ceno على هاتف أندرويد (Android) الخاص بك هي من خلال متجر جوجل بلاي (Google Play):
es: La manera más segura de instalar al Navegador Ceno en tu teléfono Android es a través de Google Play Store:
fa: ایمن‌ترین روش برای نصب مرورگر سنو روی گوشی اندروید شما از طریق فروشگاه گوگل پلی است:
fr: La façon la plus sûre d’installer le Navigateur Ceno sur votre appareil Android est Google Play :
pl: Najbezpieczniejszym sposobem zainstalowania przeglądarki Ceno na telefonie z systemem Android jest skorzystanie ze sklepu Google Play:
pt: A maneira mais segura de instalar o Ceno Browser no seu telefone Android é através da Google Play Store:
pt_br: A maneira mais segura de instalar o Navegador Ceno em seu telefone Android é através da Google Play Store:
ru: Самый безопасный способ установить Браузер Ceno на ваше устройство Android — Google Play:
tr: Ceno Browser Android telefonunuza kurmanın en güvenli yolu Google Play Store kullanmaktır:
uk: Найбезпечніший спосіб встановити браузер Ceno на Ваш смартфон Android — Google Play:
ur: اپنے اینڈرائیڈ فون پر Ceno براؤزر انسٹال کرنے کا سب سے محفوظ طریقہ Google Play اسٹور کے ذریعے ہے:
zh_hans: 在您的安卓设备上安装 Ceno 浏览器，最安全的方式是通过 Google Play 下载：

source: Get it on Google Play
ar: احصل عليه من متجر جوجل بلاي (Google Play)
es: Obtenlo en Google Play
fa: از گوگل پلی دریافت کنید
fr: L’obtenir sur Google Play
my: Google Play တွင် ရယူပါ
pl: Pobierz na Google Play
pt: Obter no Google Play
pt_br: Disponível no Google Play
ru: Скачать в Google Play
tr: Google Play üzerinden alın
uk: Завантажити з Google Play
ur: اسے Google Play پر حاصل کریں
zh_hans: 在 Google Play 上获取

source: Alternatively, you can install Ceno via F-Droid, the Paskoocheh Marketplace, Github, dComms, or download the APK directly via GitLab:
ar: يمكنك أيضا تثبيت Ceno عبر F-Droid, أو سوق Paskoocheh, Github, dComms, أو تنزيل APK مباشرة عبر GitLab:
es: También puedes instalar Ceno a través de F-Droid, Paskoocheh Marketplace, Github, dComms o descargar el APK directamente a través de GitLab:
fa: یک راه دیگر این است که سنو را از طریق فروشگاه پسکوچه نصب کنید، یا APK را مستقیما از طریق Gitlab دانلود کنید:
fr: Vous pouvez aussi installer Ceno avec F-Droid, le marché Paskoocheh, Github, dComms, ou télécharger l’APK directement sur GitLab :
pt: Em alternativa, pode instalar o Ceno através do F-Droid, do Paskoocheh Marketplace, do Github, do dComms ou descarregar o APK diretamente através do GitLab:
pt_br: Alternativamente, você pode instalar Ceno via Paskoocheh Marketplace, Github, dComms, ou baixar a APK diretamente via GitLab:
ru: Также можно установить Ceno через F-Droid, Paskoocheh Marketplace, Github, dComms, или загрузить APK непосредственно через Gitlab:
tr: Ayrıca, Ceno uygulamasını F-Droid, Paskoocheh, GitHub, dComms ile kurabilir ya da doğrudan GitLab üzerinden APK dosyasını indirebilirsiniz:
uk: Також можна встановити Ceno через F-Droid, Paskoocheh Marketplace, Github, dComms, або завантажити APK безпосередньо через GitLab:
ur: متبادل طور پر، آپF-droid, Paskoocheh Marketplace کے ذریعے Ceno انسٹال کر سکتے ہیں، یا GitLab کے ذریعے براہ راست APK ڈاؤن لوڈ کر سکتے ہیں:
zh_hans: 或者，你也可以通过 F-Droid、Paskoocheh Marketplace、GitHub、dComms 来获取 Ceno 浏览器，或者直接通过 GitLab 下载 APK安装包 ：

source: Get it on F-droid
ar: احصل عليه من F-droid
es: Obtenlo en F-droid
fa: از F-droid دریافت کنید
fr: L’obtenir sur F-droid
pl: Pobierz z Gitlab
pt: Obtê-lo no F-droid
pt_br: Disponível no GitLab
ru: Скачать в F-droid
tr: F-Droid üzerinden alın
uk: Отримати з F-droid
ur: اسے F-Droid پر حاصل کریں
zh_hans: 在 F-droid 上获取

source: Get it on Paskoocheh
ar: احصل عليه من Paskoocheh
es: Obtenlo en Paskoocheh
fa: از پسکوچه دریافت کنید
fr: L’obtenir sur Paskoocheh
my: Paskoocheh တွင်ရယူပါ
pl: Pobierz z Paskoocheh
pt: Obter no Paskoocheh
pt_br: Disponível no Paskoocheh
ru: Скачать в Paskoocheh
tr: Paskoocheh üzerinden alın
uk: Завантажити з Paskoocheh
ur: اسے Paskoocheh پر حاصل کریں
zh_hans: 在 Paskoocheh 上获取

source: Get it on GitLab
ar: احصل عليه من GitLab
es: Obtenlo en GitLab
fa: از Gitlab دریافت کنید
fr: L’obtenir sur GitLab
my: Gitlab တွင် ရယူပါ
pl: Pobierz z Gitlab
pt: Obtenha-o no GitLab
pt_br: Disponível no GitLab
ru: Скачать в Gitlab
tr: GitLab üzerinden alın
uk: Отримати з Gitlab
ur: اسے GitLab پر حاصل کریں
zh_hans: 在 GitLab 上获取

source: Get it on Github
ar: احصل عليه من GitHub
es: Consíguelo en Github
fa: از Github دریافت کنید
fr: L’obtenir sur Github
my: Github တွင် ရယူပါ
pt: Obtenha-o no Github
pt_br: Disponível no GitLab
ru: Скачать в Github
tr: GitHub üzerinden alın
uk: Отримати з Github
ur: اسے Github پر حاصل کریں
zh_hans: 在 Github 上获取

source: Get it on dComms
ar: احصل عليه من dComms
es: Consíguelo en dComms
fa: از dComms دریافت کنید
fr: L’obtenir sur dComms
my: dComms တွင် ရယူပါ
pt: Obtê-lo no dComms
pt_br: Disponível no dComms
ru: Скачать в dComms
tr: dComms üzerinden alın
uk: Отримати з dComms
ur: اسے dComms پر حاصل کریں
zh_hans: 在 dComms 上获取

source: Important:
ar: مهم:
es: Importante:
fa: مهم:
my: အရေးကြီးသည်-
pt: Importante:
pt_br: Importante:
ru: Важный:
tr: Önemli:
uk: Важливо:
ur: اہم:
zh_hans: 特别提醒：

source: Ceno has two modes of operation - <strong>Public</strong> and <strong>Personal</strong>. You can easily toggle between them. Public mode offers the best connectivity but the least privacy - websites that you visit or share are recorded in a publicly-accessible registry (BitTorrent). Personal mode eliminates this record but may be slower and less efficient at retrieving content. See the <a href="support.html">FAQ</a> or <a href="../user-manual/">User Manual</a> for more details on Ceno usage.
ar: لدى Ceno وضعين للتشغيل - <strong>عام</strong> و<strong>شخصي</strong>. ويمكنك التبديل بينهما بسهولة. يوفر الوضع العام أفضل اتصال ولكنه أقل خصوصية - يتم تسجيل مواقع الويب التي تزورها أو تشاركها في سجل يمكن الوصول إليه بشكل عام (BitTorrent). يقوم الوضع الشخصي بإزالة هذا السجل ولكنه قد يكون أبطأ وأقل كفاءة في استرداد المحتوى. راجع <a href="support.html">الأسئلة الشائعة</a> أو <a href="../user-manual/">دليل المستخدم</a> للحصول على مزيد من التفاصيل حول استخدام Ceno.
es: Ceno tiene dos modos de funcionamiento - <strong>Público</strong> y <strong>Personal</strong>. Puedes alternar fácilmente entre ellos. El modo público ofrece la mejor conectividad pero la menor privacidad: las páginas web que visitas o compartes se registran en un registro de acceso público (BitTorrent). El modo personal elimina este registro, pero puede ser más lento y menos eficiente a la hora de recuperar los contenidos. Consulte <a href="support.html">FAQ</a> o <a href="../user-manual/">Manual del usuario</a> para obtener más detalles sobre el uso de Ceno.
fa: سنو دو حالت عملکرد دارد – <strong>عمومی</strong> و <strong>شخصی</strong>. و می‌توانید به راحتی بین آن‌ها جابه‌جا شوید. حالت عمومی بهترین اتصال را ارائه می‌دهد اما کمترین حریم خصوصی را دارد – وب‌سایت‌هایی که بازدید می‌کنید یا به اشتراک می‌گذارید در یک رجیستری عمومی قابل دسترسی (بیت‌تورنت) ثبت می‌شوند. حالت شخصی این رکورد را حذف می‌کند اما ممکن است محتوا را با سرعت و کارآمدی کمتری دریافت کنید. برای جزئیات بیشتر درباره استفاده از سنو به <a href="support.html">پرسش‌های متداول</a> یا <a href="../user-manual/">راهنمای کاربر</a> مراجعه کنید.
fr: Ceno a deux modes de fonctionnement : <strong>Public</strong> et <strong>Personnel</strong>. Vous pouvez facilement basculer entre eux. Le mode public offre la meilleure connectivité mais le moins de confidentialité : les sites Web que vous visitez ou partagez sont enregistrés dans un registre accessible au public (BitTorrent). Le mode personnel élimine cet enregistrement mais peut être plus lent et moins efficace pour récupérer le contenu. Consultez la <a href="support.html">FAQ</a> ou le <a href="../user-manual/">Manuel de l'utilisateur</a> pour plus de détails sur l'utilisation de Ceno.
my: Ceno တွင် အလုပ်လုပ်ပုံ နှစ်မျိုးရှိပါသည် - <strong>အများသုံး</strong>နှင့် <strong>တကိုယ်ရည်သုံး</strong> တို့ ဖြစ်ပါသည်။ သင့်အနေဖြင့် ၎င်းတို့ကို လွယ်ကူစွာ ပြောင်းလဲနိုင်ပါသည်။ အများသုံး အခြေအနေတွင် အကောင်းဆုံးချိတ်ဆက်နိုင်စွမ်းကို ပေးနိုင်သော်လည်း လုံခြုံမှုမှာ အနည်းဆုံးဖြစ်နေနိုင်ပါသည်၊ သင် ဝင်ရောက်ကြည့်ရှုလိုက်သော သို့မဟုတ် မျှဝေထားသော ဝဘ်ဆိုက်များကို အများဝင်ရောက်ကြည့်ရှုနိုင်သော စာရင်း(BitTorrent)အနေဖြင့် မှတ်တမ်းတင်ထားသည်။ တကိုယ်ရည်သုံး အခြေအနေတွင် ၎င်းစာရင်းကို ပယ်ဖျက်ထားသောကြောင့် ဝဘ်အကြောင်းအရာကို ရယူချိန်တွင် အနည်းငယ်ကြန့်ကြာခြင်းနှင့် နှောင့်နှေးခြင်းတို့ ဖြစ်ပေါ်နိုင်ပါသည်။ Ceno သုံးစွဲခြင်းနှင့် ပတ်သက်ပြီး ပိုမို အသေးစိတ်သိရှိလိုပါက <a href="support.html">မေးလေ့ရှိသော မေးခွန်းများ</a> သို့မဟုတ် <a href="../user-manual/">သုံးစွဲသူ လက်စွဲ</a> ကို ကြည့်ရှုပါ။
pt: O Ceno tem dois modos de funcionamento - <strong>Público</strong> e <strong>Pessoal</strong>. Pode alternar facilmente entre ambos. O modo Público oferece a melhor conetividade mas a menor privacidade - os sites que visita ou partilha são registados num registo acessível ao público (BitTorrent). O modo pessoal elimina este registo, mas pode ser mais lento e menos eficiente na recuperação de conteúdos. Veja o <a href="support.html">FAQ</a> ou <a href="../user-manual/">Manual do Utilizador</a> para mais detalhes sobre a utilização do Ceno.
pt_br: O Ceno possui dois modos de operação - <strong>Público</strong> e <strong>Pessoal</strong>. Você pode alternar facilmente entre eles. O modo público oferece a melhor conectividade, mas menos privacidade: os sites que você visita ou compartilha são registrados em um registro acessível ao público (BitTorrent). O modo pessoal elimina esse registro, mas pode ser mais lento e menos eficiente na recuperação de conteúdo. Consulte o <a href="support.html">FAQ</a> ou o <a href="../user-manual/">Manual do usuário</a> para obter mais detalhes sobre o uso do Ceno.
ru: У Ceno есть два режима работы - <strong>Публичный</strong> и <strong>Личный</strong>. Вы можете легко переключаться между ними. Публичный режим предлагает наилучшую соединяемость, но наименьшую приватность - сайты, которые вы посещали или которыми делились, заносятся в общедоступный реестр (BitTorrent). Личный режим избавляет от этого заноса, но он может быть медленнее и менее эффективным в извлечении контента. Дополнительные сведения об использовании Ceno смотреть в разделе <a href="support.html">ЧаВо</a> или <a href="../user-manual/">руководства пользователя</a>.
tr: Ceno iki kipte çalışabilir: <strong>Herkese açık</strong> ve <strong>Kişisel</strong>. Aralarında kolayca geçiş yapabilirsiniz. Herkese açık kip en iyi bağlantıyı en az gizlilikle sunar. Ziyaret ettiğiniz veya paylaştığınız siteler herkesin erişebileceği bir kayıt defterine (BitTorrent) kaydedilir. Kişisel kipte bu kayıt yapılmaz ancak içeriğin alınmasında daha yavaş ve daha az verimli olabilir. Ceno kullanımıyla ilgili ayrıntılı bilgi almak için <a href="support.html">SSS</a> veya <a href="../user-manual/">Kullanım rehberi</a>' bölümlerine bakabilirsiniz.
uk: Ceno має два режими роботи - <strong>Публічний</strong> і <strong>Персонал</strong>. Ви можете легко зв’язатися з ними. У публічному режимі доступним реєстром (BitTorrent). Особистий режим усуває цей запис, але може бути повільніше і менш ефективним при перерозподілі вмісту. <a href="support.html">FAQ</a> або <a href="../user-manual/">Посібник користувача</a> для отримання більш докладної інформації про використання Ceno.
ur: Ceno آپریشن کے دو طریقے ہیں - <strong>عوامی</strong> اور <strong>ذاتی</strong>۔ آپ ان کے درمیان آسانی سے ٹوگل کر سکتے ہیں۔ پبلک موڈ بہترین کنیکٹیویٹی پیش کرتا ہے لیکن کم سے کم رازداری - وہ ویب سائٹیں جنہیں آپ دیکھتے یا شیئر کرتے ہیں عوامی طور پر قابل رسائی رجسٹری (BitTorrent) میں ریکارڈ کی جاتی ہیں۔ ذاتی موڈ اس ریکارڈ کو ختم کر دیتا ہے لیکن مواد کی بازیافت میں سست اور کم موثر ہو سکتا ہے۔ Ceno کے استعمال کے بارے میں مزید تفصیلات کے لیے <a href="support.html">FAQ</a> یا <a href="../user-manual/">User Manual</a> دیکھیں۔
zh_hans: Ceno 有两种模式—— <strong>公开模式</strong> 和 <strong>私密模式</strong> 。你可以在两者之间任意切换。公开模式能提供最佳的连接性，但隐私保护最弱——你访问或分享的网站会被记录在 BitTorrent(可公开访问) 中。 私密模式则不会被记录，但在获取内容时可能速度更慢、效率更低。如需了解更多 Ceno 使用详情，可查看 <a href="support.html">FAQ</a> 或 <a href="../user-manual/">用户手册</a>。

source: Direct Download
ar: تنزيل مباشر
es: Descarga Directa
fa: دانلود مستقیم
fr: Téléchargement direct
my: တိုက်ရိုက်ဒေါင်းလုပ်
pl: Pobierz bezpośrednio
pt: Transferência direta
pt_br: Download Direto
ru: Скачать напрямую
tr: Direkt İndirme
uk: Пряме завантаження
ur: براہ راست ڈاؤن لوڈ
zh_hans: 网站下载

source: For advanced users or those unable to install Ceno Browser via the above links, you can download the latest APK directly:
ar: للمستخدمين المتقدمين أو أولئك الذين لا يستطيعون تثبيت متصفح Ceno عبر الروابط أعلاه، يمكنك تنزيل أحدث APK مباشرة:
es: Para usuaria(o)s avanzada(o)s o para quienes no pueden instalar el Navegador Ceno a través de los vínculos de arriba, pueden descargar la APK más reciente directamente:
fa: کاربران پیشرفته یا کسانی که نمی‌توانند مرورگر سنو را از طریق لینک‌های بالا نصب کنند، می توانند آخرین نسخه APK را مستقیما دانلود کنند:
fr: Les utilisateurs expérimentés et ceux qui ne parviennent pas à installer le Navigateur Ceno avec les liens ci-dessus peuvent télécharger le dernier APK directement :
pl: Dla zaawansowanych użytkowników lub tych, którzy nie są w stanie zainstalować Ceno Browser poprzez powyższe linki, możesz pobrać najnowszy APK bezpośrednio:
pt: Para utilizadores avançados ou aqueles incapazes de instalar o Ceno Browser através dos links acima, pode descarregar o APK mais recente diretamente:
pt_br: Para usuários avançados ou que não conseguiram instalar o Navegador Ceno via os links acima, é possível baixar a última APK diretamente:
ru: Более опытные пользователи или те, кто не может установить Браузер Ceno по вышеуказанным ссылкам, могут скачать последнюю версию APK напрямую:
tr: Deneyimli kullanıcılar ya da yukarıdaki bağlantılardan Ceno Browser kuramayanlar doğrudan APK dosyasını indirebilirler:
uk: Досвідченіші користувачі або ті, хто не може встановити браузер Ceno через вказане посилання, можуть завантажити останню версію APK звідси:
ur: اعلی درجے کے صارفین یا اوپر والے لنکس کے ذریعے Ceno براؤزر انسٹال کرنے سے قاصر، آپ تازہ ترین APK کو براہ راست ڈاؤن لوڈ کر سکتے ہیں:
zh_hans: 对于高级用户或无法通过上述链接安装 Ceno 浏览器的用户，可直接下载最新的 APK安装包：

source: Ceno Browser 2.3.1
pt_br: Navegador Ceno 2.3.1
