Repository: ceno-app/ceno.github.io
Catalog: */equalitie-launches-ceno.po
Languages: es, fa, fr, my, pt, pt_br, tr, uk, ur

source: eQualitie launches CENO, world’s first decentralized p2p mobile browser
pt: eQualitie lança o CENO, o primeiro navegador móvel descentralizado p2p do mundo

source: CENO Browser lets anyone access and share information in areas with censored communications
pt: O CENO Browser permite a qualquer pessoa aceder e partilhar informação em áreas com comunicações censuradas

source: <strong>Montreal, May 10, 2022</strong> – eQualitie, developer of open-source and reusable digital security systems, is pleased to announce the public launch of its newest democratization tool, CENO Browser. Short for <strong>ce</strong>nsorship.<strong>no</strong>, CENO is the world’s first mobile browser that is built specifically to side-step current Internet censorship methods. It also enables people to access and share information in and across regions where connectivity has been interrupted or compromised.
pt: <strong>Montreal, 10 de Maio de 2022</strong> – eQualitie, desenvolvedor de sistemas de segurança digital de código aberto e reutilizáveis, tem o prazer de anunciar o lançamento público da sua mais recente ferramenta de democratização, o CENO Browser. Abreviatura de <strong>ce</strong>nsorship.<strong>no</strong>, CENO é o primeiro navegador móvel do mundo que é construído especificamente para contornar os métodos atuais de censura da Internet. Também permite às pessoas aceder e partilhar informação em e através de regiões onde a conectividade tenha sido interrompida ou comprometida.

source: CENO uses established technologies in new ways. While the user experience is akin to using a standard mobile browser, CENO operates over a peer-to-peer (p2p) network on the open-source Ouinet library and BitTorrent protocols, allowing it to run reliably where other browsers might not or do not. Because the web content is delivered, cached and decentralized via p2p routing, it cannot be forcibly removed by external agents. Furthermore, CENO is equipped to access and share cached content offline and via local area networks (LANs). CENO’s resiliency makes it ideal for those who need stable access to and sharing capabilities of web information during media censorship events, filtering, attacks, shutdowns, natural disruptions, unrest, conflict and war. CENO’s routing and distribution can also significantly reduce bandwidth consumption and associated costs.
pt: O CENO utiliza tecnologias estabelecidas de novas formas. Embora a experiência do utilizador seja semelhante à utilização de um navegador móvel padrão, o CENO opera através de uma rede peer-to-peer (p2p) na biblioteca de código aberto Ouinet e nos protocolos BitTorrent, permitindo-lhe funcionar de forma fiável onde outros navegadores não possam ou não o façam. Uma vez que o conteúdo da web é entregue, colocado em cache e descentralizado através do encaminhamento p2p, não pode ser removido à força por agentes externos. Além disso, o CENO está equipado para aceder e partilhar conteúdos em cache offline e através de redes locais (LANs). A resiliência do CENO torna-o ideal para aqueles que necessitam de acesso estável e capacidades de partilha de informação da web durante eventos de censura dos meios de comunicação, filtragem, ataques, interrupções, perturbações naturais, tumultos, conflitos e guerras. O encaminhamento e distribuição do CENO pode também reduzir significativamente o consumo de largura de banda e os custos associados.

source: “CENO holds great promise and launches at an opportune time for those engaged in democracy movements and activities,” says Dmitri Vitaliev, founder and director of eQualitie. “It is already helping thousands of civilians, NGOs, investigative journalists and independent media internationally to share information on their mobile devices.”
pt: "CENO tem uma grande promessa e lança num momento oportuno para aqueles envolvidos em movimentos e atividades democráticas", diz Dmitri Vitaliev, fundador e diretor da eQualitie. "Já está a ajudar milhares de civis, ONG, jornalistas de investigação e meios de comunicação independentes a partilhar informações a nível internacional nos seus dispositivos móveis".

source: CENO is currently being used by hundreds of thousands of people globally, including in Myanmar and Iran, where the military junta and regime routinely disregard the notion of digital rights; in Ukraine, where Russia’s invading army has damaged or destroyed local Internet infrastructures; and in Russia, where an evolving grip of censorship is tightening. CENO works on Android devices, and is available for download on <a href="https://censorship.no/download">the CENO website</a>, <a href="https://play.google.com/store/apps/details?id=ie.equalit.ceno">Google Play</a>, <a href="https://github.com/censorship-no/ceno-browser/releases">GitHub</a>, <a href="https://paskoocheh.com/tools/124/android.html?utm_source=UpdatePage">Paskoocheh</a> and <a href="https://zanga.tech/tools/166/android.html?">Zanga.tech</a>. It is one of several digital democratization apps envisioned and developed by eQualitie.
pt: O CENO está actualmente a ser utilizado por centenas de milhares de pessoas a nível mundial, incluindo em Myanmar e no Irão, onde a junta militar e o regime desrespeitam rotineiramente a noção de direitos digitais; na Ucrânia, onde o exército invasor russo danificou ou destruiu as infra-estruturas locais da Internet; e na Rússia, onde a censura está a apertar. CENO trabalha com dispositivos Android, e está disponível para download em<a href="https://censorship.no/download">o sítio web do CENO</a>, <a href="https://play.google.com/store/apps/details?id=ie.equalit.ceno">Google Play</a>, <a href="https://github.com/censorship-no/ceno-browser/releases">GitHub</a>, <a href="https://paskoocheh.com/tools/124/android.html?utm_source=UpdatePage">Paskoocheh</a> and <a href="https://zanga.tech/tools/166/android.html?">Zanga.tech</a>. É uma das várias aplicações de democratização digital idealizadas e desenvolvidas por eQualitie.

source: For more information, <a href="factsheet.html">access the CENO fact sheet</a>.
pt: Para mais informações, <a href="factsheet.html">aceder á ficha técnica do CENO</a>.

source: CENO Browser is a project by <a href="https://equalit.ie">eQualit.ie</a> – a not-for-profit Canadian company developing open and reusable systems with a focus on privacy, online security and freedom of association. Technology solutions and innovations are driven by our <a href="https://equalit.ie/en/values/">values</a> that guide us to protect the rights and aspirations of everyone online.
pt: CENO Browser é um projeto de <a href="https://equalit.ie">eQualit.ie</a> - uma empresa canadiana sem fins lucrativos que desenvolve sistemas abertos e reutilizáveis com foco na privacidade, segurança em linha e liberdade de associação. As soluções e inovações tecnológicas são impulsionadas pelo nosso <a href="https://equalit.ie/en/values/"> valores </a> que nos guiam para proteger os direitos e aspirações de todos online.
