Repository: ceno-app/ceno.github.io
Catalog: */equalitie-launches-ceno.po
Languages: es, fa, fr, my, pt, pt_br, tr, uk, ur

source: en
es: es
fa: fa
fr: fr
my: my
pt: pt
pt_br: pt_BR
tr: tr
ur: ur

# equalitie-launches-ceno.html+html.body.nav.div.div:96-7
source: <a href="about.html">About</a> <a href="support.html">Support</a> <a href="news.html">News</a> <a href="help.html">Community</a> <a href="donate.html">Donate</a>
es: <a href="about.html">Acerca de</a> <a href="support.html">Soporte</a> <a href="news.html">Noticias</a> <a href="help.html">Comunidad</a> <a href="donate.html">Donar</a>
fa: <a href="about.html">درباره</a><a href="support.html">پشتیبانی</a><a href="news.html">اخبار</a><a href="help.html">انجمن</a><a href="donate.html">اهدا</a>
my: <a href="about.html">အကြောင်းအရာ</a><a href="support.html">အကူအညီ</a><a href="news.html">သတင်း</a><a href="help.html">အသိုင်းအဝိုင်း</a><a href="donate.html">လှူဒါန်းမည်</a>
uk: <a href="about.html">Про</a><a href="support.html">Підтримка</a><a href="news.html">новини</a><a href="help.html">Спільнота</a><a href="donate.html">Підтримати</a>

# equalitie-launches-ceno.html+html.body.nav.div.div.div.label.img[alt]:107-13
source: Select language
es: Selecciona el idioma
fa: انتخاب زبان
uk: Виберіть мову

source: EN
es: ES
fa: FA
fr: FR
my: MY
pt: PT
pt_br: PT-BR
tr: TR
uk: UK
ur: UR

# equalitie-launches-ceno.html+html.body.nav.div.div:127-9
source: Download
es: Descargar
fa: دانلود
my: ‌ဒေါင်းလုပ်ဒ်
uk: Завантажити

# equalitie-launches-ceno.html+html.body.nav.div.div:138-7
source: <a href="about.html">About</a> <a href="support.html">Support</a> <a href="news.html">News</a> <a href="help.html">Community</a> <a href="donate.html">Donate</a>
es: <a href="about.html">Acerca de</a> <a href="support.html">Soporte</a> <a href="news.html">Noticias</a> <a href="help.html">Comunidad</a> <a href="donate.html">Donar</a>
fa: <a href="about.html">درباره</a><a href="support.html">پشتیبانی</a><a href="news.html">اخبار</a><a href="help.html">انجمن</a><a href="donate.html">اهدا</a>
my: <a href="about.html">အကြောင်းအရာ</a><a href="support.html">အကူအညီ</a><a href="news.html">သတင်း</a><a href="help.html">အသိုင်းအဝိုင်း</a><a href="donate.html">လှူဒါန်းမည်</a>
uk: <a href="about.html">Про</a><a href="support.html">Підтримка</a><a href="news.html">новини</a><a href="help.html">Спільнота</a><a href="donate.html">Підтримати</a>

source: Download Ceno
es: Descargar Ceno
fa: دانلود سنو
my: ‌ဒေါင်းလုပ်ဒ်
uk: Завантажити Ceno

# equalitie-launches-ceno.html+html.body.nav.div.div.a.div:146-11
source: Download
es: Descargar
fa: دانلود
my: ‌ဒေါင်းလုပ်ဒ်
uk: Завантажити

source: Ceno logo
es: Logotipo de Ceno
fa: لوگو سنو
my: Ceno လိုဂို
uk: Логотип Ceno

# equalitie-launches-ceno.html+html.body.nav.div.div.label.img[alt]:153-11
source: Select language
es: Elegir el idioma
fa: انتخاب زبان
uk: Виберіть мову

# equalitie-launches-ceno.html+html.body.nav.div.div.div:159-9
source: <a class="navbar-item" lang="ar" hreflang="ar" href="../ar/equalitie-launches-ceno.html">العربية</a> <a class="navbar-item" lang="en" hreflang="en" href="../en/equalitie-launches-ceno.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/equalitie-launches-ceno.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/equalitie-launches-ceno.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/equalitie-launches-ceno.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/equalitie-launches-ceno.html">မြန်မာစာ</a> <a class="navbar-item" lang="pt_BR" hreflang="pt_BR" href="../pt_BR/equalitie-launches-ceno.html">Português</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/equalitie-launches-ceno.html">Pусский</a> <a class="navbar-item" lang="tr" hreflang="tr" href="../tr/equalitie-launches-ceno.html">Türkçe</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/equalitie-launches-ceno.html">Українська</a> <a class="navbar-item" lang="ur" hreflang="ur" href="../ur/equalitie-launches-ceno.html">اردو</a>
fa: <a class="navbar-item" lang="en" hreflang="en" href="../en/equalitie-launches-ceno.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/equalitie-launches-ceno.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/equalitie-launches-ceno.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/equalitie-launches-ceno.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/equalitie-launches-ceno.html">မြန်မာစာ</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/equalitie-launches-ceno.html">Pусский</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/equalitie-launches-ceno.html">Українська</a>

source: Ceno Browser | eQualitie launches Ceno, world’s first decentralized p2p mobile browser
es: Navegador Ceno | eQualitie lanza Ceno, el primer navegador móvil p2p descentralizado del mundo
fa: مرورگر سنو | شرکت eQualitie ، مرورگر سنو را عرضه کرد: اولین مرورگر موبایل در جهان که از سیستم غیرمتمرکز و همتا‌به‌همتا استفاده می‌کند
fr: Navigateur Ceno | eQualitie lance Ceno, le premier navigateur mobile pair à pair décentralisé au monde
my: Ceno ဘရောက်ဇာ | ကမ္ဘာ့ပထမဆုံး ဗဟိုချုပ်ကိုင်မှု မရှိသော p2p မိုဘိုင်း ဘရောက်ဇာကို eQualitie မှ မိတ်ဆက်လိုက်သည်
pt_br: Navegador Ceno | eQualitie lança Ceno, o primeiro navegador P2P e descentralizado para dispositivos móveis
tr: Ceno Browser | eQualitie dünyanın ilk merkezi olmayan uçtan uca mobil tarayıcısı olan Ceno'yu yayınladı
uk: браузер Ceno | eQualitie запускає Ceno, перший у світі децентралізований мобільний p2p-браузер
ur: Ceno براؤزر | eQualitie نے Ceno لانچ کیا، دنیا کا پہلا وکندریقرت والا p2p موبائل براؤزر

source: eQualitie launches Ceno, world’s first decentralized p2p mobile browser
es: eQualitie lanza Ceno, el primer navegador móvil p2p descentralizado del mundo
fa: شرکت eQualitie ، مرورگر سنو را عرضه کرد: اولین مرورگر موبایل در جهان که از سیستم غیرمتمرکز و همتا‌به‌همتا استفاده می‌کند
fr: eQualitie lance Ceno, le premier navigateur mobile pair à pair décentralisé au monde
my: ကမ္ဘာ့ပထမဆုံး ဗဟိုချုပ်ကိုင်မှု မရှိသော p2p မိုဘိုင်း ဘရောက်ဇာကို eQualitie မှ မိတ်ဆက်လိုက်သည်။
pt_br: eQualitie lança Ceno, o primeiro navegador P2P e descentralizado para dispositivos móveis
tr: eQualitie dünyanın ilk merkezi olmayan uçtan uca mobil tarayıcısı Ceno'yu yayınladı
uk: eQualitie запускає Ceno, перший у світі децентралізований мобільний p2p-браузер
ur: eQualitie نے Ceno لانچ کیا، دنیا کا پہلا وکندریقرت والا p2p موبائل براؤزر

source: Ceno Browser lets anyone access and share information in areas with censored communications
es: El Navegador Ceno permite a cualquiera acceder y compartir información en áreas con comunicaciones censuradas
fa: مرورگر سنو به همگان اجازه می‌دهد تا در مناطقی که محتوای اینترنت در آن‌ها سانسور و مسدود شده، به اطلاعات دسترسی داشته باشند و آن را به اشتراک بگذارند
fr: Le Navigateur Ceno permet à quiconque d’accéder et de partager des informations dans des zones où les communications sont censurées
my: Ceno ဘရောက်ဇာသည် ဆင်ဆာဖြတ်တောက်ခံရသော ချိတ်ဆက်မှုများရှိသည့်နေရာများတွင် အချက်အလက်များအား မည်သူမဆို ဝင်ရောက်ကြည့်ရှုနိုင်ပြီး မျှဝေနိုင်ပါသည်။
pt_br: O Navegador Ceno permite que qualquer pessoa acesse e compartilhe informação em áreas com comunicações censuradas
tr: Ceno Browser iletişimin sansürlendiği yerlerde herkesin bilgiye erişmesini ve paylaşmasını sağlar
uk: Браузер Ceno дозволяє будь-кому мати доступ до інформації в мережі та обмінюватися контентом в умовах цензури
ur: Ceno براؤزر کسی کو بھی سنسر شدہ مواصلات والے علاقوں میں معلومات تک رسائی اور اشتراک کرنے دیتا ہے

source: <strong>Montreal, May 10, 2022</strong> – eQualitie, developer of open-source and reusable digital security systems, is pleased to announce the public launch of its newest democratization tool, Ceno Browser. Short for <strong>ce</strong>nsorship.<strong>no</strong>, Ceno is the world’s first mobile browser that is built specifically to side-step current Internet censorship methods. It also enables people to access and share information in and across regions where connectivity has been interrupted or compromised.
es: <strong>Montreal, 10 de mayo de 2022</strong>: eQualitie, desarrolladora de sistemas de seguridad digital reutilizables y de código abierto, se complace en anunciar el lanzamiento público de su más reciente herramienta de democratización, el Navegador Ceno. Abreviatura de <strong>censura</strong>.<strong>no</strong>, Ceno es el primer navegador móvil del mundo creado específicamente para eludir los métodos actuales de censura en Internet. También permite a las personas acceder y compartir información en y entre regiones donde la conectividad se ha visto interrumpida o comprometida.
fa: <strong>مونترال، ۱۰ مه ۲۰۲۲</strong>، شرکت eQualitie توسعه‌دهنده سیستم‌های امنیت دیجیتال متن‌باز و قابل استفاده مجدد، با افتخار اعلام می‌کند که جدیدترین ابزار خود برای دسترسی آزاد به محتوای اینترنت و کمک به دموکراسی، یعنی مرورگر سنو را عرضه کرده است. Ceno، مخفف <strong>ce</strong>nsorship.<strong>no</strong>، اولین مرورگر موبایل در جهان است که به طور خاص برای دور زدن روش‌های فعلی سانسور اینترنت ساخته شده. این مرورگر همچنین به افراد امکان می‌دهد در مناطق و بین مناطقی که اتصال اینترنت قطع یا مختل شده است، به اطلاعات دسترسی پیدا کنند و آن را به اشتراک بگذارند.
fr: <strong>Montréal, le 10 mai 2022. </strong> eQualitie, développeur de systèmes de sécurité numérique ouverts et réutilisables, a le plaisir d’annoncer le lancement public de son outil de démocratisation le plus récent, le Navigateur Ceno. Abréviation de <strong>ce</strong>nsorship.<strong>no</strong>, Ceno est le premier navigateur mobile au monde construit tout spécialement pour contourner les méthodes actuelles de censure d’Internet. Il permet également à toutes et tous d’accéder et de partager des informations dans les régions où la connectivité a été interrompue ou compromise.
my: <strong> မွန်ထရီရယ် ၊ မေ ၁၀ ၂၀၂၂ </strong> : ပွင့်လင်းရင်းမြစ် နှင့် ပြန်လည်အသုံးချနိုင်သော ဒစ်ဂျစ်တယ် လုံခြုံရေးစနစ်များ၏ တီထွင်သူ eQualitie သည် ၎င်း၏ အသစ်ဆုံး ဒီမိုကရေစီအသွင်ကူးပြောင်းရေးကိရိယာဖြစ်သည့် Ceno ဘရောက်ဇာကို အများပြည်သူထံသို့ မိတ်ဆက်ပေးခြင်းအား ကြေညာရန် ကျေနပ်ပါ သည်။ <strong>ce</strong>nsorship.<strong>no</strong>၏အတိုကောက် Ceno သည် အထူးသဖြင့် လက်ရှိ အင်တာနက် ဆင်ဆာဖြတ်တောက်မှုနည်းလမ်းများကို ရှောင်ရှားနိုင်ရန်အတွက် ပြုလုပ်ထားသည့် ကမ္ဘာ့ပထမဆုံး မိုဘိုင်းဘရောက်ဇာဖြစ်ပါသည်။ ၎င်းသည် လူများအား ဆက်သွယ်မှု ပြတ်တောက်ခြင်း သို့မဟုတ် အပေးအယူ ပြတ်တောက်သွားသည့် ဒေသများအတွင်း နှင့် အနှံ့အပြားတွင် သတင်းအချက်အလက်များကို ရယူမျှဝေနိုင်စေပါသည်။
pt_br: <strong>Montreal, 10 de maio de 2022</strong> – eQualitie, desenvolvedora de sistemas de segurança digital reutilizáveis e de código aberto, tem o prazer de anunciar o lançamento público da mais nova ferramenta de democratização, o Navegador Ceno. Abreviação de <strong>ce</strong>nsorship.<strong>no</strong>, Ceno é o primeiro navegador para dispositivos móveis do mundo projetado especificamente para contornar os atuais métodos de censura da Internet. Ele também permite que as pessoas acessem e compartilhem informações dentro e através das regiões onde a conectividade foi interrompida ou comprometida.
tr: <strong>Montreal, 10 Mayıs 2022</strong> - Açık kaynaklı ve yeniden kullanılabilir dijital güvenlik sistemlerinin geliştiricisi eQualitie, en yeni demokratikleşme aracı Ceno Browser uygulamasını duyurmaktan mutluluk duyuyor. Ceno (<strong>ce</strong>nsorship.<strong>no</strong>!, sansüre hayır ifadesinin kısaltması), güncel İnternet sansür yöntemlerinin etrafından dolaşan dünyanın ilk mobil tarayıcısıdır. Aynı zamanda insanların bağlantının kesildiği veya tehlikeye girdiği bölgelerde ve bölgeler arasında site bilgilerine erişmesini ve bunları paylaşmasını sağlar.
uk: <strong>Монреаль, 10 травня 2022 р.</strong> – eQualitie, компанія-розробник систем цифрової безпеки з відкритим кодом й багаторазового використання, рада оголосити про запуск свого новітнього інструменту демократизації – браузер Ceno. Скорочено від <strong>ce</strong> nsorship.<strong>no</strong> , Ceno — це перший у світі мобільний браузер, створений спеціально для того, щоб обійти сучасні методи цензури в Інтернеті та дати змогу людям отримати вільний доступ до інформації. Браузер дозволяє обмінюватися інформацією в країнах та між країнами, де доступ до інтернету був перерваний чи порушений.
ur: <strong>مونٹریال، 10 مئی 2022</strong> – eQualitie، اوپن سورس اور دوبارہ قابل استعمال ڈیجیٹل سیکیورٹی سسٹمز کے ڈویلپر، اپنے جدید ترین ڈیموکریٹائزیشن ٹول، Ceno براؤزر کے عوامی آغاز کا اعلان کرتے ہوئے خوش ہے۔<strong>ce</strong>nsorship.<strong>no</strong> کے لیے مختصر، Ceno دنیا کا پہلا موبائل براؤزر ہے جو خاص طور پر موجودہ انٹرنیٹ سنسرشپ طریقوں کے لیے بنایا گیا ہے۔ یہ لوگوں کو معلومات تک رسائی اور ان کا اشتراک کرنے کے قابل بناتا ہے اور ان خطوں میں جہاں کنیکٹیویٹی میں خلل پڑا ہے یا سمجھوتہ کیا گیا ہے۔

source: Ceno uses established technologies in new ways. While the user experience is akin to using a standard mobile browser, Ceno operates over a peer-to-peer (p2p) network on the open-source Ouinet library and BitTorrent protocols, allowing it to run reliably where other browsers might not or do not. Because the web content is delivered, cached and decentralized via p2p routing, it cannot be forcibly removed by external agents. Furthermore, Ceno is equipped to access and share cached content offline and via local area networks (LANs). Ceno’s resiliency makes it ideal for those who need stable access to and sharing capabilities of web information during media censorship events, filtering, attacks, shutdowns, natural disruptions, unrest, conflict and war. Ceno’s routing and distribution can also significantly reduce bandwidth consumption and associated costs.
es: Ceno utiliza tecnologías establecidas, de nuevas maneras. Si bien la experiencia del usuaria(o) es similar al uso de un navegador móvil estándar, Ceno opera a través de una red de punto a punto (p2p) en la librería Ouinet y los protocolos BitTorrent de código abierto, permitiéndole ejecutarse de manera confiable donde otros navegadores podrían no hacerlo. Debido a que el contenido web es enviado, almacenado en caché y descentralizado a través del enrutamiento p2p, los agentes externos no pueden eliminarlo por la fuerza. Además, Ceno está equipado para acceder y compartir contenido en caché fuera de línea y a través de redes de área local (LANs). La resiliencia de Ceno lo hace ideal para aquellos que necesitan acceso estable y capacidades para compartir información web durante eventos de censura de medios, filtrado, ataques, apagados, interrupciones naturales, disturbios, conflictos y guerras. El enrutamiento y la distribución de Ceno también pueden reducir significativamente el consumo de ancho de banda y los costos asociados.
fa: سنو از فناوری‌های جاافتاده به روش‌های جدید استفاده می‌کند. در حالی که تجربه کاربری سنو مشابه استفاده از یک مرورگر موبایل استاندارد است، بر روی یک شبکه همتابه‌همتا (p2p) مبتنی بر کتابخانه متن‌باز Ouinet و پروتکل‌های بیت‌تورنت عمل می‌کند که به سنو اجازه می‌دهد در جایی که مرورگرهای دیگر نمی‌توانند عملا کارساز باشند، عملکرد مطمئنی داشته باشد. از آنجایی که محتوای وب از طریق مسیریابی همتابه‌همتا ارائه، ذخیره و غیرمتمرکز می‌شود، نمی‌توان آن را به زور توسط عوامل خارجی حذف کرد. علاوه بر این، سنو قادر است به محتوای ذخیره‌شده به صورت آفلاین و از طریق شبکه‌های محلی (LAN) دسترسی پیدا کند و آن را به اشتراک بگذارد. مقاومت سنو باعث می‌شود که این مرورگر گزینه ایده‌آلی برای افرادی باشد که نیاز به دسترسی پایدار به اطلاعات وب و اشتراک‌گذاری آن هنگام سانسور رسانه‌ای، فیلترینگ، حملات، قطع اینترنت، اختلالات طبیعی، ناآرامی‌ها، درگیری و جنگ دارند. مسیریابی و توزیع سنو همچنین می‌تواند به طور قابل توجهی مصرف پهنای باند و هزینه‌های مربوطه را کاهش دهد.
fr: Ceno utilise les technologies établies de manière novatrice. Bien que l’expérience de l’utilisateur s’apparente à l’utilisation d’un navigateur mobile habituel, Ceno fonctionne sur un réseau pair à pair fondé sur la bibliothèque ouverte Ouinet et les protocoles BitTorrent, ce qui lui permet de fonctionner avec fiabilité là où d’autres navigateurs ne fonctionneraient peut-être pas ou ne fonctionnent tout simplement pas. Dans la mesure où le contenu Web est diffusé mis en cache et décentralisé grâce au routage pair à pair, il ne peut pas être supprimé de force par des agents externes. De plus, Ceno est équipé pour accéder au contenu mis en cache et le partager hors ligne et par des réseaux locaux. En raison de sa résilience, Ceno est l’outil idéal pour ceux qui ont besoin d’un accès stable à l’information du Web et la possibilité de la partager lors d’événements de censure des médias, de filtrage, d’attaques, de coupures, de perturbations naturelles, de troubles, de conflits et de guerres. Le routage et la décentralisation de Ceno peuvent aussi réduire considérablement la consommation de bande passante et les coûts connexes.
my: Ceno သည် တည်ရှိနေပြီးသော နည်းပညာများကို နည်းလမ်းသစ်များဖြင့် အသုံးချထားသည်။ အသုံးပြုသူများသည် ပုံမှန် မိုဘိုင်းဘရောက်ဇာတစ်ခုကို အသုံးပြုနေသကဲ့သို့ ဆင်တူ‌အောင် ပြုလုပ်ထားချိန်တွင် Ceno သည် အခြား ဘရောက်ဇာများ မလုပ်နိုင်သော သို့မဟုတ် မလုပ်သောအရာများဖြစ်သည့် Ouinet စာကြည့်တိုက်နှင့် BitTorrent ပရိုတိုကောများဖြင့် အသုံးပြုသူမှ အသုံးပြုသူသို့ ကွန်ရက်ချိတ်ဆက်မှုအဖြစ် အလုပ်လုပ်သည်။ ဝက်ဘ်အကြောင်းအရာများကို ရှာဖွေတွေ့ရှိခြင်း၊ သိမ်းဆည်းခြင်းနှင့် p2p ပြောင်းလဲခြင်းဖြင့် ဗဟိုချုပ်ကိုင်မှုကိုလျှော့ချခြင်းတို့ကြောင့် ပြင်ပကိုယ်စားလှယ်များမှ အတင်းအကျပ်ဖယ်ရှား၍မရနိုင်ပါ။ ထို့အပြင် Ceno သည် ‌‌ဒေသတွင်းကွန်ရက်(LAN)မှတစ်ဆင့် ယာယီသိမ်းဆည်းထားသော အကြောင်းအရာများကို ချိတ်ဆက်မှုကွန်ရက်မရှိသောအချိန်များတွင် ရယူရန်နှင့် မျှဝေနိုင်ရန် ပြုလုပ်ထားသည်။ Ceno ၏ ခံနိုင်ရည်ရှိခြင်းသည် မီဒီယာဖြတ်တောက်ခံရခြင်းများ၊ စစ်ထုတ်ခြင်းများ၊ တိုက်ခိုက်ခြင်းများ၊ ပိတ်ချခြင်းများ၊ သဘာဝဘေးအန္တရာယ်များ၊ အခြေအနေမငြိမ်သက်ခြင်းများ၊ ပဋိပက္ခများနှင့် စစ်ပွဲများအတွင်းတွင် ဝက်ဘ်အချက်အလက်များကို တည်ငြိမ်သောချိတ်ဆက်မှုများဖြင့်ရယူနိုင်ရန်နှင့် မျှဝေခြင်းများပြုလုပ်နိုင်ရန် လိုအပ်သူများအတွက် စံပြ ဖြစ်စေသည်။ Ceno ၏ လမ်းကြောင်းပြောင်းလဲခြင်းနှင့် ဖြန့်ချိခြင်းများသည် အင်တာနက်သုံးစွဲမှုနှင့် အခြားဆက်စပ်နေသော ကုန်ကျစားရိတ်များကိုလည်း သိသာစွာ လျှော့ချပေးနိုင်သည်။
pt_br: Ceno usa tecnologias consagradas de formas inovadoras. Enquanto a experiência do usuário é similar à em um navegador padrão para dispositivos móveis, Ceno opera sobre uma rede P2P na biblioteca de código aberto Ouinet e através de protocolos BitTorrent, o que permite que ele seja executado confiavelmente onde outros navegadores não poderiam ou não conseguiriam. Porque o conteúdo web é entregue, guardado em cache e descenralizado via roteamento P2P; ele não pode ser forçosamente removido por agentes externos. Além disso, Ceno é equipado para acessar e compartilhar conteúdo armazenado em cache de modo offline e via redes de área local (LAN). A resiliência do Ceno o torna ideal para pessoas que precisam de acesso estável e capacidade de compartilhar informações da web durante eventos de censura da mídia, filtragem, ataques, desligamentos, interrupções naturais, momentos de instabilidade política, conflito e guerra. O roteamento e a distribuição do Ceno podem também reduzir significativamente o consumo de largura de banda e custos associados.
tr: Ceno günümüz teknolojilerini yeni yöntemlerle kullanır. Kullanıcı deneyimi normal bir İnternet tarayıcısının kullanımına benzerken, Ceno açık kaynaklı Ouinet kitaplığı ve BitTorrent iletişim kuralları kullanan uçtan uca (P2P) bir ağ üzerinde çalışır. Böylece diğer tarayıcıların çalışmadığı veya çalışamadığı durumlarda bile Ceno sorunsuz bir şekilde kullanılabilir. İnternet içeriği uçtan uca (P2P) yönlendirme ile dağıtıldığı, ön belleğe alındığı ve merkezi olmadığı için dışarıdaki bireyler tarafından zorla kaldırılamaz. Ayrıca Ceno, ön belleğe alınmış çevrim dışı içeriklerden ve yerel ağlar üzerinden erişim ve paylaşım yapma özelliğine sahiptir. Ceno esnek yapısı ile basına sansür uygulanması, içeriklerin süzülmesi, saldırılar, kesintiler, doğal afetler, kargaşalar, çatışma ve savaş gibi durumlarda İnternet içeriklerine her zaman erişme ve paylaşma gereği duyanlar için idealdir. Ceno tarafından sağlanan yönlendirme ve dağıtım özellikleri bant genişliği tüketimini ve maliyetlerini de önemli ölçüde azaltabilir.
uk: Ceno використовує добре перевірені технології по-новому. На рівні користувача це нагадує роботу стандартного мобільного браузера, однак Ceno працює через однорангову мережу (p2p) у бібліотеці Ouinet з відкритим вихідним кодом і на протоколах BitTorrent. Ці переваги дозволяють Ceno надійно працювати у ситуації, коли інші браузери не працюють. Оскільки веб-контент за допомогою браузера доставляється, кешується та децентралізується за допомогою p2p-маршрутизації, його неможливо примусово видалити зовнішніми інструментами. Більше того, Ceno влаштований таким чином, що дозволяє отримати доступ та обмінюватися кешованим вмістом у автономному режимі (офлайн) та через локальні мережі (LAN). Стійкість браузера Ceno робить його ідеальним для тих, кому потрібен стабільний доступ до інформації в мережі та можливість обмінюватися інформацією під час цензури ЗМІ, фільтрації, атак, шатдаунів, відключень, зумовлених стихійним лихом, заворушень і конфліктів. Маршрутизація та розподіл контенту в браузері Ceno також можуть значно зменшити споживання пропускної спроможності та пов’язані з цим ресурси..
ur: Ceno قائم شدہ ٹیکنالوجیز کو نئے طریقوں سے استعمال کرتا ہے۔ اگرچہ صارف کا تجربہ ایک معیاری موبائل براؤزر کے استعمال کے مترادف ہے، Ceno اوپن سورس Ouinet لائبریری اور BitTorrent پروٹوکولز پر ایک پیر ٹو پیر (p2p) نیٹ ورک پر کام کرتا ہے، جس سے اسے قابل اعتماد طریقے سے چلانے کی اجازت ملتی ہے جہاں دوسرے براؤزر نہیں کرسکتے یا نہیں کرتے۔ چونکہ ویب مواد کو ڈیلیور کیا جاتا ہے، کیشے کیا جاتا ہے اور p2p روٹنگ کے ذریعے وکندریقرت کیا جاتا ہے، اس لیے اسے بیرونی ایجنٹوں کے ذریعے زبردستی نہیں ہٹایا جا سکتا۔ مزید برآں، Ceno آف لائن اور لوکل ایریا نیٹ ورکس (LANs) کے ذریعے محفوظ شدہ مواد تک رسائی اور اشتراک کرنے کے لیے لیس ہے۔ Ceno کی لچک اسے ان لوگوں کے لیے مثالی بناتی ہے جنہیں میڈیا سنسرشپ کے واقعات، فلٹرنگ، حملوں، شٹ ڈاؤن، قدرتی رکاوٹوں، بدامنی، تنازعات اور جنگ کے دوران ویب معلومات تک مستحکم رسائی اور اشتراک کی صلاحیتوں کی ضرورت ہوتی ہے۔ Ceno کی روٹنگ اور تقسیم بینڈوتھ کی کھپت اور متعلقہ اخراجات کو بھی نمایاں طور پر کم کر سکتی ہے۔
