Repository: ceno-app/ceno.github.io
Catalog: */equalitie-launches-ceno.po
Languages: es, fa, fr, my, pt, pt_br, tr, uk, ur

source: “Ceno holds great promise and launches at an opportune time for those engaged in democracy movements and activities,” says Dmitri Vitaliev, founder and director of eQualitie. “It is already helping thousands of civilians, NGOs, investigative journalists and independent media internationally to share information on their mobile devices.”
es: “Ceno es una gran promesa y se lanza en un momento oportuno para quienes participan en movimientos y actividades de democracia,” dice Dmitri Vitaliev, fundador y director de eQualitie. “Ya está ayudando a miles de civiles, ONG, periodistas de investigación y medios independientes a nivel internacional a compartir información en sus dispositivos móviles.”
fa: دیمیتری ویتالیف، موسس و مدیر eQualitie می‌گوید: «سنو امیدهای بزرگی به همراه دارد و در زمان مناسبی برای پشتیبانی از افرادی که درگیر جنبش‌ها و فعالیت‌های دموکراسی‌خواهانه هستند، عرضه شده است. این مرورگر در حال حاضر به هزاران نفر از غیرنظامیان، سازمان‌های غیردولتی، روزنامه‌نگاران تحقیقی و رسانه‌های مستقل در سراسر جهان کمک می‌کند تا اطلاعات را از طریق دستگاه‌های موبایل خود به اشتراک بگذارند.»
fr: « CENO est très prometteur et est lancé à un moment opportun pour celles et ceux impliqués dans des mouvements et activités démocratiques », déclare Dmitri Vitaliev, fondateur et directeur d’eQualitie. « À l’échelle internationale, il aide déjà des milliers de civils, d’ONG, de journalistes d’enquête et de médias indépendants à partager des informations sur leurs appareils mobiles. »
my: "Ceno ဟာ အနာဂါတ်အတွက် အလားအလာကောင်းရှိနေပြီးတော့ ဒီမိုကရေစီလှုပ်ရှားမှုတွေနဲ့ ဆောင်ရွက်တာတွေမှာ သက်ဆိုင်နေတဲ့လူတွေအတွက် အခွင့်အခါကောင်းမှာ Ceno ကို မိတ်ဆက်လိုက်ပါပြီ" ဟု eQualitie မှ တာဝန်ရှိသူဖြစ်သော တည်ထောင်သူ၊ ဒါရိုက်တာ Dmitri Vitaliev မှ ပြောလိုက်ပါသည်။ "ဒါဟာ ထောင်ပေါင်းများစွာသော ပြည်သူတွေ၊ NGO တွေ၊ စုံစမ်းရေး သတင်းသမားတွေ၊ လွတ်လပ်တဲ့ မီဒီယာတွေ အစရှိတဲ့ သူတွေကို သူတို့ရဲ့ မိုဘိုင်းဖုန်းကနေတဆင့် နိုင်ငံတကာကို သတင်းအချက်အလက်တွေမျှဝေနိုင်ဖို့ အကူအညီ ဖြစ်နေပါပြီ။"
pt_br: "Ceno é deveras promissor e é lançado em um momento oportuno para quem está engajado em atividades e movimentos democráticos," diz Dmitri Vitaliev, fundador e diretor da eQualitie. "Já está ajudando milhares de civis, ONGs, jornalistas investigativos e a mídia independente internacionalmente a compartilhar informações em seus dispositivos móveis."
tr: eQualitie kurucusu ve yöneticisi Dmitri Vitaliev "Ceno, büyük bir söz veriyor ve demokrasi hareketleri ve etkinlikleri ile ilgilenenler için uygun bir zamanda sunuluyor. [..] Şimdiden binlerce kişi, sivil toplum örgütü, araştırmacı gazeteci ve bağımsız basın çalışanları mobil aygıtlarından bilgi paylaşımına yardımcı oluyor" diyor.
uk: «Ceno має великі перспективи та запускається у сприятливий час для тих, хто пов’язаний з діяльністью демократичних рухів та активізмом», – каже Дмітрій Вітальєв, засновник і директор eQualitie. «Браузер вже сьогодні є в нагоді для тисяч користувачів, представників неурядових організацій, журналістів-розслідувачів та незалежних медіа у всьому світу аби ділитися інформацією на своїх мобільних пристроях».
ur: eQualitie کے بانی اور ڈائریکٹر دیمتری وٹالیف کہتے ہیں، "Ceno جمہوریت کی تحریکوں اور سرگرمیوں میں مصروف افراد کے لیے ایک مناسب وقت پر بہت بڑا وعدہ اور لانچ کرتا ہے۔ یہ پہلے سے ہی ہزاروں شہریوں، این جی اوز، تحقیقاتی صحافیوں اور بین الاقوامی سطح پر آزاد میڈیا کو ان کے موبائل آلات پر معلومات کا اشتراک کرنے میں مدد کر رہا ہے۔"

source: Ceno is currently being used by hundreds of thousands of people globally, including in Myanmar and Iran, where the military junta and regime routinely disregard the notion of digital rights; in Ukraine, where Russia’s invading army has damaged or destroyed local Internet infrastructures; and in Russia, where an evolving grip of censorship is tightening. Ceno works on Android devices, and is available for download on <a href="https://censorship.no/download">the Ceno website</a>, <a href="https://play.google.com/store/apps/details?id=ie.equalit.ceno">Google Play</a>, <a href="https://github.com/censorship-no/ceno-browser/releases">GitHub</a>, <a href="https://paskoocheh.com/tools/124/android.html?utm_source=UpdatePage">Paskoocheh</a> and <a href="https://zanga.tech/tools/166/android.html?">Zanga.tech</a>. It is one of several digital democratization apps envisioned and developed by eQualitie.
es: Ceno está siendo utilizado actualmente por cientos de miles de personas en todo el mundo, incluyendo Myanmar e Irán, donde la junta militar y el régimen ignoran rutinariamente la noción de derechos digitales; en Ucrania, donde el ejército invasor de Rusia ha dañado o destruido las infraestructuras locales de Internet; y en Rusia, donde se está endureciendo un control en evolución de la censura. Ceno funciona en dispositivos Android y se puede descargar en <a href="https://censorship.no/download">sitio web de Ceno</a>, <a href="https://play.google.com /store/apps/details?id=ie.equalit.ceno">Google Play</a>, <a href="https://github.com/censorship-no/ceno-browser/releases">GitHub</a>, <a href="https://paskoocheh.com/tools/124/android.html?utm_source=UpdatePage">Paskoocheh</a> y <a href="https://zanga.tech/tools/ 166/android.html?">Zanga.tech</a>. Es una de varias aplicaciones de democratización digital imaginadas y desarrolladas por eQualitie.
fa: سنو در حال حاضر توسط صدها هزار نفر در سراسر جهان استفاده می‌شود، از جمله در میانمار و ایران، که در آن‌ها رژیم نظامی و حکومتی به‌طور معمول حقوق دیجیتال را نادیده می‌گیرند؛ در اوکراین که ارتش مهاجم روسیه زیرساخت‌های اینترنت محلی را تخریب یا نابود کرده است؛ و در روسیه که سانسور به‌طور فزاینده‌ای در حال تشدید است. سنو بر روی دستگاه‌های اندرویدی کار می‌کند و برای دانلود از <a href="https://censorship.no/download">وب‌سایت سنو</a>، <a href="https://play.google.com/store/apps/details?id=ie.equalit.ceno">گوگل پلی</a>، <a href="https://github.com/censorship-no/ceno-browser/releases">گیت‌هاب</a>، <a href="https://paskoocheh.com/tools/124/android.html?utm_source=UpdatePage">پس‌کوچه</a> و <a href="https://zanga.tech/tools/166/android.html?">زنگاتک</a> در دسترس است. سنو یکی از چندین اپلیکیشنی است که برای دسترسی آزاد به محتوای دیجیتال توسط شرکت eQualitie تدارک و توسعه یافته است.
fr: Ceno est actuellement utilisé par des centaines de milliers de personnes dans le monde, dont en Birmanie et en Iran, où la junte militaire et le régime méprisent régulièrement la notion de droits numériques ; en Ukraine, où l’armée d’invasion russe a endommagé ou détruit les infrastructures Internet locales ; et en Russie, où l’emprise de la censure se resserre. Ceno fonctionne sur les appareils Android et peut être téléchargé sur <a href="https://censorship.no/download">le site Web de Ceno</a>, <a href="https://play.google.com/store/apps/details?id=ie.equalit.ceno">Google Play</a>, <a href="https://github.com/censorship-no/ceno-browser/releases">GitHub</a>, <a href="https://paskoocheh.com/tools/124/android.html?utm_source=UpdatePage">Paskoocheh</a> et sur <a href="https://zanga.tech/tools/166/android.html?">Zanga.tech</a>. Ceno fait partie des applications de démocratisation numérique pensées et développées par eQualitie.
my: လက်ရှိတွင် Ceno ကို ကမ္ဘာတစ်ဝှမ်းမှ သိန်းပေါင်းများစွာသောလူများက အသုံးပြုလျက်ရှိသည်။ စစ်အာဏာရှင်များနှင့် ဒီဂျစ်တယ်အခွင့်အရေးဆိုင်ရာထင်မြင်ချက်များကို မလေးစားသောအုပ်ချုပ်ပုံများရှိသည့် မြန်မာနိုင်ငံနှင့် အီရန်နိုင်ငံ၊ ကျော်စစ်ဆင်နွှဲနေသော ရုရှားနိုင်ငံကြောင့် နိုင်ငံတွင်း အင်တာနက်အဆောက်အအုံများကို ထိခိုက်ပျက်စီးသွားစေသော ယူကရိန်းနိုင်ငံနှင့် တင်းကျပ်သော အင်တာနက်ဆင်ဆာဖြတ်တောက်မှုများ တိုးတက်နေဆဲဖြစ်သော ရုရှားနိုင်ငံ တို့လည်း အပါအဝင်ဖြစ်သည်။ Ceno သည် Android စနစ်သုံး စက်ပစ္စည်းများတွင် အလုပ်လုပ်သည်၊ ၎င်းကို <a href="https://censorship.no/download">Ceno website</a>၊ <a href="https://play.google.com/store/apps/details?id=ie.equalit.ceno">Google Play</a>၊ <a href="https://github.com/censorship-no/ceno-browser/releases">GitHub</a>၊ <a href="https://paskoocheh.com/tools/124/android.html?utm_source=UpdatePage">Paskoocheh</a> နှင့် <a href="https://zanga.tech/tools/166/android.html?">Zanga.tech</a> တို့တွင် ဒေါင်းလုဒ်ရယူနိုင်သည်။ ၎င်း(Ceno) သည် ဒီဂျစ်တယ် ဒီမိုကရေစီအသွင်ကူးပြောင်းရေး အက်ပ်များစွာထဲမှတစ်ခုဖြစ်ပြီး eQualitie မှ ပုံဖော် တည်ဆောက်ထားသည်။
pt_br: Ceno está atualmente sendo usado por centenas de milhares de pessoas globalmente, incluindo em Myanar e Irã, onde juntas e regimes militares rotineiramente desconsideram a noção de direitos digitais; na Ucrânia, onde o exército invasor da Rússia tem danificado e destruído as infraestruturas locais da Internet; e na Rússia, onde o punho da censura está evoluindo e se fechando. O Ceno funciona em dispositivos Android e pode ser baixado via <a href="https://censorship.no/download">website do Ceno</a>, <a href="https://play.google.com/store/apps/details?id=ie.equalit.ceno">Google Play</a>, <a href="https://github.com/censorship-no/ceno-browser/releases">GitHub</a>, <a href="https://paskoocheh.com/tools/124/android.html?utm_source=UpdatePage">Paskoocheh</a> e <a href="https://zanga.tech/tools/166/android.html?">Zanga.tech</a>. É um dos diversos aplicativos de democratização digital concebidos e desenvolvidos pela eQualitie.
tr: Ceno şu anda Dünya çapında yüzbinlerce kişi tarafından kullanılıyor. Kullanıldığı yerler arasında; askeri cunta ve rejimin dijital haklar kavramını sıklıkla göz ardı ettiği Myanmar ve İran, Rusya'nın işgalci ordusunun yerel İnternet altyapılarına zarar verdiği veya yok ettiği Ukrayna ve sansür anlayışının sıkılaşarak hakim olduğu Rusya gibi yerler var. Ceno Android aygıtlarda çalışır ve şu adreslerden indirilebilir; <a href="https://censorship.no/download">Resmi Ceno sitesi</a>, <a href="https://play.google.com/store/apps/details?id=ie.equalit.ceno">Google Play</a>, <a href="https://github.com/censorship-no/ceno-browser/releases">GitHub</a>, <a href="https://paskoocheh.com/tools/124/android.html?utm_source=UpdatePage">Paskoocheh</a> ve <a href="https://zanga.tech/tools/166/android.html?">Zanga.tech</a>. Ceno, eQualitie tarafından düşünülüp geliştirilen dijital demokratikleşme uygulamalarından biridir.
uk: Зараз Ceno використовується десятками тисяч людей по всьому світу, в тому числі в М’янмі та Ірані, де військова хунта й політичний режим постійно нехтують цифровими правами; в Україні, де російська армія з початку свого вторгнення пошкодила або знищила локальну інфраструктуру Інтернету; чи в Росії, де цензура й надалі посилюється. Ceno працює на пристроях Android і доступний для завантаження через <a href="https://censorship.no/download">Censorship.no</a>, <a href="https://play.google.com/store/apps/details?id=ie.equalit.ceno">Google Play</a>, <a href="https://github.com/censorship-no/ceno-browser/releases">GitHub</a>, <a href="https://paskoocheh.com/tools/124/android.html?utm_source=UpdatePage">Paskoocheh</a> і <a href="https://zanga.tech/tools/166/android.html?">Zanga.tech</a>.
ur: Ceno فی الحال عالمی سطح پر لاکھوں لوگ استعمال کر رہے ہیں، بشمول میانمار اور ایران میں، جہاں فوجی جنتا اور حکومت معمول کے مطابق ڈیجیٹل حقوق کے تصور کو نظر انداز کرتی ہے۔ یوکرین میں، جہاں روس کی حملہ آور فوج نے مقامی انٹرنیٹ انفراسٹرکچر کو نقصان پہنچا یا تباہ کر دیا ہے۔ اور روس میں، جہاں سنسر شپ کی ابھرتی ہوئی گرفت سخت ہو رہی ہے۔ Ceno اینڈرائیڈ ڈیوائسز پر کام کرتا ہے، اور ڈاؤن لوڈ کے لیے دستیاب ہے۔ <a href="https://censorship.no/download">the Ceno website</a>, <a href="https://play.google.com/store/apps/details?id=ie.equalit.ceno">Google Play</a>, <a href="https://github.com/censorship-no/ceno-browser/releases">GitHub</a>, <a href="https://paskoocheh.com/tools/124/android.html?utm_source=UpdatePage">Paskoocheh</a> اور <a href="https://zanga.tech/tools/166/android.html?">Zanga.tech</a>. یہ متعدد ڈیجیٹل ڈیموکریٹائزیشن ایپس میں سے ایک ہے جسے eQualitie نے تصور کیا اور تیار کیا ہے۔

source: For more information, <a href="factsheet.html">access the Ceno fact sheet</a>.
es: Para obtener más información, <a href="factsheet.html">acceda a la hoja informativa de Ceno</a>.
fa: برای اطلاعات بیشتر، <a href="factsheet.html">برگه اطلاعات سنو</a> را مشاهده کنید.
fr: Pour plus de précisions, <a href="factsheet.html">accédez à la feuille d’information de Ceno</a>.
my: နောက်ထပ်အချက်အလက်များအတွက်၊ <a href="factsheet.html"> Ceno အချက်အလက်စာမျက်နှာ</a> သို့ ဝင်ရောက်ကြည့်ရှုပါ။
pt_br: Para mais informações, <a href="factsheet.html">acesse a ficha técnica do Ceno</a>.
tr: Ayrıntılı bilgi almak için <a href="factsheet.html">Ceno bilgi sayfasına bakabilirsiniz</a>.
uk: Аби отримати додаткову інформацію, <a href="factsheet.html">перегляньте інформаційний бюлетень Ceno</a>.
ur: مزید معلومات کے لیے، <a href="factsheet.html">Ceno فیکٹ شیٹ تک رسائی حاصل کریں</a>۔

source: About eQualitie
es: Acerca de eQualitie
fa: درباره eQualitie
fr: À propos d’eQualitie
my: eQualitie အကြောင်း
pt: Sobre eQualitie
pt_br: Sobre eQualitie
tr: eQualitie hakkında
uk: Про eQualitie
ur: eQualitie کے بارے میں

source: Founded and led by Dmitri Vitaliev since 2010, Montreal-based eQualitie is inspired by the principles of freedom of expression and association as defined in Articles 18, 19 and 20 of the UN’s Universal Declaration of Human Rights. Headquartered in Montreal, eQualitie’s team is distributed globally, including on the ground in censored and conflict areas. eQualitie is funded by public grants, private foundations and revenue generated from commercial activities. For more information, visit <a href="https://equalit.ie">https://equalit.ie.</a>
es: Fundada y dirigida por Dmitri Vitaliev desde 2010, basada en Montreal eQualitie se inspira en los principios de libertad de expresión y asociación definidos en los artículos 18, 19 y 20 de la Declaración Universal de Derechos Humanos de la ONU. Con sede en Montreal, el equipo de eQualitie está distribuido globalmente, incluso sobre el terreno en áreas censuradas y de conflicto. eQualitie está financiado por subvenciones públicas, fundaciones privadas e ingresos generados por actividades comerciales. Para obtener más información, visite <a href="https://equalit.ie">https://equalit.ie.</a>
fa: eQualitie که در مونترال کانادا مستقر است، از سال ۲۰۱۰ توسط دیمیتری ویتالیف تاسیس و مدیریت می‌شود و مشی آن الهام‌گرفته از اصول آزادی بیان و مواردی است که در مواد ۱۸، ۱۹ و ۲۰ اعلامیه جهانی حقوق بشر سازمان ملل متحد تعریف شده‌اند. اگرچه این نهاد در مونترال مستقر است اما تیم آن در سراسر جهان، از جمله در مناطق تحت سانسور و درگیری، فعالیت می‌کنند. eQualitie توسط کمک‌های مالی دولتی، بنیادهای خصوصی و درآمد حاصل از فعالیت‌های تجاری تامین می‌شود. برای اطلاعات بیشتر، به <a href="https://equalit.ie">https://equalit.ie مراجعه کنید.</a>
fr: Fondé et dirigé par Dmitri Vitaliev depuis 2010, eQualitie, basé à Montréal, s’inspire des principes de liberté d’expression et d’association tels que définis dans les articles 18, 19 et 20 de la Déclaration universelle des droits de la personne de l’ONU. Bien que son siège social est Montréal, l’équipe d’eQualitie est répartie dans le monde entier, y compris sur le terrain dans les zones censurées et en conflit. eQualitie est financée par des subventions publiques, des fondations privées et par ses revenus d’activités commerciales. Pour plus de précisions, visiter <a href="https://equalit.ie">https://equalit.ie.</a>
my: မွန်ထရီရယ် အခြေစိုက် eQualitie အား Dmitri Vitaliev မှ ၂၀၁၀ ခုနှစ်တွင် စတင်တည်ထောင်ခဲ့ပြီး ဦးဆောင်မှုပြုခဲ့သည်။ eQualitie အား ကုလသမဂ္ဂ၏ အပြည်ပြည်ဆိုင်ရာလူ့အခွင့်အရေးကြေညာစာတမ်း အပိုဒ် ၁၈၊ ၁၉ နှင့် ၂၀ တို့တွင် သတ်မှတ်ထားသည့် လွတ်လပ်စွာထုတ်ဖော်ပြောဆိုမှုနှင့် အသင်းအဖွဲ့အခြေခံမူများပေါ်တွင် အခြေခံပြီး တည်ထောင်ခဲ့သည်။ မွန်ထရီရယ်တွင် ရုံးချုပ်ရှိပြီး eQualitie ၏ အဖွဲ့သားများသည် ဆင်ဆာဖြတ်တောက်ခံရသောနယ်မြေများနှင့် ပဋိပက္ခဖြစ်ပွားနေသောနယ်မြေများ အပါအဝင် ကမ္ဘာအနှံ့အပြားတွင်ရှိသည်။ eQualitie ကို အများသူငါ ထောက်ပံ့ကြေးများ၊ ပုဂ္ဂလိက ဖောင်ဒေးရှင်းများနှင့် စီးပွားဖြစ်လုပ်ငန်းများမှ ရရှိသော ဝင်ငွေများဖြင့် ရန်ပုံငွေ ပံ့ပိုးထားသည်။ နောက်ထပ်အချက်အလက်များအတွက်၊ <a href="https://equalit.ie">https://equalit.ie.</a> သို့ ဝင်ရောက်ကြည့်ရှုပါ။
pt: Fundada e liderada por Dmitri Vitaliev desde 2010, a eQualitie, com sede em Montreal, inspira-se nos princípios da liberdade de expressão e de associação definidos nos artigos 18, 19 e 20 da Declaração Universal dos Direitos Humanos da ONU. Com sede em Montreal, a equipa da eQualitie está distribuída globalmente, incluindo no terreno em áreas censuradas e de conflito. a igualdade é financiada por subvenções públicas, fundações privadas e receitas geradas por atividades comerciais. Para mais informações, visite <a href="https://equalit.ie">https://equalit.ie.< / a>
pt_br: Fundada e gerenciada por Dmitri Vitaliev desde 2010, a eQualitie, empresa baseada em Montreal, é inspirada por princípios de liberdade de expressão e associação como definido nos Artigos 18, 19 e 20 da Declaração Universal do Direitos Humanos da ONU. Com sede em Montreal, a equipe da eQualitie é distribuída globalmente, incluindo em solo de áreas censuradas e conflituosas. eQualitie é financiada por prêmios públicos, fundações privadas e renda gerada por atividades comerciais. Para mais informações, visite <a href="https://equalit.ie">https://equalit.ie.</a>
tr: 2010 yılından bu yana Dmitri Vitaliev tarafından kurulan ve yönetilen Montreal merkezli eQualitie, BM İnsan Hakları Evrensel Beyannamesi'nin 18., 19. ve 20. maddelerinde tanımlanan ifade ve örgütlenme özgürlüğü ilkelerinden esinlenmiştir. Montreal merkezli eQualitie ekibi, sansürlü ve çatışma alanlarındaki gibi yerlerde ve tüm dünya üzerinde dağıtılıyor. eQualitie, kamu hibeleri, özel vakıflar ve ticari faaliyetlerden elde edilen gelirlerle finanse ediliyor. Ayrıntılı bilgi almak için <a href="https://equalit.ie">https://equalit.ie</a> adresine bakabilirsiniz.
uk: Заснована Дмітрієм Вітальєвим у Монреалі у 2010 році, eQualitie побудована на засадах свободи слова та асоціацій, визначених у статтях 18, 19 і 20 Загальної декларації прав людини ООН. eQualitie фінансується за рахунок урядових грантів, приватних фондів і доходів, отриманих від комерційної діяльності. Аби отримати додаткову інформацію, відвідайте сайт<a href="https://equalit.ie"> https://equalit.ie.</a>
ur: 2010 سے دمتری وٹالیف کی طرف سے قائم اور زیر قیادت، مونٹریال میں قائم eQualitie آزادی اظہار اور انجمن کے اصولوں سے متاثر ہے جیسا کہ اقوام متحدہ کے انسانی حقوق کے عالمی اعلامیہ کے آرٹیکل 18، 19 اور 20 میں بیان کیا گیا ہے۔ مونٹریال میں ہیڈ کوارٹر، eQualitie کی ٹیم کو عالمی سطح پر تقسیم کیا جاتا ہے، بشمول سنسر شدہ اور تنازعات والے علاقوں میں۔ eQualitie کو عوامی گرانٹس، نجی فاؤنڈیشنز اور تجارتی سرگرمیوں سے حاصل ہونے والی آمدنی سے مالی اعانت فراہم کی جاتی ہے۔ مزید معلومات کے لیے، <a href="https://equalit.ie">https://equalit.ie</a> ملاحظہ کریں

source: Press Contact
es: Contacto de Prensa
fa: ارتباط با رسانه‌ها
fr: Contact pour les médias
my: ဆက်သွယ်ရန်
pt: Contacto de Imprensa
pt_br: Contato de Mídia
tr: Basın iletişimi
uk: Контакти для медіа
ur: رابطہ دبائیں

source: For press and media inquiries, please contact Jenny Ryan: press [at] equalitie [dot] org.
es: Por consultas de prensa y medios, por favor contactar a Jenny Ryan: press [arroba] equalitie [punto] org.
fa: برای درخواست‌های مطبوعاتی و رسانه‌ای، لطفا با «جنی رایان» تماس بگیرید: press [at] equalitie [dot] org.
fr: Pour les demandes des médias, veuillez contacter Jenny Ryan : press [arobase] equalitie [point] org.
my: စာနယ်ဇင်းနှင့် မီဒီယာ စုံစမ်းမေးမြန်းမှုများအတွက် ကျေးဇူးပြုပြီး Jenny Ryan: press [at] equalitie [dot] org ကို ဆက်သွယ်ပါ။
pt: Para questões relativas à imprensa e aos meios de comunicação, contactar Jenny Ryan: press [at] equalitie [dot] org.
pt_br: Para perguntas da imprensa e mídia, por favor entre em contato com Jenny Ryan: press [em] equalitie [ponto] org.
tr: Basın ve medya soruları için lütfen Jenny Ryan ile görüşün: press [et] equalitie [nokta] org.
uk: Для запитів від журналістів, будь ласка, контактуйте з Jenny Ryan через: press [at] equalitie [dot] org.
ur: پریس اور میڈیا سے متعلق پوچھ گچھ کے لیے، براہ کرم جینی ریان سے رابطہ کریں: equalitie [dot] org کو دبائیں.

source: Download PDF
es: Descargar PDF
fa: دانلودPDF
fr: Télécharger le PDF
my: PDF ကို ဒေါင်းလုဒ်လုပ်ပါ
pt: Transferir PDF
pt_br: Baixar PDF
tr: PDF olarak indir
uk: Завантажити PDF
ur: PDF ڈاؤن لوڈ کریں

source: Ceno Browser is a project by <a href="https://equalit.ie">eQualit.ie</a> – a not-for-profit Canadian organization that creates decentralized internet services in support of a more equal and equitable network. eQualitie's solutions are open source, battle proven and developed in mind of our values. Everyday, they enable freedom of association for millions of people online.
es: El Navegador Ceno es un proyecto de <a href="https://equalit.ie">eQualit.ie</a> - una organización canadiense sin ánimo de lucro que crea servicios de Internet descentralizados en apoyo de una red más igualitaria y equitativa. Las soluciones de eQualitie son de código abierto, probadas en batallas y desarrolladas teniendo en cuenta nuestros valores. Todos los días hacen posible la libertad de asociación de millones de personas en Internet.
fa: مرورگر سنو پروژه‌ای از شرکت <a href="https://equalit.ie">eQualit.ie</a> است؛ یک سازمان غیرانتفاعی کانادایی که به منظور حمایت از شبکه‌ای برابر و عادلانه‌تر، مجموعه‌ای از خدمات اینترنتی غیرمتمرکز ارائه می‌دهد. راه‌حل‌های eQualitie متن‌باز هستند، امتحان خود را در عمل پس داده‌اند و هماهنگ با ارزش‌های ما شکل گرفته‌اند. این راه‌حل‌ها هر روز میلیون‌ها نفر را به صورت آنلاین از حق آزادی انجمن برخوردار می‌کنند.
my: Ceno Browser သည် သာတူညီမျှနှင့် သာတူညီမျှသောကွန်ရက်ကိုပံ့ပိုးရန် ဗဟိုချုပ်ကိုင်မှုလျှော့ချထားသောအင်တာနက်ဝန်ဆောင်မှုများကိုဖန်တီးပေးသည့်ကနေဒါအကျိုးအမြတ်မယူသောအဖွဲ့အစည်းတစ်ခုဖြစ်သည့် <a href="https://equalit.ie">eQualit.ie</a> ၏ပရောဂျက်တစ်ခုဖြစ်သည်။ . eQualitie ၏ ဖြေရှင်းချက်များသည် ပွင့်လင်းသောအရင်းအမြစ်ဖြစ်ပြီး၊ ကျွန်ုပ်တို့၏တန်ဖိုးများနှင့်အတူ တီထွင်ဖန်တီးထားသည်။ ၎င်းတို့သည် လူသန်းပေါင်းများစွာကို နေ့စဉ် အွန်လိုင်းတွင် လွတ်လပ်စွာ ပေါင်းသင်းခွင့် ပေးသည်။
pt_br: Ceno Browser é um projeto da <a href="https://equalit.ie">eQualit.ie</a>, uma organização canadense sem fins lucrativos que cria serviços descentralizados de Internet para apoiar uma rede mais igualitária e equitativa. . As soluções da eQualitie são de código aberto, comprovadas em batalha e desenvolvidas com nossos valores em mente. Eles proporcionam liberdade de associação online a milhões de pessoas todos os dias.
tr: Ceno Browser, daha eşit ve adaletli bir ağı desteklemek için merkezi olmayan İnternet hizmetleri oluşturan, kar amacı gütmeyen bir Kanada kuruluşu olan <a href="https://equalit.ie">eQualit.ie</a>'nin bir projesidir. . eQualitie çözümleri açık kaynaklıdır, savaş alanında kanıtlanmış ve değerlerimiz akılda tutularak geliştirilmiştir. Her gün milyonlarca insana çevrim içi olarak örgütlenme özgürlüğü sağlıyorlar.
uk: Ceno Browser – це проєкт <a href="https://equalit.ie">eQualit.ie</a> (Ікволіті), канадської некомерційної організації, яка створює децентралізовані інтернет-сервіси для підтримки більш рівноправної мережі. Технологічні рішення eQualitie мають відкритий вихідний код, перевірені на практиці і розроблені з урахуванням наших цінностей. Ці рішення щодня гарантують мільйонам людей свободу слова та свободу об'єднань в інтернеті.
ur: Ceno Browser <a href="https://equalit.ie">eQualit.ie</a> کا ایک پروجیکٹ ہے، ایک کینیڈا کی غیر منافع بخش تنظیم جو زیادہ مساوی اور مساوی نیٹ ورک کو سپورٹ کرنے کے لیے وکندریقرت انٹرنیٹ خدمات تخلیق کرتی ہے۔ . eQualitie کے حل اوپن سورس، جنگ سے ثابت، اور ہماری اقدار کو ذہن میں رکھتے ہوئے تیار کیے گئے ہیں۔ وہ ہر روز لاکھوں لوگوں کو آن لائن ایسوسی ایشن کی آزادی فراہم کرتے ہیں۔

source: About
fr: À propos
pt: Sobre

source: Support
fr: Assistance
pt: Suporte

source: News
fr: Nouvelles
pt: Notícias

source: Community
fr: Communauté
pt: Comunidade

source: Donate
fr: Faire un don
pt: Doar

source: Get Ceno
fr: Obtenir Ceno

source: Download
fr: Télécharger
pt: Transferir
pt_br: Baixar
tr: İndir
ur: ڈاؤن لوڈ کریں

source: Get CENO
pt: Obter CENO
