Repository: ceno-app/ceno.github.io
Catalog: */explainer.po
Languages: es, fa, pt_br, ta, tr, uk

source: en
es: es
fa: fa
pt_br: pt_BR
ta: என்
tr: tr
uk: uk

# explainer.html+html.body.nav.div.div:96-7
source: <a href="about.html">About</a> <a href="support.html">Support</a> <a href="news.html">News</a> <a href="help.html">Community</a> <a href="donate.html">Donate</a>
fa: <a href="about.html">درباره</a><a href="support.html">پشتیبانی</a><a href="news.html">اخبار</a><a href="help.html">مشارکت</a><a href="donate.html">اهدا</a>
ta: <a href="about.html">பற்றி</a> <a href="support.html">ஆதரவு</a> <a href="news.html">செய்திகள்</a> <a href="help.html">சமூகம்</a> <a href="donate.html">நன்கொடை</a>
uk: <a href="about.html">Про проєкт</a> <a href="support.html">Підтримка</a> <a href="news.html">Новини</a> <a href="help.html">Спільнота</a> <a href="donate.html">Підтримати</a>

# explainer.html+html.body.nav.div.div.div.label.img[alt]:107-13
source: Select language
fa: انتخاب زبان
ta: மொழியைத் தேர்ந்தெடுக்கவும்
uk: Обрати мову

source: EN
es: ES
fa: FA
pt_br: PT-BR
ta: என்
tr: TR
uk: UK

# explainer.html+html.body.nav.div.div:127-9
source: Download
fa: دانلود
ta: பதிவிறக்கம்
uk: Завантажити

# explainer.html+html.body.nav.div.div:138-7
source: <a href="about.html">About</a> <a href="support.html">Support</a> <a href="news.html">News</a> <a href="help.html">Community</a> <a href="donate.html">Donate</a>
fa: <a href="about.html">درباره</a><a href="support.html">پشتیبانی</a><a href="news.html">اخبار</a><a href="help.html">مشارکت</a><a href="donate.html">اهدا</a>
ta: <a href="about.html">பற்றி</a> <a href="support.html">ஆதரவு</a> <a href="news.html">செய்திகள்</a> <a href="help.html">சமூகம்</a> <a href="donate.html">நன்கொடை</a>

source: Download Ceno
fa: دانلود سنو
ta: விலை பதிவிறக்க

# explainer.html+html.body.nav.div.div.a.div:146-11
source: Download
fa: دانلود
ta: பதிவிறக்கம்

source: Ceno logo
fa: لوگو سنو
pt_br: Logotipo do Ceno
ta: லோகோவின் விலை

# explainer.html+html.body.nav.div.div.label.img[alt]:153-11
source: Select language
fa: انتخاب زبان
ta: மொழியைத் தேர்ந்தெடுக்கவும்

source: Ceno Browser: Explainer
es: Navegador Ceno: Explicador
fa: مرورگر سنو: توضیح ساده
pt_br: Navegador Ceno: Explicador
ta: செனோ உலாவி: விளக்கமளிப்பவர்
tr: Ceno Browser: Açıklayıcı
uk: Браузер Ceno: Довідник

source: Ceno Browser Explainer
es: Explicación del navegador Ceno
fa: توضیح ساده مرورگر سنو
pt_br: Explicador do navegador Ceno
ta: செனோ உலாவி விளக்கக்காரர்
tr: Ceno Browser Açıklayıcı
uk: Довідник браузера Ceno

source: Ceno Browser is quite different from any other browser you’ve used in the past. It does not function like a VPN or the Tor network. It’s built for connectivity but not anonymity. Ceno’s main premise is cooperation - users can help each other out in getting content otherwise unavailable in their network. Built on top of the BitTorrent network, it is the world’s first mobile browser using decentralized networking to bring you the web.
es: Ceno Browser es bastante diferente de cualquier otro navegador que hayas utilizado en el pasado. No funciona como una VPN o la red Tor. Está pensado para la conectividad, pero no para el anonimato. La principal premisa de Ceno es la cooperación: los usuarios pueden ayudarse entre sí para conseguir contenidos que de otro modo no estarían disponibles en su red. Construido sobre la red BitTorrent, es el primer navegador móvil del mundo que utiliza redes descentralizadas para ofrecerte la web.
fa: مرورگر سنو با هر مرورگر دیگری که تا به حال استفاده کرده‌اید کاملا متفاوت است. طرز کار این مرورگر شبیه VPN یا شبکه‌ی تور (Tor) نیست. سنو برای برقراری اتصال به اینترنت طراحی شده، نه برای ناشناس ماندن. اصلی‌ترین ویژگی سنو همکاری است – کاربران می‌توانند به کمک یکدیگر به محتوایی دست پیدا کنند که در شبکه‌ی خودشان در دسترس نیست. این مرورگر که روی شبکه‌ی بیت‌تورنت ساخته شده، اولین مرورگر موبایل در جهان است که از شبکه‌سازی غیرمتمرکز برای دسترسی به وب استفاده می‌کند.
pt_br: O Ceno Browser é bem diferente de qualquer outro navegador que você já usou. Não funciona como uma VPN ou rede Tor. Ele foi desenvolvido para conectividade, mas não para anonimato. A principal premissa do Ceno é a cooperação - os usuários podem ajudar uns aos outros na obtenção de conteúdo que de outra forma não estaria disponível em sua rede. Construído sobre a rede BitTorrent, é o primeiro navegador móvel do mundo que utiliza redes descentralizadas para trazer a web até você.
ta: கடந்த காலத்தில் நீங்கள் பயன்படுத்திய வேறு எந்த உலாவியிலிருந்தும் செனோ உலாவி முற்றிலும் மாறுபட்டது. இது VPN அல்லது TOR பிணையம் போல செயல்படாது. இது இணைப்பிற்காக கட்டப்பட்டுள்ளது, ஆனால் அநாமதேயமல்ல. CENO இன் முக்கிய முன்மாதிரி ஒத்துழைப்பு - பயனர்கள் தங்கள் நெட்வொர்க்கில் கிடைக்காத உள்ளடக்கத்தைப் பெறுவதற்கு ஒருவருக்கொருவர் உதவ முடியும். பிட்டோரண்ட் நெட்வொர்க்கின் மேல் கட்டப்பட்டிருக்கும், இது உங்களுக்கு வலையை கொண்டு வர பரவலாக்கப்பட்ட நெட்வொர்க்கிங் பயன்படுத்தும் உலகின் முதல் மொபைல் உலாவி ஆகும்.
tr: Ceno Browser, geçmişte kullandığınız diğer tarayıcılardan oldukça farklıdır. VPN veya Tor ağı gibi çalışmaz. Anonimlik sağlamak için değil, bağlantı sağlamak için tasarlanmıştır. Ceno işbirliği sağlamayı amaçlar. Kullanıcılar, normalde ağlarından erişemedikleri içerikleri almaları için birbirlerine yardımcı olabilirler. BitTorrent ağı üzerine kurulmuş olup, size İnternet erişimi sağlamak için merkezi olmayan ağ kullanan dünyanın ilk mobil tarayıcısıdır.
uk: Браузер Ceno значно відрізняється від будь-якого іншого браузера, який ви використовували раніше. Він НЕ функціонує як VPN або мережа Tor. Він створений для доступу до контенту, але не для анонімності. Основною засадою Ceno є співпраця – користувачі здатні допомагати один одному в отриманні контенту, що є недоступним в мережі. Створений на основі мережі BitTorrent, Сeno – перший у світі мобільний браузер, що використовує децентралізовану мережу для доступу до інтернету.

source: Whilst this may sound relatively attractive, every innovation has its benefits and risks. You should be aware of both before using Ceno Browser.
es: Aunque esto pueda parecer relativamente atractivo, toda innovación tiene sus ventajas y sus riesgos. Debes ser consciente de ambos antes de utilizar Ceno Browser.
fa: در عین حال که این ویژگی‌ها ممکن است جذاب به نظر برسند، باید توجه داشت که هر نوآوری، مزایا و خطرات خاص خودش را دارد که لازم است قبل از استفاده از مرورگر سنو از هر دو آن‌ها آگاه باشید.
pt_br: Embora isto possa parecer relativamente atraente, cada inovação tem os seus benefícios e riscos. Você deve estar ciente de ambos antes de usar o Ceno Browser.
ta: இது ஒப்பீட்டளவில் கவர்ச்சிகரமானதாகத் தோன்றினாலும், ஒவ்வொரு கண்டுபிடிப்புக்கும் அதன் நன்மைகள் மற்றும் அபாயங்கள் உள்ளன. செனோ உலாவியைப் பயன்படுத்துவதற்கு முன்பு நீங்கள் இரண்டையும் அறிந்திருக்க வேண்டும்.
tr: Bu nispeten çekici görünse de her yeniliğin yararları ve zararları vardır. Ceno Browser kullanmadan önce ikisinin de farkında olmalısınız.
uk: Кожна інновація має свої переваги та ризики. Перед використанням браузера Ceno ви повинні знати як про перше, так і про друге перш ніж почати користуватися ним.

source: So, how does it work? There are two distinct modes of using Ceno - <strong>Public</strong> and <strong>Personal</strong>. You can switch between them at any time. Whilst both modes help you access any website without restriction, they are distinguished by traces of activity that you leave on the network and by general connectivity options afforded to the user. To explain these concepts in everyday terms, we are using the example of books, libraries and bookstores. Now, because this is only a fictional representation of a complicated system - we have also added some Helpers and Couriers into the protocol and infrastructure design. Their job is to help you get the book you want.
es: ¿Entonces, cómo funciona? Hay dos modos distintos de utilizar Ceno: <strong>Público</strong> y <strong>Personal</strong>. Puedes cambiar entre ellos en cualquier momento. Si bien ambos modos le ayudan a acceder a cualquier página web sin restricciones, se distinguen por los rastros de la actividad que deja en la red y por las opciones generales de conectividad que ofrece al usuario. Para explicar estos conceptos en términos cotidianos, utilizamos el ejemplo de los libros, las bibliotecas y las librerías. Ahora bien, como esto es sólo una representación ficticia de un sistema complicado, también hemos agregado algunos ayudantes y mensajeros al diseño del protocolo y la infraestructura. Su trabajo es ayudarle a conseguir el libro que desea.
fa: خب، حالا مرورگر سنو چطور کار می‌کند؟ دو حالت مختلف برای استفاده از سنو وجود دارد – <strong>عمومی</strong> و <strong>شخصی</strong>. شما می‌توانید هر موقع که بخواهید بین این دو حالت مرورگری جابه‌جا شوید. با این که هر دو حالت به شما کمک می‌کنند تا بدون محدودیت به هر وب‌سایتی دسترسی پیدا کنید، با همدیگر از لحاظ رد پایی که از فعالیت‌تان در شبکه باقی می‌گذارید و از لحاظ گزینه‌های اتصال عمومی که به کاربر ارائه می‌دهند، متفاوت هستند. برای توضیح این مفاهیم به زبان روزمره، از مثال کتاب و کتابخانه و کتاب‌فروشی استفاده می‌کنیم. چون این صرفا یک نمایش خیالی از یک سیستم پیچیده است، ما کمک‌کننده‌ها و پِیک‌ها (یا رابطان) را هم به طراحی پروتکل و زیرساخت اضافه کرده‌ایم؛ وظیفه‌ی آن‌ها کمک به شماست تا کتابی را که می‌خواهید به دست بیاورید.
pt_br: Então, como isso funciona? Existem dois modos distintos de uso do Ceno - <strong>Público</strong> e <strong>Pessoal</strong>. Você pode alternar entre eles a qualquer momento. Embora ambos os modos ajudem você a acessar qualquer site sem restrições, eles se diferenciam pelos vestígios de atividade que você deixa na rede e pelas opções gerais de conectividade oferecidas ao usuário. Para explicar esses conceitos em termos cotidianos, utilizamos o exemplo dos livros, bibliotecas e livrarias. Agora, como esta é apenas uma representação fictícia de um sistema complicado, também adicionamos alguns Ajudantes e Entregadores ao protocolo e ao design da infraestrutura. O trabalho deles é ajudá-lo a conseguir o livro que deseja.
ta: எனவே, அது எவ்வாறு செயல்படுகிறது? செனோ - <strong> பொது </strong> மற்றும் <strong> தனிப்பட்ட </strong> ஆகியவற்றைப் பயன்படுத்துவதற்கான இரண்டு தனித்துவமான முறைகள் உள்ளன. நீங்கள் எந்த நேரத்திலும் அவர்களுக்கு இடையே மாறலாம். இரண்டு முறைகளும் கட்டுப்பாடு இல்லாமல் எந்தவொரு வலைத்தளத்தையும் அணுக உங்களுக்கு உதவுகின்றன, அவை நெட்வொர்க்கில் நீங்கள் விட்டுச் செல்லும் செயல்பாட்டின் தடயங்கள் மற்றும் பயனருக்கு வழங்கப்படும் பொது இணைப்பு விருப்பங்கள் ஆகியவற்றால் வேறுபடுகின்றன. இந்த கருத்துக்களை அன்றாட சொற்களில் விளக்க, புத்தகங்கள், நூலகங்கள் மற்றும் புத்தகக் கடைகளின் உதாரணத்தைப் பயன்படுத்துகிறோம். இப்போது, இது ஒரு சிக்கலான அமைப்பின் கற்பனையான பிரதிநிதித்துவம் மட்டுமே என்பதால் - சில உதவியாளர்களையும் கூரியர்களையும் நெறிமுறை மற்றும் உள்கட்டமைப்பு வடிவமைப்பில் சேர்த்துள்ளோம். நீங்கள் விரும்பும் புத்தகத்தைப் பெற உதவுவதே அவர்களின் வேலை.
tr: Peki nasıl çalışıyor? Ceno iki farklı kipte kullanılabilir: <strong>Herkese açık</strong> ve <strong>Kişisel</strong>. İstediğiniz zaman bunlar arasında geçiş yapabilirsiniz. Her iki kipte de herhangi bir siteye kısıtlama olmaksızın erişebilseniz de, ağda bıraktığınız etkinlik izleri ve kullanıcıya sunulan genel bağlantı seçenekleri farklıdır. Bu kavramları günlük terimlerle açıklamak için kitaplar, kütüphaneler ve kitapçılar örneğini kullanacağız. Karmaşık bir sistemin kurgusal bir temsilini yapacağımızdan, iletişim kuralı ve altyapı tasarımına bazı yardımcılar ve taşıyıcılar ekledik. Bunların görevi istediğiniz kitabı almanıza yardımcı olmaktır.
uk: Як це працює? Існує два різних режими використання Ceno - <strong>Публічний</strong> і <strong>Персональний</strong>. Ви можете перемикатися між ними в будь-який час. Хоча обидва режими допомагають вам отримати доступ до будь-якого веб-сайту без обмежень, вони відрізняються слідами активності, які ви залишаєте в мережі, і загальними можливостями підключення, що надаються користувачеві. Аби пояснити ці поняття простою мовою, ми використовуємо приклад книг, бібліотек і книжкових магазинів. Оскільки це лише вигадане представлення складної системи, ми також додали в протокол та дизайн інфраструктури деяких помічників і кур'єрів. Їхнє завдання – допомогти вам отримати потрібну книгу.

source: Public Mode
es: Modo público
fa: حالت عمومی
ta: பொது முறை
tr: Herkese açık kip
uk: Публічний режим

source: Imagine using Ceno like going to a public library - where every book is a website that you visit and the library itself is the BitTorrent network. You can check out any book for free, however your name will be recorded on that little piece of cardboard inside, along with every other person who has rented it.
es: Imagina utilizar Ceno como ir a una biblioteca pública, donde cada libro es un sitio web que visitas y la propia biblioteca es la red BitTorrent. Puedes sacar cualquier libro gratis, pero tu nombre quedará registrado en ese trocito de cartón que hay dentro, junto con el de cualquier otra persona que lo haya alquilado.
fa: تصور کنید که استفاده از سنو مثل رفتن به یک کتابخانه‌ی عمومی باشد – که در آن هر کتاب، همان وب‌سایتی است که بازدید می‌کنید و خود کتابخانه همان شبکه‌ی بیت‌تورنت است. می‌توانید هر کتابی را به صورت رایگان بگیرید، اما نام شما روی آن کارت کوچک درون کتاب ثبت می‌شود، همراه با هر شخص دیگری که آن را امانت گرفته است.
pt_br: Imagine usar o Ceno como ir a uma biblioteca pública – onde cada livro é um site que você visita e a própria biblioteca é a rede BitTorrent. Você pode conferir qualquer livro gratuitamente, porém seu nome ficará gravado naquele pedacinho de papelão que está dentro, junto com o de todas as outras pessoas que o alugaram.
ta: ஒரு பொது நூலகத்திற்குச் செல்வது போன்ற செனோவைப் பயன்படுத்துவதை கற்பனை செய்து பாருங்கள் - ஒவ்வொரு புத்தகமும் நீங்கள் பார்வையிடும் வலைத்தளமாகும், மேலும் நூலகமே பிட்டோரண்ட் பிணையம் ஆகும். நீங்கள் எந்த புத்தகத்தையும் இலவசமாகப் பார்க்கலாம், இருப்பினும் உங்கள் பெயர் அந்த சிறிய அட்டைப் பெட்டியில் பதிவுசெய்யப்படும், அதை வாடகைக்கு எடுத்த ஒவ்வொரு நபருடனும்.
tr: Ceno alt yapısını, her kitabın ziyaret ettiğiniz bir site ve kütüphanenin de BitTorrent ağı olduğu bir halk kütüphanesine gidiyormuş gibi düşünün. Herhangi bir kitabı ücretsiz olarak alabilirsiniz, ancak içindeki o küçük karton parçasına, onu alan diğer kişilerle birlikte adınız yazılır.
uk: Уявіть, що ви користуєтеся Ceno як публічною бібліотекою, де кожна книга – це веб-сайт, який ви відвідуєте, а сама бібліотека – це мережа BitTorrent. Ви можете взяти будь-яку книгу безкоштовно, проте ваше ім'я буде записано на маленькому шматочку картону всередині, разом з іменами всіх інших людей, які брали її напрокат.

source: Now that you have this book, you can read it and you can pass it along for others to read. They can pass it on as well. In <strong>Public</strong> mode everyone is there to help you read this book - the publisher, the library that bought it, the person who shared their book with you. However, in <strong>Public</strong> mode everyone can also see that you have rented this book and passed it along to others. It is essentially public.
es: Ahora que tiene este libro, puede leerlo y pasarlo a otros para que lo lean. También pueden transmitirlo. En el modo <strong>Público</strong>, todos están ahí para ayudarte a leer este libro: el editor, la biblioteca que lo compró, la persona que compartió su libro contigo. Sin embargo, en el modo <strong>Público</strong> todos también pueden ver que usted alquiló este libro y se lo pasó a otras personas. Es esencialmente público.
fa: حالا که این کتاب را دارید، می‌توانید آن را بخوانید و به دیگران بدهید تا بخوانند. آن‌ها نیز می‌توانند آن را به دیگران بدهند. در حالت <strong>عمومی</strong>، همه حضور دارند تا به شما کمک کنند این کتاب را بخوانید – ناشر، کتابخانه‌ای که آن را خریده، و فردی که کتابش را با شما به اشتراک گذاشته است. با این حال، در حالت <strong>عمومی</strong> همه می‌توانند ببینند که شما این کتاب را امانت گرفته‌اید و به دیگران داده‌اید. در واقع، این اطلاعات عمومی است.
pt_br: Agora que você tem este livro, você pode lê-lo e passá-lo adiante para que outras pessoas leiam. Eles também podem transmitir isso. No modo <strong>Público</strong> todos estão lá para ajudá-lo a ler este livro: a editora, a biblioteca que o comprou, a pessoa que compartilhou o livro com você. No entanto, no modo <strong>Público</strong> todos também podem ver que você alugou este livro e o repassou a outras pessoas. É essencialmente público.
ta: இப்போது உங்களிடம் இந்த நூல் இருப்பதால், நீங்கள் அதைப் படிக்கலாம், மற்றவர்கள் படிக்க அதை அனுப்பலாம். அவர்கள் அதை அனுப்பலாம். <strong> பொது </strong> பயன்முறையில் இந்த புத்தகத்தைப் படிக்க உங்களுக்கு உதவ எல்லோரும் இருக்கிறார்கள் - வெளியீட்டாளர், அதை வாங்கிய நூலகம், தங்கள் புத்தகத்தை உங்களுடன் பகிர்ந்து கொண்ட நபர். இருப்பினும், <strong> பொது </strong> பயன்முறையில் நீங்கள் இந்த புத்தகத்தை வாடகைக்கு எடுத்து மற்றவர்களுடன் அனுப்பியிருப்பதையும் எல்லோரும் காணலாம். இது அடிப்படையில் பொது.
tr: Artık bu kitabı aldığınıza göre onu okuyabilir ve okuması için başkalarına verebilirsiniz. Onlar da başkalarına verebilir. <strong>Herkese açık</strong> kipte herkes bu kitabı okumanıza yardımcı olmak için oradadır. Yayıncı, kitabı satın alan kütüphane, kitabını sizinle paylaşan kişiler. Ancak <strong>Herkese açık</strong> kipte bu kitabı aldığınızı ve başkalarına verdiğinizi de herkes görebilir. Bu bilgi temel olarak herkese açıktır.
uk: Тепер, коли у вас є ця книга, ви можете прочитати її і передати іншим, щоб вони прочитали. Вони також можуть передавати її далі. У режимі <strong>Публічний</strong> кожен може допомогти вам прочитати цю книгу – видавець, бібліотека, яка купила її, людина, яка поділилася з вами своєю книгою. Однак, в режимі <strong>Публічно</strong> кожен також може бачити, що ви взяли цю книгу напрокат і передали її іншим. Це, по суті, загальнодоступно.

source: Personal Mode
es: Modo Personal
fa: حالت شخصی
pt_br: Modo Pessoal
ta: தனிப்பட்ட பயன்முறை
tr: Kişisel kip
uk: Персональний режим

source: Now, you will be going to a bookstore to get that book you want. The book will belong to you only and no one but the bookstore employee will know that you bought it. You wont share with anyone, nor will you read anyone else’s copy of this book. This is Ceno’s <strong>Personal</strong> mode and we recommend it for when you are logging into websites or when you don’t want anyone to know which websites you have been visiting.
es: Ahora irás a una librería a conseguir el libro que deseas. El libro te pertenecerá únicamente a ti y nadie más que el empleado de la librería sabrá que lo compraste. No compartirá con nadie ni leerá la copia de este libro de nadie más. Este es el modo <strong>Personal</strong> de Ceno y lo recomendamos cuando inicias sesión en páginas web o cuando no quieres que nadie sepa qué páginas web has estado visitando.
fa: حالا، شما به یک کتاب‌فروشی می‌روید تا کتاب مورد نظر خود را بخرید. کتاب فقط متعلق به شما خواهد بود و هیچ‌کس جز کارمند کتاب‌فروشی نخواهد فهمید که شما آن را خریده‌اید. این کتاب را با کسی به اشتراک نمی‌گذارید و نسخه‌ای از آن را از کسی دیگر نخواهید خواند. این حالتِ <strong>شخصی</strong> سنو است و ما آن را برای موقعیت‌هایی توصیه می‌کنیم که می‌خواهید وارد اکانت‌تان در وب‌سایت‌ها بشوید یا زمانی که نمی‌خواهید کسی بداند از چه وب‌سایت‌هایی بازدید کرده‌اید.
pt_br: Agora, você irá a uma livraria para comprar o livro que deseja. O livro pertencerá apenas a você e ninguém além do funcionário da livraria saberá que você o comprou. Você não compartilhará com ninguém nem lerá a cópia deste livro de outra pessoa. Este é o modo <strong>Pessoal</strong> do Ceno e o recomendamos para quando você estiver fazendo login em sites ou quando não quiser que ninguém saiba quais sites você está visitando.
ta: இப்போது, நீங்கள் விரும்பும் அந்த புத்தகத்தைப் பெற நீங்கள் ஒரு புத்தகக் கடைக்குச் செல்வீர்கள். நூல் உங்களுக்கு மட்டுமே சொந்தமானது, புத்தகக் கடை ஊழியரைத் தவிர வேறு யாரும் நீங்கள் அதை வாங்கினீர்கள் என்பதை அறிந்திருப்பார்கள். நீங்கள் யாருடனும் பகிர்ந்து கொள்ள மாட்டீர்கள், இந்த புத்தகத்தின் வேறு யாருடைய நகலையும் நீங்கள் படிக்க மாட்டீர்கள். இது செனோவின் <strong> தனிப்பட்ட </strong> பயன்முறையாகும், நீங்கள் வலைத்தளங்களில் உள்நுழையும்போது அல்லது நீங்கள் எந்த வலைத்தளங்களைப் பார்வையிடுகிறீர்கள் என்பதை யாரும் அறிய விரும்பவில்லை.
tr: Şimdi istediğiniz kitabı almak için bir kitapçıya gideceksiniz. Kitap yalnızca size ait olacak ve kitabı satın aldığınızı kitapçı çalışanı dışında hiç kimse bilmeyecek. Bu kitabın kopyasını kimseyle paylaşmayacaksınız ve başkasının kopyasını okumayacaksınız. Ceno <strong>Kişisel</strong> kipi böyle çalışır ve sitelere oturum açtığınızı veya hangi siteleri ziyaret ettiğinizi kimsenin bilmesini istemediğinizde bu kipi kullanmanızı öneririz.
uk: А тепер – ви підете до книгарні, аби купити потрібну вам книгу. Книга буде належати тільки вам, і ніхто, крім працівника книгарні, не знатиме, що ви її купили. Ви не будете ні з ким ділитися і не будете читати чужі примірники цієї книги. Це <strong>Персональнийl</strong> режим Ceno, і ми рекомендуємо його використовувати, коли ви логінетеся на веб-сайти або коли ви не хочете, аби хтось знав, які веб-сайти ви відвідували.

source: Helpers
es: Ayudantes
fa: کمک‌کننده‌ها
pt_br: Ajudantes
ta: உதவியாளர்கள்
tr: Yardımcılar
uk: Помічники
