Repository: ceno-app/ceno.github.io
Catalog: */explainer.po
Languages: es, fa, pt_br, ta, tr, uk

source: The librarian and the bookstore employee are Helpers in our network. They are responsible for fetching the desired book from the bookshelves. In Ceno, this role is played by eQualitie - the organization behind the project and maintaining these Helpers. They know who you are and what book you have requested. You’ll have to trust them not to disclose this information to anyone else. On the Internet without Ceno, these Helpers play a similar role to your Internet provider or VPN service.
es: El bibliotecario y el empleado de la librería son Ayudantes en nuestra red. Se encargan de buscar el libro deseado en las estanterías. En Ceno, este papel lo desempeña eQualitie, la organización que está detrás del proyecto y se encarga del mantenimiento de estos ayudantes. Ellos saben quién es usted y qué libro ha solicitado. Tendrá que confiar en ellos para que no revelen esta información a nadie más. En Internet sin Ceno, estos Helpers desempeñan un papel similar al de su proveedor de Internet o servicio VPN.
fa: کتابدار و کارمند کتاب‌فروشی، نقش کمک‌کننده را در شبکه ما دارند. این افراد مسئول آوردن کتاب مورد نظر از قفسه‌ها هستند. در سنو، این نقش را eQualitie بازی می‌کند – سازمانی که پشت پروژه است و این کمک‌کننده‌ها را نگه می‌دارد. آن‌ها می‌دانند که شما چه کسی هستید و چه کتابی را درخواست کرده‌اید. باید به آن‌ها اعتماد کنید که این اطلاعات را به کسی دیگر فاش نکنند. در اینترنت بدون سنو، این کمک‌کننده‌ها نقشی مشابه ارائه‌دهنده اینترنت شما یا سرویس VPN شما دارند.
pt_br: O bibliotecário e o funcionário da livraria são Ajudantes da nossa rede. Eles são responsáveis por buscar o livro desejado nas estantes. No Ceno, esse papel é desempenhado pela eQualitie – a organização por trás do projeto e que mantém estes Ajudantes. Eles sabem quem você é e que livro você solicitou. Você terá que confiar neles para não divulgar essas informações a mais ninguém. Na internet sem Ceno, esses Ajudantes desempenham um papel semelhante ao do seu provedor de internet ou serviço VPN.
ta: நூலகர் மற்றும் புத்தகக் கடை ஊழியர் எங்கள் நெட்வொர்க்கில் உதவியாளர்கள். புத்தக அலமாரிகளிலிருந்து விரும்பிய புத்தகத்தைப் பெறுவதற்கு அவர்கள் பொறுப்பு. செனோவில், இந்த பாத்திரத்தை ஈக்விட்டி - திட்டத்தின் பின்னால் உள்ள அமைப்பு மற்றும் இந்த உதவியாளர்களை பராமரிக்கிறது. நீங்கள் யார், நீங்கள் என்ன நூல் கோரியுள்ளீர்கள் என்பது அவர்களுக்குத் தெரியும். இந்த தகவலை வேறு யாருக்கும் வெளியிட வேண்டாம் என்று நீங்கள் நம்ப வேண்டும். CENO இல்லாத இணையத்தில், இந்த உதவியாளர்கள் உங்கள் இணைய வழங்குநர் அல்லது VPN சேவைக்கு ஒத்த பங்கைக் கொண்டுள்ளனர்.
tr: Kütüphaneci ve kitapçı çalışanı ağımızdaki yardımcılardır. İstenilen kitabın raflardan getirilmesinden sorumludurlar. Ceno ağında bu rol, projenin arkasındaki kuruluş ve bu yardımcıların bakımını yapan eQualitie tarafından oynanır. Kim olduğunuzu ve hangi kitabı istediğinizi bilirler. Bu bilgiyi başka kimseyle paylaşmamaları için onlara güvenmeniz gerekir. Ceno kullanılmayan İnternet üzerinde bu yardımcılar, İnternet hizmeti sağlayıcınıza veya VPN hizmetinize benzer bir rol oynar.
uk: Бібліотекар та працівник книгарні – це Помічники в нашій мережі. Вони відповідають за те, аби дістати потрібну книгу з книжкових полиць. У Ceno цю роль виконує eQualitie – організація, що стоїть за проектом і підтримує цих помічників. Вони знають, хто ви і яку книгу запитали. Ви повинні довіряти, що вони не розголошуватимуть цю інформацію нікому іншому. В Інтернеті без Ceno ці Помічники відіграють роль, подібну до ролі вашого інтернет-провайдера або VPN-сервісу.

source: Couriers
es: Mensajeros
fa: پیک‌ها
pt_br: Entregadores
ta: கூரியர்கள்
tr: Taşıyıcılar
uk: Кур'єри

source: You may not be able to visit a library or there may not be a library in your town or country. For this instance we have Couriers. They are located in a different town or country. Their job is to go to their local library or bookstore and pick up the book you desire. Couriers can only talk with a librarian or shopkeeper. They don’t know which book you are interested in - their job is to receive and deliver it to you. Once you receive the book, you can again share it with others (<strong>Public</strong>) or not share it with anyone (<strong>Personal</strong>).
es: Es posible que no pueda visitar una biblioteca o que no haya una biblioteca en su ciudad o país. Para este caso tenemos Couriers. Están ubicados en una ciudad o país diferente. Su trabajo es ir a la biblioteca o librería local y recoger el libro que desea. Los mensajeros sólo pueden hablar con un bibliotecario o un comerciante. No saben qué libro le interesa: su trabajo es recibirlo y entregárselo. Una vez que reciba el libro, podrá volver a compartirlo con otras personas (<strong>Público</strong>) o no compartirlo con nadie (<strong>Personal</strong>).
fa: ممکن است نتوانید به کتابخانه بروید یا ممکن است در شهر یا کشور شما کتابخانه‌ای وجود نداشته باشد. برای این مواقع ما پیک‌ها را داریم. این افراد در شهر یا کشور دیگری واقع شده‌اند. وظیفه آن‌ها این است که به کتابخانه یا کتاب‌فروشی محلی خود بروند و کتاب مورد نظر شما را بردارند. پیک‌ها فقط می‌توانند با کتابدار یا کارمند فروشگاه صحبت کنند و نمی‌دانند که شما به چه کتابی علاقه دارید – وظیفه آن‌ها فقط دریافت و تحویل کتاب به شما است. پس از دریافت کتاب، می‌توانید آن را با دیگران به اشتراک بگذارید (<strong>عمومی</strong>) یا با هیچ کس به اشتراک نگذارید (<strong>شخصی</strong>).
pt_br: Talvez você não consiga visitar uma biblioteca ou talvez não haja uma biblioteca em sua cidade ou país. Para este caso, temos Entregadores. Eles estão localizados em uma cidade ou país diferente. O trabalho deles é ir à biblioteca ou livraria local e comprar o livro que você deseja. Os entregadores só podem conversar com um bibliotecário ou lojista. Eles não sabem em qual livro você está interessado - o trabalho deles é recebê-lo e entregá-lo a você. Depois de receber o livro, você poderá compartilhá-lo novamente com outras pessoas (<strong>Público</strong>) ou não compartilhá-lo com ninguém (<strong>Pessoal</strong>).
ta: நீங்கள் ஒரு நூலகத்தைப் பார்வையிட முடியாமல் போகலாம் அல்லது உங்கள் ஊரில் அல்லது நாட்டில் ஒரு நூலகம் இருக்கக்கூடாது. இந்த உதாரணமாக எங்களிடம் கூரியர்கள் உள்ளன. அவை வேறு நகரம் அல்லது நாட்டில் அமைந்துள்ளன. அவர்களின் உள்ளக நூலகம் அல்லது புத்தகக் கடைக்குச் சென்று நீங்கள் விரும்பும் புத்தகத்தை எடுப்பதே அவர்களின் வேலை. கூரியர்கள் ஒரு நூலகர் அல்லது கடைக்காரருடன் மட்டுமே பேச முடியும். நீங்கள் எந்த புத்தகத்தில் ஆர்வமாக உள்ளீர்கள் என்பது அவர்களுக்குத் தெரியாது - அவர்களின் வேலை அதைப் பெற்று உங்களுக்கு வழங்குவதாகும். நீங்கள் புத்தகத்தைப் பெற்றவுடன், அதை மீண்டும் மற்றவர்களுடன் பகிர்ந்து கொள்ளலாம் (<strong> பொது </strong>) அல்லது அதை யாருடனும் பகிர்ந்து கொள்ளக்கூடாது (<strong> தனிப்பட்ட </strong>).
tr: Bir kütüphaneye gidemeyebilirsiniz ya da şehrinizde veya ülkenizde bir kütüphane olmayabilir. Bu örnek için taşıyıcılarımız var. Farklı bir kasabada veya ülkede bulunuyorlar. Görevleri yerel kütüphaneye veya kitapçıya gidip istediğiniz kitabı almak. Taşıyıcılar yalnızca bir kütüphaneci veya kitapçı ile konuşabilir. Hangi kitapla ilgilendiğinizi bilmezler. İşleri kitabı alıp size ulaştırmaktır. Kitabı aldıktan sonra onu başkalarıyla paylaşabilir (<strong>Herkese açık</strong> kip) ya da hiç kimseyle paylaşmayabilirsiniz (<strong>Kişisel</strong> kip).
uk: Можливо, ви не маєте змоги відвідати бібліотеку або у вашому місті немає бібліотеки. На цей випадок у нас є кур'єри. Вони перебувають в іншому місті чи країні. Їхнє завдання – піти до місцевої бібліотеки або книгарні і забрати потрібну вам книгу. Кур'єри можуть розмовляти лише з бібліотекарем чи продавцем. Вони не знають, яка саме книга вас цікавить – їхня робота полягає в тому, щоб отримати і доставити її вам. Отримавши книгу, ви можете поділитися нею з іншими (<strong>Публічно</strong>) або не ділитися ні з ким (<strong>Персонально</strong>).

source: Any Ceno user can become a Courier and we encourage those that live in countries with lots of libraries (unrestricted Internet access) to be Couriers as well. At the moment, over 8000 couriers are online at any one time, waiting for requests to fetch a book for you.
es: Cualquier usuario de Ceno puede convertirse en mensajero y animamos a los que viven en países con muchas bibliotecas (acceso ilimitado a Internet) a que también lo sean. En la actualidad, más de 8000 mensajeros están en línea en cualquier momento, a la espera de solicitudes para ir a buscar un libro para usted.
fa: هر کاربر سنو می‌تواند تبدیل به یک پیک شود و ما کسانی را که در کشورهایی با کتابخانه‌های زیاد (دسترسی نامحدود به اینترنت) زندگی می‌کنند تشویق می‌کنیم که پیک شوند. در حال حاضر، بیش از ۸۰۰۰ پیک به صورت آنلاین در هر لحظه منتظرند درخواستی برسد تا یک کتاب را برای شما دریافت کنند.
pt_br: Qualquer usuário do Ceno pode se tornar um Entregador e encorajamos aqueles que vivem em países com muitas bibliotecas (acesso irrestrito à internet) a serem Entregadores também. No momento, mais de 8.000 entregadores estão online ao mesmo tempo, aguardando solicitações para buscar um livro para você.
ta: எந்தவொரு CENO பயனரும் ஒரு கூரியர் ஆக முடியும், மேலும் ஏராளமான நூலகங்கள் (கட்டுப்பாடற்ற இணைய அணுகல்) கொண்ட நாடுகளில் வசிப்பவர்களையும் கூரியர்களாகவும் ஊக்குவிக்கிறோம். இந்த நேரத்தில், 8000 க்கும் மேற்பட்ட கூரியர்கள் எந்த நேரத்திலும் ஆன்லைனில் உள்ளன, உங்களுக்காக ஒரு புத்தகத்தைப் பெறுவதற்கான கோரிக்கைகளுக்காக காத்திருக்கிறது.
tr: Herhangi bir Ceno kullanıcısı taşıyıcı olabilir ve çok sayıda kütüphanenin (sınırsız İnternet erişimi) olduğu ülkelerde yaşayanların da taşıyıcı olmasını özendiriyoruz. Şu anda herhangi bir anda 8000 üzerinde taşıyıcı çevrim içi oluyor ve sizin kitap getirme isteklerinizi bekliyor.
uk: Будь-який користувач Ceno може стати кур'єром, і ми заохочуємо тих, хто живе в країнах з великою кількістю бібліотек (з вільним доступом до інтернету), також стати кур'єром. Наразі понад 8000 кур'єрів постійно перебувають онлайн, чекаючи на замовлення, щоб принести вам книгу.

source: Ceno Browser is a project by <a href="https://equalit.ie">eQualit.ie</a> – a not-for-profit Canadian organization that creates decentralized internet services in support of a more equal and equitable network. eQualitie's solutions are open source, battle proven and developed in mind of our values. Everyday, they enable freedom of association for millions of people online.
es: El Navegador Ceno es un proyecto de <a href="https://equalit.ie">eQualit.ie</a> - una organización canadiense sin ánimo de lucro que crea servicios de Internet descentralizados en apoyo de una red más igualitaria y equitativa. Las soluciones de eQualitie son de código abierto, probadas en batallas y desarrolladas teniendo en cuenta nuestros valores. Todos los días hacen posible la libertad de asociación de millones de personas en Internet.
fa: مرورگر سنو پروژه‌ای از شرکت <a href="https://equalit.ie">eQualit.ie</a> است؛ یک سازمان غیرانتفاعی کانادایی که به منظور حمایت از شبکه‌ای برابر و عادلانه‌تر، مجموعه‌ای از خدمات اینترنتی غیرمتمرکز ارائه می‌دهد. راه‌حل‌های eQualitie متن‌باز هستند، امتحان خود را در عمل پس داده‌اند و هماهنگ با ارزش‌های ما شکل گرفته‌اند. این راه‌حل‌ها هر روز میلیون‌ها نفر را به صورت آنلاین از حق آزادی انجمن برخوردار می‌کنند.
pt_br: Ceno Browser é um projeto da <a href="https://equalit.ie">eQualit.ie</a>, uma organização canadense sem fins lucrativos que cria serviços descentralizados de Internet para apoiar uma rede mais igualitária e equitativa. . As soluções da eQualitie são de código aberto, comprovadas em batalha e desenvolvidas com nossos valores em mente. Eles proporcionam liberdade de associação online a milhões de pessoas todos os dias.
ta: செனோ உலாவி என்பது <a href = "https://equalit.ie"> eamitit.ie </a>-இலாப நோக்கற்ற கனேடிய அமைப்பு, இது மிகவும் சமமான மற்றும் சமமான வலையமைப்பிற்கு ஆதரவாக பரவலாக்கப்பட்ட இணைய சேவைகளை உருவாக்குகிறது . ஈக்விட்டியின் தீர்வுகள் திறந்த மூலமாகும், போர் நிரூபிக்கப்பட்டு நமது மதிப்புகளை மனதில் கொண்டு வளர்ந்தது. தினமும், அவை ஆன்லைனில் மில்லியன் கணக்கான மக்களுக்கு சங்க சுதந்திரத்தை செயல்படுத்துகின்றன.
tr: Ceno Tarayıcı, daha eşit ve hakkaniyetli bir ağı desteklemek için merkezi olmayan internet hizmetleri oluşturan, kar amacı gütmeyen bir Kanada kuruluşu olan <a href="https://equalit.ie">eQualit.ie</a>'nin bir projesidir. . eQualitie'nin çözümleri açık kaynaklıdır, savaşta kanıtlanmış ve değerlerimiz akılda tutularak geliştirilmiştir. Her gün milyonlarca insana çevrimiçi olarak örgütlenme özgürlüğü sağlıyorlar.
uk: Ceno Browser – це проєкт <a href="https://equalit.ie">eQualit.ie</a> (Ікволіті), канадської некомерційної організації, яка створює децентралізовані інтернет-сервіси для підтримки більш рівноправної мережі. Технологічні рішення eQualitie мають відкритий вихідний код, перевірені на практиці і розроблені з урахуванням наших цінностей. Ці рішення щодня гарантують мільйонам людей свободу слова та свободу об'єднань в інтернеті.

source: © eQualitie 2018<script>new Date().getFullYear()>2018&&document.write("-"+new Date().getFullYear());</script>
fa: © Censorship.no! 2018<script>new Date().getFullYear()>2018&&document.write("-"+new Date().getFullYear());</script>

source: About
es: Acerca de
tr: Hakkında

source: Support
es: Soporte
tr: Destek

source: News
es: Noticias
tr: Haberler

source: Community
es: Comunidad
tr: Topluluk

source: Donate
es: Donar
tr: Bağış yapın

source: Get Ceno
es: Obtén Ceno
tr: Ceno'yu edinin

source: Download
es: Descargar
pt_br: Baixar
tr: İndir
