Repository: ceno-app/ceno.github.io
Catalog: */factsheet.po
Languages: ar, es, fa, fr, id, my, pt_br, ru, sv, tr, uk, ur

source: Internet shutdowns is a broad term covering various Internet access restriction scenarios. Precise technical information on shutdowns is often missing from media coverage. A shutdown can refer to the following:
ar: انقطاعات الإنترنت هو مصطلح واسع يغطي سيناريوهات مختلفة لتقييد الوصول إلى الإنترنت. غالبًا ما تكون المعلومات الفنية الدقيقة حول عمليات القطع مفقودة من التغطية الإعلامية. يمكن أن يشير انقطاع ما إلى ما يلي:
es: Los apagones de Internet son un término amplio que cubre varios escenarios de restricción de acceso a Internet. La información técnica precisa sobre los cierres suele faltar en la cobertura de los medios. Un apagón puede referirse a lo siguiente:
fa: قطعی اینترنت یک مفهوم گسترده است که سناریوهای مختلفی از محدودیت دسترسی به اینترنت را شامل می‌شود. اطلاعات فنی دقیق در مورد قطعی‌های اینترنت اغلب در پوشش رسانه‌ای وجود ندارد. قطعی اینترنت می‌تواند به موارد زیر اشاره داشته باشد:
fr: « Coupure d’Internet » est un terme général qui couvre différents scénarios de limitation de l’accès à Internet. Des informations techniques précises sur les coupures sont souvent absentes de la couverture médiatique. Une coupure peut faire référence à :
id: Pemutusan internet adalah istilah yang luas yang mencakup berbagai skenario pembatasan akses internet. Informasi teknis yang tepat mengenai pemutusan akses sering kali tidak ada dalam liputan media. Pemutusan internet dapat merujuk pada hal-hal berikut ini:
my: အင်တာနက် ပိတ်ဆို့ဖြတ်တောက်မှုသည် အမျိုးမျိုးသော အင်တာနက် အသုံးပြုခြင်း ကန့်သတ်ချက်မှု အခြေအနေတို့ကို လွှမ်းခြုံထားသော ကျယ်ပြန့်သည့် ဝေါဟာရတစ်ခု ဖြစ်သည်။ ပိတ်ဆို့ဖြတ်တောက်ခြင်းတွင် တိကျသော နည်းပညာဆိုင်ရာအချက်အလက်များသည် မီဒီယာဖော်ပြမှုများတွင် ပျောက်ဆုံးနေတတ်သည်။ ပိတ်ဆို့ဖြတ်တောက်မှုကို အောက်ပါအတိုင်း ရည်ညွှန်းနိုင်သည်။
pt_br: Desligamentos da Internet é um termo amplo que abarca vários cenários de restrição de acesso. Informações técnicas precisas sobre desligamentos frequentemente não circulam nas coberturas midiáticas. Um desligamento pode se referir a:
ru: Отключение Интернета — это широкий термин, охватывающий различные сценарии ограничения доступа в Интернет. Точная техническая информация об отключениях часто отсутствует в СМИ. Отключения могут быть следующими:
tr: İnternet kapatılmaları çeşitli internet erişim kısıtlama senaryolarını içeren bir terimdir. İnternet kapatılmasının teknik bilgilerinin ince detayları genellikle basına yansımaz. Kapatma şekilleri şunlardır:
uk: Відключення Інтернету – це широкий термін, що охоплює різні сценарії обмеження доступу до Інтернету. У ЗМІ часто відсутня точна технічна інформація про зупинки. Вимкнення може стосуватися наступного:
ur: انٹرنیٹ کی بندش ایک وسیع اصطلاح ہے جس میں انٹرنیٹ تک رسائی پر پابندی کے مختلف منظرنامے شامل ہیں۔ بندش کے بارے میں درست تکنیکی معلومات اکثر میڈیا کوریج سے غائب رہتی ہیں۔ ایک بندش درج ذیل کا حوالہ دے سکتا ہے:

source: <strong>Level 1:</strong> A complete or partial failure of Internet services, occurring due to censorship, cyberattacks, natural disasters, police or security services actions or errors. Ceno deals with scenarios of extreme network censorship, when VPNs are generally no longer available (e.g., Russia in 2022, Belarus in 2020 and Iran in 2019) or when international transit connections are artificially throttled (e.g., Indian Kashmir in 2019–2020 and Cuba).
ar: <strong>المستوى 1:</strong> فشل كلي أو جزئي في خدمات الإنترنت نتيجة الرقابة والحجب أو الهجمات الإلكترونية أو الكوارث الطبيعية أو إجراءات أو أخطاء خدمات الشرطة أو الأمن. يتعامل Ceno مع سيناريوهات الرقابة الشديدة على الشبكة، عندما تكون الشبكات الافتراضية الخاصة غير متاحة بشكل عام (على سبيل المثال، روسيا في عام 2022 وبيلاروسيا في عام 2020 وإيران في عام 2019) أو عندما يتم خنق عرض حزمة خط الاتصال الدولي (على سبيل المثال، كشمير الهندية في 2019-2020 وكوبا).
es: <strong>Nivel 1:</strong> Un fallo total o parcial de los servicios de Internet, debido a la censura, ciberataques, desastres naturales, acciones o errores de la policía o los servicios de seguridad. Ceno se ocupa de escenarios de censura de red extrema, cuando las VPN generalmente ya no están disponibles (p. ej., Rusia en 2022, Bielorrusia en 2020 e Irán en 2019) o cuando las conexiones de tránsito internacional se restringen artificialmente (p. ej., la Cachemira india en 2019-2020 y Cuba ).
fa: <strong>سطح یک:</strong> عدم دسترسی کامل یا جزئی به خدمات اینترنتی که به دلیل سانسور، حملات سایبری، بلایای طبیعی، اقدامات یا خطاهای پلیس یا سرویس‌های امنیتی رخ می‌دهد. سنو با سناریوهای سانسور شدید شبکه سروکار دارد، مثل وقتی که VPNها دیگر به‌کلی در دسترس نیستند (برای مثال، روسیه در سال ۲۰۲۲، بلاروس در سال ۲۰۲۰ و ایران در سال ۲۰۱۹) یا زمانی که نقل‌وانتقال ارتباطات بین المللی به‌طور مصنوعی مختل می‌شود (مانند کشمیر هند در سال های ۲۰۱۹–۲۰۲۰ و کوبا).
fr: <strong>Niveau 1 :</strong> une défaillance totale ou partielle des services Internet, due à la censure, à des cyberattaques, à des catastrophes naturelles, à des actions ou à des erreurs de la police ou des services de sécurité. Ceno traite des scénarios de censure extrême du réseau, quand les RPV ne sont généralement plus accessibles (p. ex. en Russie en 2022, en Biélorussie en 2020 et en Iran en 2019), ou quand les connexions de transit international sont réduites artificiellement (p. ex. au Cachemire indien en 2019 et 2020 et à Cuba).
id: <strong>Level 1:</strong> Kegagalan total atau sebagian dari layanan internet yang terjadi karena penyensoran, serangan siber, bencana alam, tindakan atau kesalahan polisi atau layanan keamanan. Ceno menangani skenario penyensoran jaringan yang ekstrem, ketika VPN secara umum tidak lagi tersedia (misalnya, Rusia pada tahun 2022, Belarusia pada tahun 2020, dan Iran pada tahun 2019) atau ketika koneksi transit internasional dibatasi secara artifisial (misalnya, Kashmir India pada tahun 2019-2020 dan Kuba).
my: <strong>အဆင့် ၁။</strong> ဆင်ဆာဖြတ်တောက်မှု၊ ဆိုက်ဘာတိုက်ခိုက်မှုများ၊ သဘာဝဘေးအန္တရာယ်များ၊ ရဲ သို့မဟုတ် လုံခြုံရေးဝန်ဆောင်မှုများ၏ လုပ်ဆောင်ချက်များ သို့မဟုတ် အမှားအယွင်းများ စသည်တို့သည် အင်တာနက် ဝန်ဆောင်မှုများအား တစိတ်တစ်ပိုင်း သို့မဟုတ် လုံးဝဥဿုံ ပြတ်တောက်မှုများကို ဖြစ်ပေါ်စေနိုင်သည်။ VPN များ လုံးဝ မရနိုင်တော့သောအချိန်(ဥပမာ- ၂၀၂၂ ခုနှစ်တွင် ရုရှား၊ ၂၀၂၀ ခုနှစ်တွင် ဘဲလားရက်စ် နှင့် ၂၀၁၉ ခုနှစ်တွင် အီရန်) သို့မဟုတ် နိုင်ငံတကာ ဆက်သွယ်မှုများ ဖြတ်တောက်ခံရသောအချိန်(ဥပမာ- ၂၀၁၉-၂၀၂၀ ခုနှစ်တွင် အိန္ဒိယ ကာရှီမာ နှင့် ကျူဘား) စသည့် ပြင်းထန်သည့် ကွန်ရက် ပိတ်ဆို့ဖြတ်တောက်မှုများ၏ အဖြစ်အပျက်များကို Ceno မှ ဖြေရှင်းပေးနိုင်သည်။
ru: <strong>Уровень 1:</strong> Полный или частичный отказ интернет-сервисов, произошедший из-за цензуры, кибератак, стихийных бедствий, действий или ошибок полиции или служб безопасности. Ceno имеет дело со сценариями экстремальной сетевой цензуры, когда сервисы VPN, как правило, больше не доступны (например, Россия в 2022 г., Беларусь в 2020 г. и Иран в 2019 г.) или когда международные транзитные соединения искусственно ограничиваются (например, индийский Кашмир в 2019–2020 гг. и Куба).
tr: <strong>1. düzey:</strong> İnternet hizmetlerinin, sansür, siber saldırı, doğal afet, polis veya güvenlik güçlerinin eylemleri veya hataları nedeniyle tamamen veya kısmen bozulması. Ceno, VPN hizmetlerinin kullanılamadığı (2022 Rusya, 2020 Belarus ve 2019 İran) veya uluslararası internet bağlantılarının yapay şekilde kısıtlanması (2019-2020 Hindistan Keşmir ve Küba) gibi sıradışı ağ engelleme senaryolarının üstesinden gelir.
uk: <strong>Рівень 1:</strong> Повна або часткова відмова інтернет-послуг, що відбувається через цензуру, кібератаки, стихійні лиха, дії або помилки поліції чи служб безпеки. Ceno розглядає сценарії екстремальної мережевої цензури, коли VPN взагалі більше не доступні (наприклад, Росія у 2022 році, Білорусь у 2020 році та Іран у 2019 році) або коли міжнародні транзитні з'єднання штучно гальмуються (наприклад, індійський Кашмір у 2019-2020 роках та Куба).
ur: <strong>سطح 1:</strong> انٹرنیٹ سروسز کی مکمل یا جزوی ناکامی، جو سینسر شپ، سائبر حملوں، قدرتی آفات، پولیس یا سیکیورٹی سروسز کی کارروائیوں یا غلطیوں کی وجہ سے ہوتی ہے۔ Ceno انتہائی نیٹ ورک سنسرشپ کے منظرناموں سے نمٹتا ہے، جب VPNs عام طور پر دستیاب نہیں ہوتے ہیں (مثلاً، 2022 میں روس، 2020 میں بیلاروس اور 2019 میں ایران) یا جب بین الاقوامی ٹرانزٹ کنکشن مصنوعی طور پر بند ہو جاتے ہیں (مثلاً، 2019-2020 میں ہندوستانی کشمیر اور کیوبا )۔

source: <strong>Level 2:</strong> A ban on international transit connections (e.g., Kazakhstan in 2021), such that no servers or services located outside the country are accessible, yet the local or national network continues to function. Ceno continues to work in these localized scenarios.
ar: <strong>المستوى 2:</strong> حظر خط الاتصالات الدولي (على سبيل المثال، كازاخستان في عام 2021)، بحيث لا يمكن الوصول إلى أي خوادم أو خدمات موجودة خارج البلد، ومع ذلك تستمر الشبكة المحلية أو الوطنية في العمل. يواصل Ceno العمل في هذه السيناريوهات المحلية.
es: <strong>Nivel 2:</strong> Prohibición de conexiones de tránsito internacional (por ejemplo, Kazajstán en 2021), de modo que ningún servidor o servicio ubicados fuera del país son accesibles, aunque la red local o nacional siga funcionando. Ceno sigue funcionando en estos escenarios localizados.
fa: <strong>سطح دو:</strong> ممنوعیت نقل‌وانتقال ارتباطات بین المللی (برای مثال، قزاقستان در سال ۲۰۲۱)، به گونه‌ای که هیچ سرور یا سرویسی که در خارج از کشور واقع شده قابل دسترسی نیست، اما شبکه محلی یا ملی هنوز برقرار است. در این سناریوهای محلی، سنو همچنان به کار خود ادامه می‌دهد.
fr: <strong>Niveau 2 :</strong> Une interdiction des connexions de transit international (p. ex. au Kazakhstan en 2021), de sorte qu’aucun serveur ou service situé en dehors du pays n’est accessible, mais que le réseau local ou national continue de fonctionner. Ceno fonctionne toujours dans ces scénarios localisés.
id: <strong>Level 2:</strong> Larangan koneksi transit internasional (misalnya, Kazakhstan pada tahun 2021), sehingga tidak ada server atau layanan yang berada di luar negara yang dapat diakses, namun jaringan lokal atau nasional tetap berfungsi. Ceno terus bekerja dalam skenario lokal ini.
my: <strong>အဆင့် ၂။</strong> နိုင်ငံတွင်း ကွန်ရက်များအလုပ်လုပ်နိုင်သော်လည်း နိုင်ငံပြင်ပတွင်ရှိနေသော ဆာဗာများနှင့် ဝန်ဆောင်မှုများကဲ့သို့သော နိုင်ငံတကာ ဆက်သွယ်မှုများကို ဖြတ်တောက်ခြင်းများ (ဥပမာ- ၂၀၂၁ ခုနှစ်တွင် ကာဇက်စတန်) ရှိသည်။ Ceno သည် ယခုကဲ့သို့ နိုင်ငံတွင်း အဖြစ်အပျက်များတွင် ဆက်လက် အလုပ်လုပ်နိုင်သည်။
ru: <strong>Уровень 2:</strong> Запрет на международные транзитные соединения (например, Казахстан в 2021 г.), при котором никакие серверы или службы, расположенные за пределами страны, недоступны, но локальная или национальная сеть продолжает функционировать. Ceno продолжает работать в этих локализованных сценариях.
tr: <strong>2. düzey:</strong> Ulusal veya yerel ağ dışındaki hiçbir hizmet veya sunucuyu erişilemez kılan uluslararası internet bağlantılarının engellenmesi (2021 Kazakistan). Ceno bu tarz yerel senaryolarda çalışmayı sürdürür.
uk: <strong>Рівень 2:</strong> Заборона міжнародних транзитних з'єднань (наприклад, Казахстан у 2021 році), внаслідок чого жодні сервери або сервіси, розташовані за межами країни, не доступні, але локальна або національна мережа продовжує функціонувати. Ceno продовжує працювати в цих локальних сценаріях.
ur: <strong>سطح 2:</strong> بین الاقوامی ٹرانزٹ رابطوں پر پابندی (مثلاً قازقستان 2021 میں)، اس طرح کہ ملک سے باہر موجود کوئی سرور یا خدمات قابل رسائی نہیں ہیں، پھر بھی مقامی یا قومی نیٹ ورک کام کرنا جاری رکھے ہوئے ہے۔ Ceno ان مقامی منظرناموں میں کام کرنا جاری رکھے ہوئے ہے۔

source: <strong>Level 3:</strong> When electricity no longer functions, such as during national disasters and in wartime (e.g., Mariupol in 2022). Ceno still works peer to peer when devices remain powered and are in close proximity.
ar: <strong>المستوى 3:</strong> عند انقطاع الكهرباء، كما هو الحال أثناء الكوارث الوطنية وفي زمن الحرب (على سبيل المثال، ماريوبول في عام 2022). يستمر Ceno بالعمل من نظير لنظير طالما كانت الأجهزة مازالت تعمل وطالما كانت على مقربة من بعضها البعض.
es: <strong>Nivel 3:</strong> Cuando la electricidad ya no funciona, como durante desastres nacionales y en tiempos de guerra (p. ej., Mariúpol en 2022). Ceno todavía funciona punto a punto cuando los dispositivos permanecen encendidos y están en proximidad.
fa: <strong>سطح سه:</strong> هنگامی که سیستم برق‌رسانی دیگر کار نمی‌کند، مانند در بلایای ملی و زمان جنگ (برای مثال، ماریوپول در سال ۲۰۲۲). در این شرایط، وقتی دستگاه‌ها هنوز روشن هستند و در نزدیکی هم قرار دارند، سنو همچنان به‌طور همتا‌به‌همتا کار می‌کند.
fr: <strong>Niveau 3 :</strong> Si l’électricité ne fonctionne plus lors de catastrophes nationales ou en temps de guerre (p. ex. à Mariupol en 2022). Ceno fonctionne toujours de pair à pair tant que les appareils restent alimentés et à proximité les uns des autres.
id: <strong>Level 3:</strong> Ketika listrik tidak lagi berfungsi, seperti saat terjadi bencana nasional dan di masa perang (misalnya, Mariupol pada tahun 2022). Ceno masih bekerja secara klien ke klien ketika perangkat tetap menyala dan berada dalam jarak yang dekat.
my: <strong>အဆင့် ၃။</strong> သဘာဝဘေးအန္တရာယ်နှင့် စစ်ပွဲများကဲ့သို့သော အချိန်များတွင် (ဥပမာ- ၂၀၂၂ ခုနှစ်တွင် မာရီပူလ်) လျှပ်စစ်ဓာတ်အားများ အလုပ်မလုပ်တော့သည့်အချိန်၌ Ceno သည် စက်ပစ္စည်းများအလုပ်လုပ်နိုင်သလောက် ပါဝါ(ဘက်ထရီ)ရှိနေသည့်အချိန်နှင့် နီးနီးကပ်ကပ်ရှိနေသည့် အချိန်များတွင် စက်ပစ္စည်းများအချင်းချင်း ချိတ်ဆက် ဆက်သွယ် အလုပ်လုပ်နိုင်သေးသည်။
ru: <strong>Уровень 3:</strong> Когда не работает электричество, например, во время национальных бедствий и в военное время (например, Мариуполь в 2022 году). Ceno по-прежнему работает в одноранговой сети, когда устройства включены и находятся в непосредственной близости.
tr: <strong>3. düzey:</strong> Ulusal felaketler ve savaş sırasında elektriğin olmadığı zamanlar (2022 Mariupol). Aygıtlar çalışıp birbirlerine yakın olduğu sürece Ceno çalışmayı sürdürür.
uk: <strong>Рівень 3:</strong> Коли електрика більше не функціонує, наприклад, під час національних катастроф або у воєнний час (наприклад, Маріуполь у 2022 році). Ceno все ще працює як однорангова мережа, коли пристрої залишаються живленими і знаходяться в безпосередній близькості.
ur: <strong>سطح 3:</strong> جب بجلی مزید کام نہیں کرتی ہے، جیسے کہ قومی آفات کے دوران اور جنگ کے وقت (مثلاً، 2022 میں ماریوپول)۔ Ceno اب بھی پیئر ٹو پیئر کام کرتا ہے جب ڈیوائسز پاورڈ رہتی ہیں اور قریب ہوتی ہیں۔

source: A growing number of countries have introduced sophisticated surveillance and network filtering technologies to undermine existing censorship circumvention methods, and to restrict communications and the free flow of information on the Internet. Some have resorted to cutting off entire networks – across neighborhoods, regions and nations – from international connectivity.
ar: أدخل عدد متزايد من البلدان تقنيات متطورة للمراقبة وتصفية الشبكات لتقويض أساليب التحايل على الرقابة والحجب القائمة، ولتقييد الاتصالات والتدفق الحر للمعلومات على الإنترنت. لجأ البعض إلى قطع شبكاك الأحياء أو المناطق أو شبكات دول بأكملها عن الاتصال الدولي.
es: Un número creciente de países ha introducido tecnologías sofisticadas de vigilancia y filtrado de redes para socavar los métodos existentes de elusión de la censura, y para restringir las comunicaciones y el libre flujo de información en Internet. Algunos han recurrido a cortar redes enteras - a través de en vecindarios, regiones y naciones - de la conectividad internacional.
fa: تعداد فزاینده‌ای از کشورها برای تضعیف روش‌های موجود دور زدن سانسور و محدود کردن ارتباطات و جریان آزاد اطلاعات در اینترنت، دست به دامن فناوری‌های پیشرفته نظارت و فیلترینگ شبکه شده‌اند. برخی از آن‌ها به قطع کامل شبکه‌ها از اتصال بین‌المللی – در محله‌ها، مناطق و حتی کل کشور – متوسل شده‌اند.
fr: Un nombre croissant de pays ont mis en œuvre des technologies sophistiquées de surveillance et de filtrage des réseaux afin de nuire aux méthodes existantes de contournement de la censure et de restreindre les communications et la libre circulation de l’information sur Internet. Certains ont même privé des réseaux entiers de connectivité internationale dans des quartiers, des régions, voire des pays.
id: Semakin banyak negara yang memperkenalkan teknologi pengawasan dan penyaringan jaringan yang canggih untuk melemahkan metode pengelabuan sensor yang ada, dan untuk membatasi komunikasi dan arus informasi yang bebas di internet. Beberapa negara terpaksa memutus seluruh jaringan - di seluruh lingkungan, wilayah, dan negara - dari konektivitas internasional.
my: နိုင်ငံအများအပြားတွင် လက်ရှိ ဆင်ဆာဖြတ်တောက်ခြင်း နည်းလမ်းများနှင့် ဆက်သွယ်မှုများကို ပိတ်ပင်ကန့်ကွက်ခြင်းနှင့် အင်တာနက်ပေါ်တွင် သတင်းအချက်များ လွတ်လပ်စွာ စီးဆင်းခြင်းများကို ရင်းမြစ်မှစ၍ဖယ်ထုတ်နိုင်ရန်အတွက် ခေတ်မီသော စောင့်ကြပ်ခြင်းများနှင့် ကွန်ရက်စစ်ထုတ်ခြင်း နည်းပညာများကို မိတ်ဆက်ထားသည်။ တချို့သည် ကွန်ရက်တစ်ခုလုံးကို နိုင်ငံတကာဆက်သွယ်မှုများမှ ဖြတ်တောက်ခြင်းကဲ့သို့သော အနီးအနား၊ ဒေသအလိုက်နှင့် နိုင်ငံအလိုက် ဖြတ်တောက်ခြင်းများကို ပြုလုပ်ထားကြသည်။
pt_br: Um número crescente de países tem introduzido tecnologias sofisticadas de vigilância e filtragem de rede para sabotar métodos existentes de contorno da censura e para restringir as comunicações e o livre fluxo de informação na Internet. Alguns recorreram ao corte de redes inteiras - ao longo de bairros, regiões e nações - da conectividade internacional.
ru: Все большее число стран внедряют сложные технологии наблюдения и сетевой фильтрации, чтобы воспрепятствовать существующим методам обхода цензуры и ограничить общение и свободный поток информации в Интернете. Некоторые прибегают к отключению целых сетей — в районах, регионах и странах — от международных связей.
tr: Bir çok ülke, var olan sansür aşma yöntemlerini baltalamak ve internetteki iletişimi ve özgür bilgi akışını kısıtlamak için gelişmiş gözetim ve ağ süzme teknolojileri uyguluyor. Bazıları, mahalleler, bölgeler ve uluslar arasındaki tüm ağları uluslararası bağlantıdan ayırdı.
uk: Дедалі більше країн запроваджують складні технології спостереження і мережевої фільтрації, щоб підірвати існуючі методи обходу цензури, обмежити комунікацію і вільний потік інформації в Інтернеті. Деякі з них вдаються до відключення цілих мереж - у районах, регіонах і країнах - від міжнародного зв'язку.
ur: ممالک کی ایک بڑھتی ہوئی تعداد نے جدید ترین نگرانی اور نیٹ ورک فلٹرنگ ٹیکنالوجیز متعارف کرائی ہیں تاکہ موجودہ سنسر شپ کو روکنے کے طریقوں کو کمزور کیا جا سکے، اور مواصلات اور انٹرنیٹ پر معلومات کے آزادانہ بہاؤ کو محدود کیا جا سکے۔ کچھ نے پورے نیٹ ورکس کو - پڑوس، خطوں اور قوموں میں - کو بین الاقوامی رابطے سے منقطع کرنے کا سہارا لیا ہے۔ کچھ لوگوں نے بین الاقوامی رابطے سے محلے، خطوں اور قوموں میں پورے نیٹ ورک کو منقطع کرنے کا سہارا لیا ہے۔
