Repository: ceno-app/ceno.github.io
Catalog: */factsheet.po
Languages: ar, es, fa, fr, id, my, pt_br, ru, sv, tr, uk, ur

source: Ceno to April 2022
ar: Ceno إلى نيسان/أبريل 2022
es: Ceno en abril de 2022
fa: سنو تا آوریل ۲۰۲۲
fr: Ceno jusqu’en avril 2022
id: Ceno hingga April 2022
my: ဧပြီ ၂၀၂၂ အထိ Ceno သည် -
ru: Ceno на апрель 2022
sv: Ceno till April 2022
tr: 2022 Nisan ayına kadar Ceno'nun gelişimi
uk: Ceno до квітня 2022 року
ur: Ceno تا اپریل 2022

source: Downloads from Google Play Store: 33,297
ar: التنزيلات من متجر جوجل بلاي: ‎33297
es: Descargas desde Google Play Store: 33,297
fa: تعداد دانلود از فروشگاه گوگل‌پلی: ۳۳۲۹۷
fr: Téléchargements de Google Play : 33 297.
id: Unduhan dari Google Play Store: 33,297
my: Google Play Store မှ ဒေါင်းလုဒ်များ - ၃၃,၂၉၇
pt_br: Baixados do Google Play Store: 33.297
ru: Загрузок из магазина Google Play: 33 297
sv: Nerladdningar från Google Play-butiken: 33,297
tr: Google Play üzerinde indirilme: 33.297
uk: Завантажень із Google Play Store: 33 297
ur: گوگل پلے اسٹور سے ڈاؤن لوڈز: 33,297

source: Installs from alternative marketplaces: 6,514
ar: التثبيتات من أسواق التطبيقات الأخرى: ‎6514
es: Instalaciones desde mercados alternativos: 6.514
fa: تعداد نصب از فروشگاه‌های جایگزین: ۶۵۱۴
fr: Installations d’autres magasins d’applis : 6 514.
id: Pemasangan dari lokapasar alternatif: 6.514
my: အစားထိုး marketplaces များမှ တပ်ဆင်ခြင်းများ - ၆,၅၁၄
pt_br: Instalados via lojas alternativas: 6.514
ru: Установок с альтернативных торговых площадок: 6 514
sv: Installationer från alternativa marknadsplatser: 6,514
tr: Diğer uygulama mağazalarından indirilme: 6.514
uk: Встановлення з альтернативних ринків: 6514
ur: متبادل بازاروں سے انسٹال: 6,514

source: Pulls from Docker Hub: 597
ar: السحب من Docker Hub: 597
es: Descargas de Docker Hub: 597
fa: دریافت از داکر‌هاب: ۵۹۷
fr: Tirages de Docker Hub : 597.
id: Penarikan dari Docker Hub: 597
my: Docker Hub မှ ရယူခြင်းများ - ၅၉၇
pt_br: Extraídos do Docker Hub: 597
ru: Извлечений из Docker Hub: 597
tr: Docker üzerinden kopyalanma: 597
uk: Витягує з Docker Hub: 597
ur: Docker Hub سے پلز: 597

source: Cloned from GitHub repositories: 1,768
ar: مستنسخ من مستودعات ‎ GitHub:‎ 1768‎‏
es: Clonados de repositorios de GitHub: 1.768
fa: شبیه‌سازی شده از مخازن گیت‌هاب: ۱۷۶۸
fr: Clonages de dépôts GitHub : 1 768.
id: Dikloning dari repositori GitHub: 1,768
my: GitHub repositories မှ ရယူခြင်းများ - ၁,၇၆၈
pt_br: Clonados dos repositórios do GitHub: 1.768
ru: Сделано клонирований из репозиториев GitHub: 1 768
sv: Klonat från filförråd på GitHub: 1,768
tr: GitHub depolarından kopyalanma: 1.768
uk: Клоновано зі сховищ GitHub: 1768
ur: GitHub ذخیروں سے کلون کیا گیا: 1,768

source: Unique participants in March 2022: 28,914
ar: المشاركون الفريدون في آذار/مارس 2022: 28‎914
es: Participantes única(o)s en marzo de 2022: 28.914
fa: تعداد شرکت کنندگان منحصر‌به‌فرد در مارس ۲۰۲۲: ۲۸۹۱۴
fr: Participants uniques en mars 2022 : 28 914
id: Partisipan unik pada bulan Maret 2022: 28.914
my: မတ် ၂၀၂၂ တွင် သီးသန့်ပါဝင်သူများ - ၂၈,၉၁၄
pt_br: Participantes únicos em março de 2022: 28.914
ru: Уникальных участников в марте 2022 года: 28 914
sv: Unika deltagare i Mars 2022: 28,914
tr: 2022 Mart ayında tekil katılımcı sayısı: 28.914
uk: Унікальних учасників у березні 2022 року: 28 914
ur: مارچ 2022 میں منفرد شرکاء: 28,914

source: Ceno bridges worldwide: 25 (6 in Ukraine, 9 in Russia and others in the Middle East, Eastern Europe and Asia)
ar: جسور Ceno في جميع أنحاء العالم: 25 (6 في أوكرانيا ، 9 في روسيا وغيرهم في الشرق الأوسط وأوروبا الشرقية وآسيا)
es: Puentes Ceno en todo el mundo: 25 (6 en Ucrania, 9 en Rusia y otros en Oriente Medio, Europa del Este y Asia)
fa: تعداد پل‌های سنو در سراسر جهان: ۲۵ پل (۶ پل در اوکراین، ۹ پل در روسیه و سایر موارد در خاورمیانه، شرق اروپا و آسیا)
fr: Ponts Ceno dans le monde : 25 (6 en Ukraine, 9 en Russie et d’autres au Moyen-Orient, en Europe de l’Est et en Asie).
id: Jembatan Ceno di seluruh dunia: 25 (6 di Ukraina, 9 di Rusia, dan lainnya di Timur Tengah, Eropa Timur dan Asia)
my: ကမ္ဘာတစ်ဝှမ်းရှိ Ceno ပေါင်းကူးများ - ၂၅ ခု (ယူကရိန်းတွင် ၆ခု၊ ရုရှားတွင် ၉ခု နှင့် ကျန်ပေါင်းကူးများမှာ အရှေ့အလယ်ပိုင်း၊ အရှေ့ ဥရောပ နှင့် အာရှတို့တွင် ရှိသည်)
ru: Мостов Ceno по всему миру: 25 (6 в Украине, 9 в России и другие на Ближнем Востоке, в Восточной Европе и Азии)
sv: Ceno-bryggor över hela världen: 25 (6 i Ukraina, 9 i Ryssland och andra i Mellanöstern, Östeuropa och Asien)
tr: Dünya çapındaki Ceno köprüleri: 25 (Ukrayna'da 6 tane, Rusya'da 9 tane ve kalanı Orta Doğu, Doğu Avrupa ve Asya'da)
uk: Мости Ceno у всьому світі: 25 (6 в Україні, 9 в Росії та інші на Близькому Сході, у Східній Європі та Азії)
ur: دنیا بھر میں Ceno پل : 25 (6 یوکرین میں، 9 روس میں اور دیگر مشرق وسطیٰ، مشرقی یورپ اور ایشیا میں)

source: Bootstrap servers to ensure that in-country nodes can use BitTorrent during complete network shutdowns: 8 (in Eastern Europe, Myanmar, Iran and Russia)
ar: خوادم Bootstrap للتأكد من أن العقد داخل البلد يمكنها استخدام BitTorrent أثناء إيقاف تشغيل الشبكة بالكامل: 8 (في أوروبا الشرقية وميانمار وإيران وروسيا)
es: Servidores bootstrap para garantizar que los nodos del país puedan usar BitTorrent durante los cierres completos de la red: 8 (en Europa del Este, Myanmar, Irán y Rusia)
fa: سرورهای بوت‌استرپ برای اطمینان از این‌ که گره‌های داخل کشور می‌توانند از بیت‌تورنت هنگام خاموشی کامل شبکه استفاده کنند: ۸ (در شرق اروپا، میانمار، ایران و روسیه)
fr: Serveurs d’amorçage pour garantir que tous les nœuds intrapays peuvent utiliser BitTorrent lors de coupures totales du réseau : 8 (en Europe de l’Est, en Birmanie, en Iran et en Russie).
id: Server bootstrap untuk memastikan bahwa simpul di dalam negeri dapat menggunakan BitTorrent selama jaringan mati total: 8 (di Eropa Timur, Myanmar, Iran, dan Rusia)
my: အင်တာနက်ကွန်ရက်များ လုံးဝဥဿုံ ပိတ်ချထားချိန်တွင် နိုင်ငံတွင်း ဆက်သွယ်ရေးပွိုင့်များမှ BitTorrentကို အသုံးပြုနိုင်ကြောင်း သေချာစေသော Bootstrap ဆာဗာများ - ၈ ခု (ဥရောပအရှေ့ပိုင်း၊ မြန်မာ၊ အီရန် နှင့် ရုရှား တို့တွင် ရှိသည်)
pt_br: Servidores Bootstrap que garantem aos nós dentro dos países o uso de BitTorrent durante desligamentos totais: 8 (no Leste Europeu, Myanmar, Irã e Rússia)
ru: Серверы Bootstrap для обеспечения того, чтобы узлы в стране могли использовать BitTorrent во время полного отключения сети: 8 (в Восточной Европе, Мьянме, Иране и России)
tr: İnternetin tamamen kesildiği zamanlarda BitTorrent kullanılmasını sağlayacak ön yükleme sunucuları: 8 (Doğu Avrupa, Myanmar, İran ve Rusya)
uk: Сервери Bootstrap, які гарантують, що вузли в країні можуть використовувати BitTorrent під час повного відключення мережі: 8 (у Східній Європі, М’янмі, Ірані та Росії)
ur: Bootstrap سرورز اس بات کو یقینی بنانے کے لیے کہ اندرون ملک نوڈز مکمل نیٹ ورک شٹ ڈاؤن کے دوران بٹ ٹورنٹ استعمال کر سکتے ہیں: 8 (مشرقی یورپ، میانمار، ایران اور روس میں)

source: Ceno Analytics
ar: تحليلات Ceno
es: Estadísticas de Ceno
fa: تجزیه و تحلیل سنو
fr: Analyse des données Ceno
id: Analitik Ceno
my: Ceno ခွဲခြမ်းစိတ်ဖြာချက်များ
ru: Аналитика Ceno
sv: Ceno-analyser
tr: Ceno istatistikleri
ur: Ceno تجزیات

source: The Ceno browser displays the resources provided directly from the origin to each user (served via injectors and received from the p2p network) and how much each user’s specific device has shared with other users.
ar: يعرض متصفح Ceno الموارد المقدمة مباشرة من الأصل لكل مستخدم (يتم تقديمها عبر الحاقنات ويتم استلامها من شبكة نظير لنظير p2p) كما يعرض مقدار مشاركة الجهاز المحدد لكل مستخدم مع مستخدمين آخرين.
es: El Navegador Ceno muestra los recursos proporcionados directamente desde el origen a cada usuaria(o) (servidos a través de inyectores y recibidos desde la red p2p) y cuánto el dispositivo específico de cada usuaria(o) a compartido con otra(o)s usuaria(o)s.
fa: مرورگر سنو منابعی را که مستقیما از مبدا برای هر کاربر (با ارائه از طریق تزریق‌کننده‌ها و دریافت از شبکه همتا‌به‌همتا) فراهم شده نشان می‌دهد و همچنین معلوم می‌کند که دستگاه خاص هر کاربر چقدر از این منابع را با دیگر کاربران به اشتراک گذاشته است.
fr: Le Navigateur Ceno affiche les ressources fournies directement de l’origine à chaque utilisateur et utilisatrice (servies par des injecteurs et reçues du réseau pair à pair), ainsi que la quantité que l’appareil particulier de chaque utilisateur et utilisatrices a partagée avec d’autres utilisateurs.
id: Peramban Ceno menampilkan sumber daya yang disediakan langsung dari sumbernya ke setiap pengguna (dilayani melalui injektor dan diterima dari jaringan p2p) dan seberapa banyak perangkat spesifik setiap pengguna telah berbagi dengan pengguna lain.
my: Ceno ဘရောက်ဇာသည် အသုံးပြုသူတစ်ယောက်ချင်းထံသို့ မူလဆာဗာမှရရှိလာသော ရင်းမြစ်များကို တိုက်ရိုက် ပြသပေးသည် (ထိုးသွင်းစက်များမှ တစ်ဆင့် အလုပ်လုပ်ပြီး p2p ကွန်ရက်မှတစ်ဆင့် လက်ခံရရှိသည်)။ Ceno ဘရောက်ဇာသည် အသုံးပြုသူတစ်ဦး၏ စက်ပစ္စည်းမှ အခြားသော အသုံးပြုသူများအား မည်မျှ မျှဝေထားသည်ကိုလည်း ပြသပေးသည်။
ru: Браузер Ceno отображает ресурсы, предоставленные непосредственно из источника каждому пользователю (обслуживаемые через инжекторы и полученные из сети p2p), а также то, сколько конкретное устройство каждого пользователя поделилось с другими пользователями.
tr: Ceno Browser, her kullanıcıya doğrudan kaynağından sağlanan içerikleri (içerik ekleyicileriyle sunulan ve P2P ağından alınan) ve her kullanıcı aygıtının diğer kullanıcılarla ne kadar paylaşım yaptığını gösterir.
uk: Браузер Ceno відображає ресурси, надані безпосередньо з джерела для кожного користувача (обслуговується через інжектори та отримується з мережі p2p) і скільки конкретний пристрій кожного користувача надав іншим користувачам.
ur: Ceno براؤزر وہ وسائل دکھاتا ہے جو براہ راست اصل سے ہر صارف کو فراہم کیے جاتے ہیں (انجیکٹر کے ذریعے پیش کیے جاتے ہیں اور p2p نیٹ ورک سے موصول ہوتے ہیں) اور ہر صارف کے مخصوص ڈیوائس نے دوسرے صارفین کے ساتھ کتنا اشتراک کیا ہے۔

source: Key performance metrics for a Ceno white-label release include (i) the number of reachable bridge nodes and origin sources in the DHT, and (ii) the bandwidth and number of distinct web resources served by injector servers.
ar: تتضمن مقاييس الأداء الرئيسية لإصدار Ceno white-label (i) عدد عقد الجسر التي يمكن الوصول إليها ومصادر الأصل في DHT ، و (ii) عرض الحزمة وعدد موارد الويب المميزة التي تخدمها خوادم الحاقن.
es: Las métricas clave de rendimiento para un lanzamiento de marca blanca de Ceno incluyen (i) la cantidad de nodos puente accesibles y fuentes de origen en la DHT, y (ii) el ancho de banda y la cantidad de recursos web distintos servidos por servidores inyectores.
fa: شاخص‌های کلیدی عملکرد برای انتشار برچسب سفید (White-label) سنو شامل (۱) تعداد گره‌های پل و منابع مبدا قابل دسترسی در DHT، و (۲) پهنای باند و تعداد منابع وب مجزایی است که سرورهای تزریق‌کننده‌ها ارائه می‌دهند.
fr: Les principales mesures de performance pour une version en marque blanche de Ceno comprennent : (i) le nombre de nœuds-ponts et de sources d’origine accessibles dans la table de hachage ; (ii) la bande passante et le nombre de ressources Web distinctes desservies par les serveurs-injecteurs.
id: Metrik kinerja utama untuk rilisan label putih Ceno meliputi (i) jumlah simpul jembatan yang dapat dijangkau dan sumber asal di DHT, dan (ii) lebar pita dan jumlah variasi sumber daya web yang dilayani oleh server injektor.
my: Ceno white-label ထုတ်ဝေမှုအတွက် အဓိက စွမ်းဆောင်ရည် တိုင်းတာချက်များတွင် (က) DHT ရှိ လက်လှမ်းမီနိုင်သော ပေါင်းကူး node များနှင့် မူလရင်းမြစ် အရေအတွက် (ခ) ထိုးသွင်းစက် ဆာဗာများမှ ဝန်ဆောင်မှုပေးသော ကွဲပြားသော ဝဘ်အရင်းအမြစ်များ အရေအတွက် နှင့် bandwidth တို့ ပါဝင်သည်။
ru: Ключевые показатели производительности для релиза Ceno white-label включают (i) количество достижимых узлов моста и источников происхождения в DHT, а также (ii) пропускную способность и количество отдельных веб-ресурсов, обслуживаемых серверами-инжекторами.
tr: Ceno beyaz etiket sürümü için temel başarım ölçümleri şunlardır: (i) Dağıtılmış karma tablosundaki erişilebilir köprü düğümlerinin ve kaynakların sayısı ile (ii) içerik ekleyici sunucuları tarafından sunulan farklı internet kaynaklarının bant genişliği ve sayısı.
uk: Ключові показники продуктивності для випуску Ceno з білою етикеткою включають (i) кількість доступних мостових вузлів і джерел походження в DHT, а також (ii) пропускну здатність і кількість окремих веб-ресурсів, що обслуговуються серверами-інжекторами.
ur: Ceno وائٹ لیبل کی ریلیز کے لیے کلیدی کارکردگی کے میٹرکس میں شامل ہیں (i) DHT میں قابل رسائی پل نوڈز اور اصل ذرائع کی تعداد، اور (ii) بینڈوتھ اور انجیکٹر سرورز کے ذریعے پیش کیے جانے والے مخصوص ویب وسائل کی تعداد۔

source: Other metrics can be designed and developed for greater visibility and performance measurement, taking into account Ceno’s decentralization function. Without identifying users, it is possible to closely estimate participation through (i) pseudonymous network identifiers and their usage of network injectors, (ii) country of origin and (iii) queries of the distributed hash table for unique device identifiers.
ar: يمكن تصميم المقاييس الأخرى وتطويرها لرؤية أفضل وتحسين قياس الأداء، مع مراعاة وظيفة اللامركزية في Ceno. يمكن تقدير المشاركة عن كثب دون تحديد هوية المستخدمين من خلال (1) مُعَرِّفات الشبكة ذات الأسماء المستعارة واستخدامها لشبكة الحاقنات و(2) بلد المنشأ و(3) استعلامات جدول التجزئة الموزّع لمُعَرِّفات الجهاز المحدد.
es: Otras métricas pueden ser diseñadas y desarrolladas para una mayor visibilidad y medición del desempeño, teniendo en cuenta la función de descentralización de Ceno. Sin identificar a usuaria(o)s, es posible estimar de cerca la participación a través de (i) identificadores de red seudónimos y su uso de inyectores de red, (ii) país de origen y (iii) consultas de la tabla hash distribuida para identificadores de dispositivos únicos.
fa: شاخص‌های دیگری را می‌توان به منظور مشاهده‌پذیری بیشتر و اندازه‌گیری عملکرد، با توجه به عملکرد غیرمتمرکز سنو طراحی کرد و توسعه داد. بدون شناسایی کاربران، می‌توان مشارکت را از طریق (۱) شناسه‌های مستعار شبکه و استفاده آن‌ها از تزریق‌کننده‌های شبکه، (۲) کشور مبدا و (۳) جست‌وجوهای جدول هش توزیع‌شده برای شناسه‌های دستگاه منحصربه‌فرد برآورد کرد.
fr: D’autres mesures peuvent être conçues et développées pour une plus grande visibilité et une meilleure évaluation des performances, en tenant compte de la fonction de décentralisation de Ceno. Sans identifier les utilisateurs, il est possible d’estimer la participation avec précision grâce : (i) à des identificateurs réseau pseudonymes et à leur utilisation d’injecteurs réseau ; (ii) au pays d’origine et (iii) aux requêtes de la table de hachage distribuée par les identificateurs uniques d’appareils.
id: Metrik lain dapat dirancang dan dikembangkan untuk visibilitas dan pengukuran kinerja yang lebih baik dengan mempertimbangkan fungsi desentralisasi Ceno. Tanpa mengidentifikasi pengguna, dimungkinkan untuk memperkirakan partisipasi melalui (i) pengidentifikasi jaringan pseudonim dan penggunaan injektor jaringan, (ii) negara asal, dan (iii) kueri tabel hash terdistribusi untuk pengidentifikasi perangkat yang unik.
my: Ceno ၏ ဗဟိုချုပ်ကိုင်မှု လျှော့ချရေးလုပ်ဆောင်ချက်ကို ထည့်သွင်းစဉ်းစားသည့် သိသာထင်ရှားသော မြင်သာမှုနှင့် လုပ်ဆောင်ချက် တိုင်းတာချက်များအား တိုင်းတာနိုင်သည့် အခြားသော စံနှုန်းများကို ဖန်တီးပြုလုပ်နိုင်သည်။ အသုံးပြုသူများကို သတ်မှတ်ထားခြင်းမရှိပဲ (က) အမည်ဝှက်ထားသော ကွန်ရက်သတ်မှတ်မှုစနစ်များနှင့် ၎င်းတို့၏ကွန်ရက်ထိုးသွင်းစက်များအား အသုံးပြုမှု၊ (ခ) မူရင်းနိုင်ငံ နှင့် (ဂ) သီးခြား စက်ပစ္စည်းသတ်မှတ်မှုများ အတွက် ခွဲဖြန့်ထားသော ဒေတာတည်ဆောက်ပုံ ဇယား တို့မှ တစ်ဆင့် ပါဝင်မှုကို တိကျစွာ ခန့်မှန်းနိုင်မည် ဖြစ်သည်။
ru: Другие метрики могут быть спроектированы и разработаны для большей наглядности и измерения производительности с учетом функции децентрализации Ceno. Без идентификации пользователей, можно близко оценить участие через (I)псевдо-анонимные сетевые идентификаторы и использование ими сети инжекторов, (II) страна происхождения и (III) запросы распределённой хэш-таблицы (DHT) на наличие уникальных идентификаторов устройств.
tr: Ceno'nun merkezi olmayan çalışma yöntemi dikkate alınarak daha fazla görünürlük ve başarım ölçümü için başka ölçütler tasarlanabilir ve geliştirilebilir. Kullanıcıları tanımlamadan yaklaşık katılımcı sayısını (i) takma adlı ağ tanımlayıcıları ve bunların ağ içerik yerleştiricilerinin kullanımı, (ii) kaynak ülke ve (iii) benzersiz aygıt tanımlayıcıları için dağıtılmış karma tablosu sorgulanarak öngörülebilir.
uk: Інші метрики можуть бути розроблені для більшої наочності та вимірювання ефективності, беручи до уваги децентралізаційну функцію Ceno. Без ідентифікації користувачів можна точно оцінити участь через (i) псевдонімні мережеві ідентифікатори та використання ними мережевих інжекторів, (ii) країну походження та (iii) запити до розподіленої хеш-таблиці для отримання унікальних ідентифікаторів пристроїв.
ur: دیگر میٹرکس کو زیادہ سے زیادہ مرئیت اور کارکردگی کی پیمائش کے لیے ڈیزائن اور تیار کیا جا سکتا ہے، Ceno کے وکندریقرت فعل کو مدنظر رکھتے ہوئے۔ صارفین کی شناخت کیے بغیر، (i) تخلص نیٹ ورک شناخت کنندگان اور نیٹ ورک انجیکٹرز کے ان کے استعمال، (ii) اصل ملک اور (iii) منفرد ڈیوائس شناخت کنندگان کے لیے تقسیم شدہ ہیش ٹیبل کے سوالات کے ذریعے شرکت کا قریب سے اندازہ لگانا ممکن ہے۔

source: Integration of the Clean Insights SDK is being explored as a way to give users robust privacy-respecting analytics that measure metrics including distributed cache usage from the user’s vantage point.
ar: تتم دراسة دمج حزمة أدوات تطوير البرمجيات Clean Insights كطريقة لمنح المستخدمين تحليلات قوية وتحترم الخصوصية، وتقيس المقاييس بما في ذلك استخدام ذاكرة التخزين المؤقت الموزعة من وجهة نظر المستخدم.
es: Se está explorando la integración del SDK de Clean Insights como una forma de brindar a usuaria(o)s análisis robustos que respeten la privacidad y midan métricas incluyendo el uso de caché distribuido desde el punto de vista de la/el usuaria(o).
fa: یکپارچه‌سازی Clean Insights SDK به‌عنوان راهی برای ارائه تحلیل‌های قدرتمند به کاربران با حفظ حریم خصوصی در حال بررسی است که شاخص‌هایی از جمله استفاده از کش توزیع‌شده را از دیدگاه کاربر اندازه‌گیری می‌کند.
fr: L’intégration de la trousse SDK « Clean Insights » est étudiée comme façon de fournir aux utilisateurs des données d’analyse solides et respectueuses de la confidentialité et des données personnelles, avec des mesures qui comprennent l’utilisation du cache distribué, du point de vue des utilisateurs.
id: Integrasi Clean Insights SDK sedang dieksplorasi sebagai cara untuk memberikan analitik yang menghargai privasi yang kuat kepada pengguna yang mengukur metrik termasuk penggunaan tembolok terdistribusi dari sudut pandang pengguna.
my: Clean Insights SDK ကို ပေါင်းစပ်ခြင်းသည် အသုံးပြုသူများ၏ အားသာချက်မှ ဖြန့်ချိထားသော ယာယီမှတ်ဉာဏ် အသုံးပြုမှု အပါအဝင် မက်ထရစ်များကို တိုင်းတာသည့် ခိုင်မာသော ကိုယ်ရေးကိုယ်တာ-လေးစားမှုဆိုင်ရာ ခွဲခြမ်းစိတ်ဖြာမှုကို ပေးသည့်နည်းလမ်းအဖြစ် စူးစမ်းရှာဖွေလျက်ရှိသည်။
pt_br: A integração do SDK do Clean Insights está sendo explorada como forma de oferecer aos usuários análises robustas, com respeito à privacidade e que calculem métricas incluindo o uso do cache distribuído a partir do ponto de vista do usuário.
ru: Интеграция Clean Insights SDK изучается как способ предоставить пользователям надежную аналитику с соблюдением конфиденциальности, которая измеряет показатели, включая использование распределенного кэша с точки зрения пользователя.
tr: Clean Insights SDK bütünleştirmesi ile kullanıcılara dağıtılmış ön bellek kullanımı ile birlikte istatistikleri kullanıcının bakış açısından ölçen gizliliğe saygılı sağlam analizler sunmanın bir yoludur.
uk: Інтеграція пакета SDK Clean Insights розглядається як спосіб надати користувачам надійну аналітику з дотриманням конфіденційності, яка вимірює показники, зокрема використання розподіленого кешу, з точки зору користувача.
ur: کلین انسائٹس SDK کے انضمام کو صارفین کو رازداری کا احترام کرنے والے مضبوط تجزیات دینے کے طریقے کے طور پر تلاش کیا جا رہا ہے جو میٹرکس کی پیمائش کرتا ہے جس میں صارف کے وینٹیج پوائنٹ سے تقسیم شدہ کیش کا استعمال بھی شامل ہے۔

source: Ouinet in April 2022
ar: Ouinet في نيسان/أبريل 2022
es: Ouinet en abril de 2022
fa: وی‌نت در آوریل ۲۰۲۲
fr: Ouinet en avril 2022
id: Ouinet pada April 2022
my: ၂၀၂၂ ခု၊ ဧပြီလ ၌ Ouinet
pt_br: Ouinet em abril de 2022
ru: Ouinet на апрель 2022
sv: Ouinet i April 2022
tr: 2002 Nisan ayında Ouinet
uk: Уінет у квітні 2022 року
ur: اپریل 2022 میں Ouinet

source: Ouinet’s injectors introduced approximately 2 million pages (602 GB of data) to the decentralized content-sharing network, from more than 30,000 unique websites.
ar: قدمت حاقنات Ouinet قرابة 2 مليون صفحة (602 جيجابايت من البيانات) إلى شبكة مشاركة المحتوى اللامركزية، من أكثر من ‎30000 موقع فريد.
es: Los inyectores de Ouinet introdujeron aproximadamente 2 millones de páginas (602 GB de datos) en la red descentralizada de intercambio de contenido, desde más de 30.000 sitios web únicos.
fa: تزریق‌کننده‌های وی‌نت به‌طور تقریبی دو میلیون صفحه (۶۰۲ گیگابایت داده) را از بیش از ۳۰ هزار وب‌سایت منحصر‌به‌فرد به شبکه اشتراک‌گذاری غیرمتمرکز محتوا معرفی کردند.
fr: Les injecteurs de Ouinet ont présenté environ 2 millions de pages (602 Go de données) au réseau décentralisé de partage de contenu, de plus de 30 000 sites Web uniques.
id: Injektor Ouinet memperkenalkan sekitar 2 juta halaman (602 GB data) ke jaringan berbagi konten yang terdesentralisasi, dari lebih dari 30.000 situs web yang unik.
my: Ouinet ၏ ထိုးသွင်းစက်များသည် ဗဟိုချုပ်ကိုင်မှုကင်းသည့် အကြောင်းအရာမျှဝေခြင်း ကွန်ရက်တွင် ထူးခြားသည့် ဝဘ်ဆိုဒ် ၃၀,၀၀၀ ကျော်မှ စာမျက်နှာပေါင်း ၂သန်းခန့် (ဒေတာ ၆၀၂ GB) ကို မိတ်ဆက်ပေးခဲ့သည်။
pt_br: Os injetores do Ouinet introduziram aproximadamente 2 milhões de páginas (602 GB de dados) à rede descentralizada de compartilhamento de conteúdo, provenientes de mais de 30.000 websites únicos.
ru: Инжекторы Ouinet внесли в децентрализованную сеть обмена контентом около 2 миллионов страниц (602 ГБ данных) с более чем 30 000 уникальных веб-сайтов.
tr: Ouinet içerik ekleyicileri otuz binin üzerinde farklı siteden yaklaşık iki milyon sayfayı (602 GB boyutunda veri) merkezi olmayan içerik paylaşım ağına ekledi.
uk: Інжектори Ouinet представили приблизно 2 мільйони сторінок (602 ГБ даних) у децентралізовану мережу обміну вмістом із понад 30 000 унікальних веб-сайтів.
ur: Ouinet کے انجیکٹرز نے 30,000 سے زیادہ منفرد ویب سائٹس سے تقریباً 2 ملین صفحات (602 GB ڈیٹا) کو وکندریقرت مواد کے اشتراک کے نیٹ ورک میں متعارف کرایا۔

source: Internet shutdowns
ar: انقطاعات الإنترنت
es: Apagones de internet
fa: قطعی اینترنت
fr: Coupures d’Internet
id: Pemutusan internet
my: အင်တာနက် ပိတ်ဆို့ဖြတ်တောက်မှုများ
pt_br: Desligamentos da Internet
ru: Отключения Интернета
sv: Nedstängningar av internet
tr: İnternet kesintileri
uk: Відключення Інтернету
ur: انٹرنیٹ کی بندش
