Repository: ceno-app/ceno.github.io
Catalog: */factsheet.po
Languages: ar, es, fa, fr, id, my, pt_br, ru, sv, tr, uk, ur

source: Most circumvention techniques in use today require the user to first connect to a relay located in an uncensored zone. The resulting “cat and mouse” game between censor and circumvention method (with the latter resorting to creative proxy distribution, traffic obfuscation, collateral damage, partnerships with ISP for refraction networking, and so on) is no longer sufficient to ensure connectivity and digital content propagation.
ar: تتطلب معظم تقنيات التحايل المستخدمة اليوم من المستخدم الاتصال أولاً بمرحل يقع في منطقة غير خاضعة للرقابة والحجب. لم تعد لعبة "القط والفأر" الناتجة بين طرق الرقابة والتحايل عليها (مع لجوء الأخيرة إلى أساليب مبتكرة توزيع أجهزة البروكسي، وفي تعمية البيانات، والأضرار الجانبية، والشراكات مع مزودات خدمة الإنترنت للشبكات الارتدادية، وما إلى ذلك) كافية لضمان الاتصال ونشر المحتوى الرقمي.
es: La mayoría de las técnicas de elusión que se utilizan hoy en día requieren que el/la usuaria(o) se conecte primero a un puerto de retransmisión ubicado en una zona sin censura. El juego del “gato y el ratón” resultante entre la censura y el método de elusión (con este último recurriendo a la distribución creativa de proxy, la ofuscación del tráfico, los daños colaterales, las asociaciones con ISP para redes de refracción, y más) ya no es suficiente para garantizar la conectividad y la propagación del contenido digital.
fa: اکثر شگردهای دور زدن سانسور که امروزه استفاده می‌شوند، نیاز دارند که کاربر ابتدا به یک رله (واسطه) واقع در یک منطقه بدون سانسور متصل شود. بازی «موش و گربه»ای که در نتیجه میان سانسورچی‌ها و روش‌های دور زدن سانسور شکل می‌گیرد (روش‌هایی که به توزیع خلاقانه پراکسی، مبهم‌سازی ترافیک اینترنتی، آسیب‌های جانبی، مشارکت با ISPها برای شبکه‌سازی انحرافی و غیره روی می‌آورند) دیگر برای اطمینان از اتصال و انتشار محتوای دیجیتال کافی نیست.
fr: La plupart des techniques de contournement utilisées aujourd’hui exigent que l’utilisateur ou l’utilisatrice se connecte d’abord à un relais dans une zone non censurée. Le jeu du chat et de la souris qui s’en suit entre le censeur et la méthode de contournement (cette dernière ayant recours à la distribution créative de mandataires, à l’obscurcissement du trafic, aux dommages collatéraux, aux partenariats avec certains FAI pour la mise en réseau par réfraction, etc.) ne suffit plus pour garantir la connectivité et la propagation du contenu numérique.
id: Sebagian besar teknik pengelabuan yang digunakan saat ini mengharuskan pengguna untuk terlebih dahulu menyambung ke relai yang terletak di zona yang tidak disensor. Permainan "kucing-kucingan" yang dihasilkan antara metode sensor dan pengelabuan (dengan metode pengelabuan menggunakan distribusi proksi kreatif, pengaburan lalu lintas, kerusakan akibat perang, kemitraan dengan ISP untuk jaringan refraksi, dan seterusnya) tidak lagi memadai untuk memastikan konektivitas dan penyebaran konten digital.
my: ယနေ့ခေတ်အသုံးပြုလျက်ရှိနေသော ပြဿနာဖြေရှင်းခြင်းနည်းစနစ်များသည် အသုံးပြုသူအား ဆင်ဆာဖြတ်တောက်ခြင်းမရှိသော နေရာတွင်ရှိသည့် ဆင့်ပွားကွန်ရက်တစ်ခုကို ပထမဆုံးချိတ်ဆက်ရန်လိုအပ်သည်။ ဆင်ဆာဖြတ်တောက်ခြင်းနှင့် ဖြေရှင်းခြင်းနည်းများ (ဆန်းသစ်သော ပရောက်စီ ဖြန့်ဖြူးခြင်း၊ လမ်းကြောင်းရှုပ်ထွေးခြင်း၊ တမင်တကာပြုလုပ်သော ကိစ္စရပ်များကြောင့် ပျက်စီးခြင်း၊ ကွန်ရက်ချိတ်ဆက်မှုကို လှည့်စားခြင်းအတွက် ISP များနှင့် လက်တွဲအလုပ်လုပ်ခြင်းနှင့် စသည်ဖြင့်) သည် "ကြောင်နှင့်ကြွက်" ဂိမ်းကဲ့သို့ ရရှိသော အဖြေသည် ချိတ်ဆက်ခြင်းနှင့် ဒစ်ဂျစ်တယ် အကြောင်းအရာများကို ဖြန့်ချိရေးအတွက် လုံလောက်သေချာခြင်း မရှိတော့ပါ။
pt_br: A maior parte das técnicas de contorno de vigilância em uso hoje requerem do usuário, primeiramente, conectar-se a um retransmissor localizado em uma zona não-censurada. O jogo de "gato e rato" resultante entre o método de censura e o método de contorno (com o último recorrendo à distribuição criativa de proxy, ofuscamento de tráfego, danos colaterais, parcerias com ISP para refração de rede e etc.) não é mais suficiente para garantir a conectividade e a propagação de conteúdo digital.
ru: Большинство методов обхода цензуры, используемых сегодня, требуют, чтобы пользователь сначала подключился к узлу, расположенному в месте, где нет цензуры. Возникшая в результате игра в «кошки-мышки» между цензурой и методом ее обхода (где последний прибегает к креативному распространению прокси-серверов, скрытию трафика, побочному ущербу, партнерству с интернет-провайдером для создания преломляющей сети и т. д.) уже недостаточна для обеспечения подключения и распространения цифрового контента.
tr: Günümüzde kullanılan çoğu sansür aşma tekniği, kullanıcının önce sansürsüz bir bölgede bulunan bir aktarıcı ile bağlantı kurmasına gerek duyar. Sansür ve aşma yöntemi arasında ortaya çıkan “kedi fare” oyunu (ikincisi yaratıcı vekil sunucu dağıtımına, trafik gizlemesine, yan hasarlara, internet hizmeti sağlayıcıları ile ağ kırılımı için ortaklıklara ve başka şeylere gerek duyar) artık bağlantı kurmak ve dijital içeriğin yayılmasını sağlamak için yeterli değildir.
uk: Більшість методів обходу, що використовуються сьогодні, вимагають, щоб користувач спочатку підключився до ретранслятора, розташованого в нецензурованій зоні. Гра в "кішки-мишки" між цензором і методом обходу (коли останній вдається до креативного розподілу проксі, маскування трафіку, супутньої шкоди, партнерства з провайдером для створення мережі заломлення тощо) більше не є достатньою для забезпечення зв'язку і поширення цифрового контенту.
ur: آج کل استعمال ہونے والی زیادہ تر طوالت کی تکنیکوں کے لیے صارف کو سب سے پہلے کسی غیر سنسر شدہ زون میں واقع ریلے سے جڑنے کی ضرورت ہوتی ہے۔ سنسر اور طوالت کے طریقہ کار کے درمیان نتیجہ خیز "کیٹ اینڈ ماؤس" گیم (بعد ازاں تخلیقی پراکسی ڈسٹری بیوشن، ٹریفک میں رکاوٹ، کولیٹرل ڈیمیج، ریفریکشن نیٹ ورکنگ کے لیے ISP کے ساتھ شراکت داری، اور اسی طرح) اب رابطے اور ڈیجیٹل مواد کی تشہیر کو یقینی بنانے کے لیے کافی نہیں ہے۔

source: How Ceno side-steps censorship
ar: كيف يتجاوز Ceno الرقابة
es: Cómo Ceno esquiva la censura
fa: سنو چگونه سانسور را دور می‌زند
fr: Le contournement de la censure par Ceno
id: Bagaimana Ceno menyiasati penyensoran
my: Ceno မှ ဆင်ဆာဖြတ်တောက်မှုကို ရှောင်ရှားပုံ
ru: Как Ceno обходит цензуру
sv: Så här kringgår Ceno censureringen
tr: Ceno sansürün etrafından nasıl dolaşır
uk: Як Сено обходить цензуру
ur: Ceno کس طرح سینسرشپ کو سائیڈ اسٹیپ کرتا ہے

source: Ultimately, existing censorship methods have a single point of failure: users need to penetrate a firewall where the censor is watching. As witnessed in Iran in November 2019, Belarus in 2020, Kazakhstan in 2021 and during the ongoing disconnection of unfettered Internet access in Russia this year, circumvention methods increasingly do not work for users in these countries. Ceno has proven itself as a functioning solution in these environments. Wider adoption will ensure more efficient, low latency and effective decentralized peer-to-peer communications and distributed caching.
ar: في النهاية، فإن لأساليب الرقابة الحالية نقطة فشل واحدة: يحتاج المستخدمون إلى اختراق جدار الحماية حيث يراقب الرقيب. وكما شهدنا في إيران في تشرين الثاني/نوفمبر 2019، وبيلاروسيا في عام 2020، وكازاخستان في عام 2021، وخلال التضييق المستمر للوصول إلى الإنترنت في روسيا هذا العام، فإن أساليب التحايل تصبح يوما بعد يوم أقل فاعلية ونفعا في هذه البلدان. أثبت Ceno نفسه كحلّ فعّال في هذه البيئات. الاعتماد الأوسع نطاقاً عليه سيضمن تخزينا مؤقتا موزّعا واتصالات نظير لنظير لامركزية فعّالة وسريعة.
es: En última instancia, los métodos de censura existentes tienen un único punto de fallo: usuaria(o)s deben penetrar un firewall donde el censor está mirando. Como se vio en Irán en noviembre de 2019, Bielorrusia en 2020, Kazajstán en 2021 y durante la desconexión en curso del acceso a Internet sin restricciones en Rusia este año, los métodos de elusión funcionan cada vez menos para usuaria(o)s de estos países. Ceno ha demostrado ser una solución funcional en estos entornos. Una adopción más amplia garantizará comunicaciones más eficientes, de baja latencia y efectivas punto a punto y en caché distribuido.
fa: در نهایت، روش‌های فعلی سانسور یک نقطه ضعف اصلی دارند: کاربران باید از فایروالی عبور کنند که سانسورچی در حال نظارت بر آن است. همان طور که در ایران در نوامبر ۲۰۱۹، بلاروس در سال ۲۰۲۰، قزاقستان در سال ۲۰۲۱ و در جریان قطع دسترسی به اینترنت آزاد در روسیه در سال جاری مشاهده شد، روش‌های دور زدن سانسور دیگر مثل سابق برای کاربران این کشورها کار نمی‌کند. سنو ثابت کرده که راه‌حل کارآمدی در این مناطق است. پذیرش گسترده‌تر آن تضمینی است که ارتباطات همتا‌به‌همتای غیرمتمرکز و نیز ذخیره‌سازی محتوای توزیع‌شده با تاخیر کمتر و اثربخشی بهتر عمل کند.
fr: En fin de compte, les méthodes de censure existantes ont un point de défaillance unique : les utilisateurs et utilisatrices doivent pénétrer un pare-feu grâce auquel le censeur surveille. Comme on a pu le constater en Iran en novembre 2019, en Biélorussie en 2020, au Kazakhstan en 2021 et actuellement lors de la déconnexion de l’accès illimité à Internet en Russie cette année, les méthodes de contournement fonctionnent de moins en moins pour les utilisateurs et utilisatrices de ces pays. Ceno s’est avéré être une solution qui fonctionne dans ces environnements. Une adoption plus étendue garantira des communications décentralisées de pair à pair et une mise en cache distribuée plus efficaces, à faible latence.
id: Pada akhirnya, metode penyensoran yang ada memiliki satu titik kegagalan: pengguna harus menembus tembok api yang diawasi oleh sensor. Seperti yang disaksikan di Iran pada November 2019, Belarusia pada 2020, Kazakhstan pada 2021, dan selama pemutusan akses internet tanpa batas yang sedang berlangsung di Rusia tahun ini, metode pengelabuan semakin tidak berhasil bagi pengguna di negara-negara ini. Ceno telah membuktikan dirinya sebagai solusi yang berguna di lingkungan ini. Adopsi yang lebih luas akan memastikan komunikasi klien ke klien terdesentralisasi yang lebih efisien, latensi rendah, dan komunikasi klien ke klien terdesentralisasi yang efektif serta tembolok terdistribusi.
my: နောက်ဆုံး၌ လက်ရှိ ရှိနေသော ဆင်ဆာဖြတ်တောက်ခြင်းနည်းလမ်းများတွင် ကျရှုံးနိုင်သောအချက်တစ်ချက် ရှိနေသည်၊ အသုံးပြုသူက ဆင်ဆာ စောင့်ကြည့်နေသောနေရာ firewall ကို ထိုးဖောက်ရန် လိုအပ်သည်။ ၂၀၁၉ ခုနှစ်တွင် အီရန်၊ ၂၀၂၀ ခုနှစ်တွင် ဘဲလားရစ်၊ ၂၀၂၁ ခုနှစ်တွင် ကာဇက်စတန်နှင့် ယခုနှစ်အတွင်း ရုရှားတွင် လွတ်လွတ်ကျွတ်ကျွတ် အင်တာနက် အသုံးပြုနိုင်ခြင်းကို ဖြတ်တောက်ခြင်း တို့ကို သက်သေထားလျက် ဆင်ဆာဖြတ်တောက်ခြင်း နည်းလမ်းများသည် သည်နိုင်ငံများရှိ အသုံးပြုသူများအတွက် အလုပ်မဖြစ်ကြောင်းကို သိနိုင်သည်။ Ceno သည် ၎င်းအခြေအနေများအတွက် ဖြေရှင်းချက်တစ်ခု ဖြစ်နေကြောင်းကို ကိုယ်တိုင် သက်သေပြထားပြီး ဖြစ်ည်။ ပိုမိုကောင်းမွန်သော ဝန်ဆောင်မှုများပေးခြင်းသည် ပိုမိုအသုံးဝင်ခြင်း၊ နည်းပါးသော နှေင့်နှေးမှုများ နှင့် ထိရောက်သော ဗဟိုချုပ်ကိုင်မှုမရှိသည့် အသုံးပြုသူမှ အသုံးပြုသူ ဆက်သွယ်ခြင်းများနှင့် ဖြန့်ဖြူးထားသော ယာယီမှတ်ဉာဏ်သိုလှောင်ခြင်းများကို သေချာစေနိုင်သည်။
ru: В конечном счете, существующие методы цензуры имеют единственную точку отказа: пользователям необходимо проникнуть через брандмауэр, за которым наблюдает цензор. Как показали события в Иране в ноябре 2019 г., Беларуси в 2020 г., Казахстане в 2021 г. и во время продолжающегося ограничения свободного доступа в Интернет в России в этом году, методы обхода все чаще не работают для пользователей в этих странах. Ceno зарекомендовал себя как функциональное решение в таких ситуациях. Более широкое внедрение обеспечит большую эффективность, низкую задержку, действенную децентрализованную одноранговую связь и распределенное кэширование.
tr: Var olan sansür yöntemlerinin tek bir hata noktası vardır: Kullanıcıların sansürün uygulandığı bir güvenlik duvarından geçmesi gerekir. 2019 Kasım ayında İran'da, 2020 yılında Belarus'ta, 2021 yılında Kazakistan'da ve bu yıl Rusya'da süren internet erişiminin kesilmesi sırasında görüldüğü gibi, bu ülkelerdeki kullanıcılar için sansürü aşma yöntemleri işlevini kaybediyor. Ceno, bu ortamlarda çalışan bir çözüm olarak kendini kanıtlamıştır. Daha yaygın kullanım, daha verimli, düşük gecikmeli ve merkezi olmayan uçtan uca iletişim ile dağıtılmış ön belleğe almayı sağlar.
uk: Зрештою, існуючі методи цензури мають єдине слабке місце: користувачі повинні проникнути через брандмауер, за яким спостерігає цензор. Як показали події в Ірані в листопаді 2019 року, Білорусі в 2020 році, Казахстані в 2021 році і під час триваючого відключення необмеженого доступу до Інтернету в Росії цього року, методи обходу все частіше не спрацьовують для користувачів у цих країнах. Ceno зарекомендував себе як ефективне рішення в цих умовах. Більш широке впровадження забезпечить більш ефективну, низьку затримку і ефективну децентралізовану однорангову комунікацію і розподілене кешування.
ur: بالآخر، موجودہ سنسرشپ طریقوں میں ناکامی کا ایک ہی نقطہ ہے: صارفین کو فائر وال میں گھسنے کی ضرورت ہے جہاں سنسر دیکھ رہا ہے۔ جیسا کہ نومبر 2019 میں ایران میں، 2020 میں بیلاروس، 2021 میں قازقستان میں اور اس سال روس میں انٹرنیٹ تک بے لگام رسائی کے جاری منقطع ہونے کے دوران دیکھا گیا، ان ممالک میں صارفین کے لیے طوالت کے طریقے تیزی سے کام نہیں کرتے۔ Ceno نے اپنے آپ کو ان ماحول میں کام کرنے والے حل کے طور پر ثابت کیا ہے۔ وسیع تر اپنانے سے زیادہ موثر، کم تاخیر اور موثر وکندریقرت پیر ٹو پیئر مواصلات اور تقسیم شدہ کیشنگ کو یقینی بنایا جائے گا۔

source: User comments
ar: تعليقات المستخدمين
es: Comentarios de usuaria(o)
fa: نظرات کاربران
fr: Commentaires d’utilisateurs
id: Komentar pengguna
my: အသုံးပြုသူ မှတ်ချက်များ
pt_br: Comentários de usuários
ru: Комментарии пользователей
sv: Användarkommentarer
tr: Kullanıcı yorumları
uk: Коментарі користувачів
ur: صارف کے تبصرے

source: Russia
ar: روسيا
es: Rusia
fa: روسیه
fr: Russie
id: Rusia
my: ရုရှား
pt_br: Rússia
ru: Россия
sv: Ryssland
tr: Rusya
uk: Росія
ur: روس

source: “Nice browser. Without VPN I was able to open blocked resources. But it's also useful when you don't have connection.”
ar: ”متصفح جميل. تمكنت من فتح الموارد المحظورة بدون VPN. ولكنه مفيد أيضًا عندما لا يكون لديك اتصال.“
es: “Buen navegador. Sin VPN pude abrir recursos bloqueados. Pero también es útil cuando no tienes conexión.”
fa: «مرورگر خوبیه. تونستم بدون VPN محتوای فیلترشده رو ببینم. اما وقتی که ارتباط با اینترنت بین‌المللی قطع باشه هم به درد می‌خوره.»
fr: « Un bon navigateur. Sans RPV, j’ai pu ouvrir des ressources bloquées. Mais il est également utile quand vous n’avez pas de connexion. »
id: "Peramban yang bagus. Tanpa VPN saya bisa membuka sumber daya yang diblokir. Tetapi juga berguna saat Anda tidak memiliki koneksi internet."
my: "တော်တော်ကောင်းတဲ့ ဘရောက်ဇာပါ။ VPN မလိုပဲ ပိတ်ထားတဲ့ ရင်းမြစ်တွေကို ကြည့်နိုင်ခဲ့ပါတယ်။ ဒါပေမယ့် အင်တာနက် ကွန်ရက်တွေမရှိရင်တောင် အသုံးဝင်ပါသေးတယ်။"
pt_br: "Bom navegador. Sem VPN eu consegui abrir recursos bloqueados. Mas também é útil quando você não tem conexão."
ru: "Отличный браузер. Я смог открыть заблокированные ресурсы без VPN. Он пригодился даже там, где не было соединения."
tr: “Güzel tarayıcı, VPN olmadan engellenen kaynakları açabildim. Bağlantınız olmadığında da kullanılabiliyor.”
uk: "Гарний браузер. Без VPN я міг відкривати заблоковані ресурси. Але він також корисний, коли у вас немає з’єднання."
ur: "اچھا براؤزر۔ VPN کے بغیر میں بلاک شدہ وسائل کو کھولنے کے قابل تھا۔ لیکن یہ اس وقت بھی مفید ہے جب آپ کے پاس کنکشن نہیں ہے۔"

source: “Because Russia threatens to block VPNs, Ceno is promising. Also because for your ISP it's like some Torrent traffic, and torrents are something very normalized in Russia unlike western countries where copyright is really respected. Also in Moscow police started asking people to show their phones and they look at apps that you have. I had this kind of control. They look at VPNs or messengers like Signal or Telegram. And Ceno looks like a normal browser, so when they asked what it is I said it is a browser, no problem, no questions. I just chose to regularly clear browsing history at exit. So besides helping to access websites, it also looks quite innocent which is great.”
ar: "لأن روسيا تهدد بحظر الشبكات الافتراضية الخاصة، فإن Ceno واعد. أيضاً لأنه بالنسبة لمزود خدمة الإنترنت الخاص بك، يشبه بعض حركة مرور Torrent، والتورنت أمر طبيعي جدًا في روسيا على عكس الدول الغربية حيث يتم احترام حقوق الطبع والنشر حقاً. أيضاً في موسكو بدأت الشرطة تطلب من الناس إظهار هواتفهم وينظرون إلى التطبيقات التي لديك. واجهت هذا النوع من المراقبة. يتفقدون إلى الشبكات الافتراضية الخاصة أو برامج المراسلة مثل Signal أو Telegram. يبدو Ceno وكأنه متصفح عادي ، لذلك عندما سألوا ما هو، قلت إنه متصفح، لا مشكلة، لا أسئلة. لقد اخترت فقط مسح سجل التصفح بانتظام عند الخروج. لذلك إلى جانب المساعدة في الوصول إلى مواقع الويب، يبدو أيضاً عادياً تماماً وهو أمر رائع ."
es: “Debido a que Rusia amenaza con bloquear las VPN, Ceno es prometedor. También porque para tu ISP parece tráfico de Torrent, y los torrents son algo muy normalizado en Rusia a diferencia de los países occidentales donde los derechos de autor son realmente respetados. Además, en Moscú la policía comenzó a pedirle a la gente que mostrara sus teléfonos y miran las aplicaciones que tienes. Pasé este tipo de control. Buscan VPN o aplicaciones de mensajería como Signal o Telegram. Y Ceno parece un navegador normal, así que cuando preguntaron qué es, dije que es un navegador, no hay problema, no hay preguntas. Simplemente elegí borrar regularmente el historial de navegación al salir. Entonces, además de ayudar a acceder a los sitios web, también parece bastante inocente lo cual es genial.”
fa: «چون روسیه تهدید می‌کنه که VPNها رو می‌بنده، سنو امیدوارکننده است. یک دلیل دیگه اینه که ISP شما در واقع شبیه ترافیک بعضی از تورنت‌هاست و استفاده از تورنت‌ها در روسیه برعکس کشورهای غربی که کپی‌رایت واقعا رعایت می‌شه، خیلی عادیه. همچنین توی مسکو پلیس داره از مردم می‌خواد گوشی‌هاشون رو نشون بدن و اپلیکیشن‌های روی گوشی رو چک می‌کنن. من تجربه این نوع کنترل رو داشتم. پلیس دنبال VPNها یا پیام‌رسان‌هایی مثل سیگنال یا تلگرام می‌گرده. و سنو شبیه یک مرورگر معمولی به نظر میاد، برای همین وقتی ازم پرسیدن که این برنامه چیه، گفتم یک مرورگره، هیچ مشکلی نبود، هیچ سوالی هم نپرسیدن. من فقط انتخاب کردم که به طور منظم سابقه مرور وب رو موقع خروج از برنامه پاک کنم. بنابراین سنو غیر از کمک به دسترسی به وب‌سایت‌ها، ظاهر کاملا بی‌خطری داره که عالیه.»
fr: « Parce que la Russie menace de bloquer les RPV, Ceno est prometteur. Et pour votre FAI, ça ressemble à du trafic Torrent et les torrents sont quelque chose de très courant en Russie, contrairement aux pays occidentaux où le droit d’auteur est vraiment respecté. De plus, à Moscou la police a commencé à demander aux gens de montrer leur téléphone et ils regardent les applis que vous avez. Je me suis fait contrôler ainsi. Ils regardent les RPV ou les applis de messagerie telles que Signal ou Telegram. Et Ceno ressemble à un navigateur normal, alors quand ils ont demandé ce que c’était, j’ai répondu que c’est un navigateur. Pas de problèmes, pas de questions. J’ai simplement choisi d’effacer régulièrement l’historique de navigation en fermant Ceno. Donc en plus de m’aider à accéder aux sites Web, il a l’air tout à fait anodin, ce qui est vraiment bien. »
id: "Karena Rusia mengancam untuk memblokir VPN, Ceno terlihat menjanjikan. Juga karena di mata ISP Anda ini terlihat seperti lalu lintas Torrent, dan torrent merupakan sesuatu yang sangat normal di Rusia, tidak seperti di negara-negara barat di mana hak cipta benar-benar dihormati. Juga di Moskow, polisi mulai meminta orang untuk menunjukkan ponsel mereka dan mereka melihat aplikasi yang Anda miliki. Saya memiliki kontrol seperti ini. Mereka melihat VPN atau aplikasi perpesanan seperti Signal atau Telegram. Dan Ceno terlihat seperti peramban biasa, jadi ketika mereka bertanya apa itu, saya katakan bahwa ini adalah peramban, tidak masalah, tidak ada pertanyaan. Saya hanya memilih untuk menghapus riwayat penjelajahan secara teratur saat keluar. Jadi, selain membantu dalam mengakses situs web, peramban ini juga terlihat cukup polos dan itu bagus."
my: "ရုရှားမှ VPN တွေကို ပိတ်ထားဖို့ ခြိမ်းခြောက်ထားတဲ့အတွက် Ceno ကတော့ တော်တော်လေး အလားအလာရှိပါတယ်။ သင်တို့ရဲ့ ISPမှာ အသွားအလာ(traffic) အများအပြား ကဲ့သို့သောအရာများကြောင့် ဖြစ်နိုင်ပြီး အသွားအလာတွေကို မူပိုင်ခွင့်ကို လေးစားတန်ဖိုးထားသည့် အနောက်နိုင်ငံများနှင့် မတူပဲ ရုရှားမှာတော့ ပုံမှန် ဖြစ်ပါတယ်။ မော်စကိုမှာဆိုရင်လည်း ရဲတွေက ဖုန်းတွေကို ပြခိုင်းပြီး သင့်မှာ ရှိနေတဲ့ အပ်ပလီကေးရှင်းတွေကို ပြခိုင်းပါတယ်။ ကျနော်တို့မှာလည်း ဒီလို ထိန်းချုပ်မှုတွေ ရှိနေပါတယ်။ သူတို့က VPN တွေ ဒါမှမဟုတ် Signal, Telegram လိုမျိုး မက်စေ့ပို့နိုင်တဲ့ အပ်ပလီကေးရှင်းတွေကို ကြည့်ပါတယ်။ Ceno ကတော့ ပုံမှန် ဘရောက်ဇာလိုပါပဲ၊ ဒီတော့ သူတို့မေးတဲ့အခါ ကျွန်ုပ်က ဒါဟာ ဘရောက်ဇာတစ်ခုပါလို့ ပြောလိုက်ပါတယ်၊ ထပ်ပြီး မေးခွန်းတွေကို မမေးတော့ပါဘူး၊ ပြဿနာလည်း မရှိခဲ့ပါဘူး။ ကျွန်ုပ်က ရှာဖွေမှုမှတ်တမ်းတွေကို ထွက်တဲ့အချိန် ပုံမှန်ဖျက်ပစ်ခြင်းကို ရွေးထားပါတယ်။ ဒီတော့ ဒါဟာ ဝဘ်ဆိုက်တွေကို ရယူကြည့်ရှုနိုင်ခြင်းသာမကပဲ ကြည့်ရတာ ရိုးသားပုံပေါက်နေတဲ့အတွက် တော်တော်လေး အဆင်ပြေပါတယ်။"
ru: "Поскольку Россия угрожает заблокировать VPN, Ceno выглядит многообещающе. Также потому, что для вашего провайдера, это как некий торрент-трафик, а торренты - это что-то вполне обычное в России, в отличие от западных стран, где авторское право действительно соблюдается. Также в Москве милиция начала просить людей показывать свои телефоны, и они проверяют приложения, которые у вас установлены. У меня был подобный контроль. Они проверяют VPN или мессенджеры, такие как Signal или Telegram. А Ceno выглядит как обычный браузер, поэтому, когда они спрашивали, что это такое, я отвечал, что это браузер, без проблем, без вопросов. Я просто решил регулярно очищать историю просмотров при выходе. Так что помимо того, что он помогает получать доступ к веб-сайтам, он еще и выглядит вполне невинно, что очень здорово."
tr: “Rusya VPN hizmetlerini engellemekle tehdit ettiğinden Ceno umut verici. Ayrıca, internet hizmeti sağlayıcınıza torrent trafiği olarak görünür ve torrentler, telif hakkına gerçekten saygı duyulan batı ülkelerinden farklı olarak Rusya'da çok normalleşmiş bir şeydir. Ayrıca Moskova'da polis, insanlardan telefonlarını göstermelerini istemeye ve kurulu uygulamalara bakmaya başladı. Signal ya da Telegram gibi yazışma uygulamalarına ve VPN hizmetlerine baktıklarını gördüm. Ceno normal bir tarayıcıya benziyor, bu yüzden ne olduğunu sorduklarında bunun bir tarayıcı olduğunu söyledim, sorun çıkarmadılar. Çıkışta tarama geçmişini düzenli olarak temizlemeyi seçtim. İnternet sitelerine erişmeye yardımcı olmanın yanında, oldukça masum görünüyor ve bu harika.”
uk: "Оскільки Росія погрожує заблокувати VPN, Ceno є перспективним. Також тому, що для вашого провайдера це схоже на торрент-трафік, а торренти - це щось дуже нормалізоване в Росії, на відміну від західних країн, де дійсно поважають авторські права. Також у Москві поліція почала просити людей показати свої телефони, і вони дивляться на додатки, які у вас встановлені. У мене був такий контроль. Вони дивляться на VPN або месенджери на кшталт Signal чи Telegram. А Ceno виглядає як звичайний браузер, тож коли вони запитували, що це, я відповідав, що це браузер, без проблем, без питань. Я просто вирішив регулярно очищати історію переглядів при виході. Тож окрім того, що він допомагає отримувати доступ до веб-сайтів, він ще й виглядає цілком невинно, що дуже добре."
ur: "چونکہ روس VPNs کو بلاک کرنے کی دھمکی دیتا ہے، Ceno وامید افزا ہے۔ نیز اس لیے کہ آپ کے ISP کے لیے یہ کچھ Torrent ٹریفک کی طرح ہے، اور مغربی ممالک کے برعکس روس میں ٹورینٹ بہت ہی معمول کے مطابق ہیں جہاں کاپی رائٹ کا واقعی احترام کیا جاتا ہے۔ ماسکو میں بھی پولیس نے لوگوں سے ان کے فون دکھانے کو کہا اور وہ آپ کے پاس موجود ایپس کو دیکھتے ہیں۔ میرے پاس اس قسم کا کنٹرول تھا۔ وہ VPNs یا میسنجر جیسے Signal یا Telegram کو دیکھتے ہیں۔ اور Ceno ایک عام براؤزر کی طرح لگتا ہے، لہذا جب انہوں نے پوچھا کہ یہ کیا ہے میں نے کہا کہ یہ ایک براؤزر ہے، کوئی مسئلہ نہیں، کوئی سوال نہیں۔ اس لیے ویب سائٹس تک رسائی میں مدد کرنے کے علاوہ، یہ کافی معصوم بھی نظر آتی ہے جو کہ بہت اچھا ہے۔"
