Repository: ceno-app/ceno.github.io
Catalog: */factsheet.po
Languages: ar, es, fa, fr, id, my, pt_br, ru, sv, tr, uk, ur

source: en
ar: ar
es: es
fa: fa
fr: fr
id: id
my: my
pt_br: pt-br
ru: ru
sv: sv
tr: tr
ur: ur

# factsheet.html+html.body.nav.div.div:96-7
source: <a href="about.html">About</a> <a href="support.html">Support</a> <a href="news.html">News</a> <a href="help.html">Community</a> <a href="donate.html">Donate</a>
fa: <a href="about.html">درباره</a><a href="support.html">پشتیبانی</a><a href="news.html">اخبار</a><a href="help.html">مشارکت</a><a href="donate.html">اهدا</a>
fr: <a href="about.html">À propos</a><a href="support.html">Assistance technique</a><a href="news.html">Actualités</a><a href="help.html">Communauté</a><a href="donate.html">Faire un don</a>
uk: <a href="about.html">Про</a><a href="support.html">Підтримка</a><a href="news.html">новини</a><a href="help.html">Спільнота</a><a href="donate.html">Підтримати</a>

# factsheet.html+html.body.nav.div.div.div.label.img[alt]:107-13
source: Select language
fa: انتخاب زبان
fr: Sélectionnez la langue
uk: Виберіть мову

source: EN
ar: AR
es: ES
fa: FA
fr: FR
id: ID
my: MY
pt_br: PT-BR
ru: RU
tr: TR
uk: UK
ur: UR

# factsheet.html+html.body.nav.div.div:127-9
source: Download
fa: دانلود
fr: Télécharger
uk: Завантажити

# factsheet.html+html.body.nav.div.div:138-7
source: <a href="about.html">About</a> <a href="support.html">Support</a> <a href="news.html">News</a> <a href="help.html">Community</a> <a href="donate.html">Donate</a>
fa: <a href="about.html">درباره</a><a href="support.html">پشتیبانی</a><a href="news.html">اخبار</a><a href="help.html">مشارکت</a><a href="donate.html">اهدا</a>
fr: <a href="about.html">À propos</a><a href="support.html">Assistance technique</a><a href="news.html">Actualités</a><a href="help.html">Communauté</a><a href="donate.html">Faire un don</a>
uk: <a href="about.html">Про</a><a href="support.html">Підтримка</a><a href="news.html">новини</a><a href="help.html">Спільнота</a><a href="donate.html">Підтримати</a>

source: Download Ceno
ar: تنزيل ceno
fa: دانلود سنو
fr: Télécharger Ceno
uk: Завантажити Ceno

# factsheet.html+html.body.nav.div.div.a.div:146-11
source: Download
fa: دانلود
fr: Télécharger
uk: Завантажити

source: Ceno logo
ar: شعار ceno
fa: لوگو سنو
fr: Logo Ceno
uk: Логотип Ceno

# factsheet.html+html.body.nav.div.div.label.img[alt]:153-11
source: Select language
fa: انتخاب زبان
fr: Sélectionnez la langue
uk: Виберіть мову

source: Ceno Browser | Fact Sheet
ar: متصفح Ceno | نشرة الحقائق
es: Navegador Ceno | Ficha técnica
fa: مرورگر سنو | برگه اطلاعاتی
fr: Navigateur Ceno | Feuille d’information
id: Peramban Ceno | Lembar Fakta
my: Ceno ဘရောက်ဇာ | အချက်အလက် စာမျက်နှာ
ru: Браузер Ceno | бюллетень фактов
sv: Ceno-webbläsare | Faktablad
tr: Ceno Browser | Bilgi sayfası
uk: Браузер Ceno | Інформаційний бюлетень
ur: Ceno براؤزر | فیکٹ شیٹ

source: Ceno Fact Sheet
ar: نشرة حقائق Ceno
es: Hoja de Datos Ceno
fa: برگه اطلاعاتی سنو
fr: Feuille d’information de Ceno
id: Lembar Fakta Ceno
my: Ceno အချက်အလက်စာမျက်နှာ
ru: Подборка фактов Ceno
sv: Ceno-faktablad
tr: Ceno Browser | Bilgi sayfası
uk: Довідка про Ceno
ur: Ceno فیکٹ شیٹ

source: Download PDF
ar: تحميل PDF
es: Descargar PDF
fa: دانلودPDF
fr: Télécharger le PDF
id: Unduh PDF
my: PDF ကို ဒေါင်းလုဒ်လုပ်ပါ
pt_br: Baixar PDF
ru: Скачать PDF
sv: Ladda ner PDF
tr: PDF olarak indir
uk: Завантажити PDF
ur: PDF ڈاؤن لوڈ کریں

source: Overview
ar: نظرة عامة
es: Resumen
fa: بررسی اجمالی
fr: Vue d’ensemble
id: Ikhtisar
my: ခြုံငုံသုံးသပ်ချက်
pt_br: Visão Geral
ru: Обзор
sv: Överblick
tr: Özet
uk: Огляд
ur: جائزہ

source: What is Ceno?
ar: ما هو Ceno؟
es: ¿Qué es Ceno?
fa: سنو چیست؟
fr: Qu’est ce que Ceno ?
id: Apa itu Ceno?
my: Ceno ဆိုတာ ဘာလဲ။
ru: Что такое Ceno?
sv: Vad är Ceno?
tr: Ceno nedir?
uk: Що є Ceno?
ur: Ceno کیا ہے؟

source: The world’s first mobile browser that circumvents current Internet censorship methods and local Internet outages using peer-to-peer (p2p) technology
ar: أول متصفح جوال في العالم يتحايل على أساليب الرقابة والحجب على الإنترنت وعلى انقطاع الإنترنت المحلي باستخدام تقنية نظير لنظير (p2p)
es: El primer navegador móvil del mundo capaz de evitar los métodos actuales de censura de Internet y los apagones locales de Internet gracias a la tecnología punto a punto (p2p)
fa: اولین مرورگر جهان برای موبایل که با استفاده از فناوری همتا‌به‌همتا (p2p)، روش‌های فعلی سانسور اینترنت و قطعی منطقه‌ای اینترنت را دور می‌زند
fr: Ceno est le premier navigateur mobile au monde qui contourne les méthodes actuelles de censure d’internet et les coupures locales d’internet grâce à la technologie pair à pair.
id: Peramban seluler pertama di dunia yang dapat menghindari metode penyensoran internet dan pemutusan internet lokal dengan menggunakan teknologi klien ke klien (p2p)
my: လက်ရှိ အင်တာနက်ဆင်ဆာဖြတ်တောက်မှုနည်းလမ်းများနှင့် အသုံးပြုသူမှအသုံးပြုသူနည်းပညာ (p2p) ကို အသုံးပြု၍ ဒေသတွင်းအင်တာနက်ပြတ်တောက်မှုများကို ရှောင်ရှားနိုင်သည့် ကမ္ဘာ့ပထမဆုံးမိုဘိုင်းဘရောက်ဇာ
pt_br: Primeiro navegador para dispositivos móveis do mundo que contorna os atuais métodos de censura e interrupções locais da Internet usando tecnologia par-a-par (P2P)
ru: Первый в мире мобильный браузер, обходящий современные методы интернет-цензуры и локальные отключения в Интернете, используя технологию одноранговой сети (p2p)
tr: Dünyanin ilk uçtan uca bağlantı (P2P) teknolojisini kullanarak güncel internet sansür yöntemlerini ve yerel internet kesintilerini aşan mobil internet tarayıcısı
uk: Перший у світі мобільний браузер, який обходить поточні методи інтернет-цензури та локальні збої в Інтернеті за допомогою технології однорангового зв’язку (p2p)
ur: دنیا کا پہلا موبائل براؤزر جو پیئر ٹو پیئر (p2p) ٹیکنالوجی کا استعمال کرتے ہوئے موجودہ انٹرنیٹ سنسرشپ طریقوں اور مقامی انٹرنیٹ کی بندش کو روکتا ہے

source: Ceno stands for:
ar: Ceno يدافع عن:
es: Ceno significa:
fa: سنو (Ceno) مخففی است از:
fr: Ceno représente :
id: Ceno adalah singkatan dari:
my: Ceno သည် -
ru: Вот что значит Ceno:
sv: Ceno står för:
tr: Ceno ne demek:
uk: Ceno означає:
ur: Ceno کا مطلب ہے:

source: <strong>ce</strong>nsorship.<strong>no</strong>, envisioned as part of an Internet that is free of intrusive and unjustified surveillance, censorship and oppression
ar: <strong>ce</strong>nsorship.<strong>no</strong>، إذ تم تصوّره كجزء من إنترنت خال من التدخل والمراقبة والرقابة والحجب والقمع غير المبررة
es: <strong>ce</strong>nsura.<strong>no</strong>, concebida como parte de una Internet que es libre de vigilancia, censura y opresión intrusivas e injustificadas
fa: <strong>ce</strong>nsorship.<strong>no</strong> یا «نه به سانسور»، به عنوان بخشی از اینترنت که عاری از نظارت، سانسور و سرکوبِ مزاحم و ناعادلانه است
fr: <strong>ce</strong>nsorship.<strong>no</strong>, pensé dans l’optique d’un Internet exempt de surveillance intrusive et non justifiée, de censure et d’oppression.
id: <strong>ce</strong>nsorship.<strong>no</strong>, dibayangkan sebagai bagian dari internet yang bebas dari pengawasan, penyensoran, dan penindasan yang mengganggu dan tidak dapat dibenarkan
my: <strong>ce</strong>nsorship.<strong>no</strong> ကို ကိုယ်စားပြုသည်။ Ceno အား ဝင်ရောက်စွက်ဖက်ပြီး တရားမျှတမှုမရှိသော စောင့်ကြည့်မှု၊ ဆင်ဆာနှင့် ဖိနှိပ်မှုများ ကင်းစင်သော အင်တာနက်၏ တစ်စိတ်တစ်ပိုင်းအဖြစ် ပုံဖော်ထားသည်။
pt_br: <strong>ce</strong>nsorship.<strong>no</strong>, concebido como parte de uma Internet livre de vigilância intrusiva e injustificada, censura e opressão
ru: <strong>ce</strong>nsorhip (цензура).<strong>no</strong> (нет), предполагается как часть Интернета, свободного от навязчивой и неоправданной слежки, цензуры и угнетения
tr: <strong>ce</strong>nsorship.<strong>no</strong> (sansüre hayır), müdahale, haksız gözetleme, sansür ve baskıdan arınmış bir internet parçası olarak düşünüldü
uk: <strong>ce</strong>nsorship.<strong>no</strong>, передбачений як частина Інтернету, який вільний від нав’язливого та невиправданого стеження, цензури та гноблення
ur: <strong>ce</strong>nsorship.<strong>no</strong>، ایک ایسے انٹرنیٹ کے حصے کے طور پر تصور کیا گیا ہے جو دخل اندازی اور بلاجواز نگرانی، سنسرشپ اور جبر سے پاک ہے

source: Developed and launched by <a href="https://equalit.ie">eQualitie</a>
ar: تم تطويره وإطلاقه بواسطة <a href="https://equalit.ie">eQualitie</a>
es: Desarrollado y publicado por <a href="https://equalit.ie">eQualitie</a>
fa: توسعه و راه‌اندازی توسط شرکت <a href="https://equalit.ie">eQualitie</a>
fr: Développé et lancé par <a href="https://equalit.ie">eQualitie</a>.
id: Dikembangkan dan diluncurkan oleh <a href="https://equalit.ie">eQualitie</a>
my: <a href="https://equalit.ie">eQualitie</a> မှ တီထွင်ဖန်တီးပြီး မိတ်ဆက်ခဲ့သည်။
pt_br: Desenvolvido e lançado por <a href="https://equalit.ie">eQualitie</a>
ru: Разработано и выпущено <a href="https://equalit.ie">eQualitie</a>
sv: Utvecklat och lanserat av <a href="https://equalit.ie">eQualitie</a>
tr: <a href="https://equalit.ie">eQualitie</a> tarafından geliştirildi ve sunuluyor
uk: Розроблено та запущено <a href="https://equalit.ie">eQualitie</a>
ur: <a href="https://equalit.ie">eQualitie</a> کے ذریعے تیار اور لانچ کیا گیا

source: Works on:
ar: يعمل على:
es: Funciona en:
fa: قابل اجرا روی:
fr: Fonctionne sur :
id: Bekerja pada:
my: Ceno သည် -
pt_br: Funciona em:
ru: Работает на:
sv: Fungerar på:
tr: Çalıştığı aygıtlar:
uk: Працює над:
ur: یہ کام کرتا ہے:

source: Android mobile devices
ar: الأجهزة المحمولة التي تعمل بنظام أندرويد
es: Dispositivos móviles Android
fa: موبایل‌های اندرویدی
fr: Les appareils mobiles Android.
id: Perangkat seluler Android
my: Android နည်းပညာသုံး မိုဘိုင်းစက်ပစ္စည်းများတွင် အလုပ်လုပ်သည်။
pt_br: Dispositivos móveis Android
ru: Мобильных устройствах Android
sv: Mobila enheter med Android
tr: Android mobil aygıtlar
uk: Мобільні пристрої Android
ur: اینڈرائیڈ موبائل ڈیوائسز

source: Get it on:
ar: احصل عليه على:
es: Consíguelo en:
fa: دریافت از:
fr: Obtenez-le sur :
id: Dapatkan di:
my: Ceno ကို -
pt_br: Disponível em:
ru: Получить:
sv: Hämta den på:
tr: Nereden edinilebilir:
uk: Отримати це на:
ur: اسے حاصل کریں:

source: <a href="https://censorship.no/download">Ceno website</a>, <a href="https://play.google.com/store/apps/details?id=ie.equalit.ceno">Google Play</a>, <a href="https://github.com/censorship-no/ceno-browser/releases">Github</a>, <a href="https://paskoocheh.com/tools/124/android.html?">Paskoocheh</a>, and <a href="https://zanga.tech/tools/166/android.html">Zanga.tech</a>
ar: <a href="https://censorship.no/download"> موقع Ceno </a>, <a href="https://play.google.com/store/apps/details?id=ie.equalit.ceno">جوجل بلاي</a>, <a href="https://github.com/censorship-no/ceno-browser/releases">Github</a>, <a href="https://paskoocheh.com/tools/124/android.html?">Paskoocheh</a>, and <a href="https://zanga.tech/tools/166/android.html">Zanga.tech</a>
es: <a href="https://censorship.no/download">sitio web Ceno</a>, <a href="https://play.google.com/store/apps/details?id=ie.equalit.ceno">Google Play</a>, <a href="https://github.com/censorship-no/ceno-browser/releases">Github</a>, <a href="https://paskoocheh.com/tools/124/android.html?">Paskoocheh</a>, y <a href="https://zanga.tech/tools/166/android.html">Zanga.tech</a>
fa: <a href="https://censorship.no/download">Censorship.no</a>, <a href="https://play.google.com/store/apps/details?id=ie.equalit.ceno">Google Play</a>, <a href="https://github.com/censorship-no/ceno-browser/releases">Github</a>, <a href="https://paskoocheh.com/tools/124/android.html?">Paskoocheh</a>, و <a href="https://zanga.tech/tools/166/android.html">Zanga.tech</a>
fr: <a href="https://censorship.no/download">Le site Web de Ceno</a>, <a href="https://play.google.com/store/apps/details?id=ie.equalit.ceno">Google Play</a>, <a href="https://github.com/censorship-no/ceno-browser/releases">GitHub</a>, <a href="https://paskoocheh.com/tools/124/android.html?">Paskoocheh</a>, et <a href="https://zanga.tech/tools/166/android.html">Zanga.tech.</a>
id: <a href="https://censorship.no/download">situs web Ceno</a>, <a href="https://play.google.com/store/apps/details?id=ie.equalit.ceno">Google Play</a>, <a href="https://github.com/censorship-no/ceno-browser/releases">Github</a>, <a href="https://paskoocheh.com/tools/124/android.html?">Paskoocheh</a>, dan <a href="https://zanga.tech/tools/166/android.html">Zanga.tech</a>
my: <a href="https://censorship.no/download">Ceno website</a>, <a href="https://play.google.com/store/apps/details?id=ie.equalit.ceno">Google Play</a>, <a href="https://github.com/censorship-no/ceno-browser/releases">Github</a>, <a href="https://paskoocheh.com/tools/124/android.html?">Paskoocheh</a>, and <a href="https://zanga.tech/tools/166/android.html">Zanga.tech</a> တို့တွင် ရယူနိုင်သည်။
ru: <a href="https://censorship.no/download">Censorship.no</a>, <a href="https://play.google.com/store/apps/details?id=ie.equalit.ceno">Google Play</a>, <a href="https://github.com/censorship-no/ceno-browser/releases">Github</a>, <a href="https://paskoocheh.com/tools/124/android.html?">Paskoocheh</a>, и <a href="https://zanga.tech/tools/166/android.html">Zanga.tech</a>
sv: <a href="https://censorship.no/download">Hemsidan för Ceno</a>, <a href="https://play.google.com/store/apps/details?id=ie.equalit.ceno">Google Play</a>, <a href="https://github.com/censorship-no/ceno-browser/releases">Github</a>, <a href="https://paskoocheh.com/tools/124/android.html?">Paskoocheh</a>, och <a href="https://zanga.tech/tools/166/android.html">Zanga.tech</a>
tr: <a href="https://censorship.no/download">Ceno resmi sitesi</a>, <a href="https://play.google.com/store/apps/details?id=ie.equalit.ceno">Google Play</a>, <a href="https://github.com/censorship-no/ceno-browser/releases">Github</a>, <a href="https://paskoocheh.com/tools/124/android.html?">Paskoocheh</a>, ve <a href="https://zanga.tech/tools/166/android.html">Zanga.tech</a>
uk: <a href="https://censorship.no/download">Ціна сайту</a>, <a href="https://play.google.com/store/apps/details?id=ie.equalit.ceno">Google Play</a>, <a href="https://github.com/censorship-no/ceno-browser/releases">Github</a>, <a href="https://paskoocheh.com/tools/124/android.html?">Paskoocheh</a>, і <a href="https://zanga.tech/tools/166/android.html">Zanga.tech</a>
ur: <a href="https://censorship.no/download">Ceno ویب سائٹ</a>, <a href="https://play.google.com/store/apps/details?id=ie.equalit.ceno">Google Play</a>, <a href="https://github.com/censorship-no/ceno-browser/releases">Github</a>, <a href="https://paskoocheh.com/tools/124/android.html?">Paskoocheh</a>، اور <a href="https://zanga.tech/tools/166/android.html">Zanga.tech</a>

source: No special permissions are required
ar: لا توجد أذونات خاصة مطلوبة
es: No se requieren permisos especiales
fa: هیچ مجوز خاصی نیاز نیست
fr: Aucune autorisation spéciale n’est nécessaire.
id: Tidak diperlukan izin khusus untuk memakainya
my: အထူးခွင့်ပြုချက်များ မလိုအပ်ပါ။
pt_br: Nenhuma permissão especial é necessária
ru: Cпециальные разрешения не требуются
sv: Inga särskilda behörigheter krävs
tr: Herhangi bir özel izin verilmesi gerekmez
uk: Ніяких спеціальних дозволів не потрібно
ur: کوئی خصوصی اجازت کی ضرورت نہیں ہے

source: Why:
ar: لماذا:
es: Por qué:
fa: چرایی:
fr: Pourquoi :
id: Mengapa:
my: အဘယ်ကြောင့် အသုံးပြုသင့်သနည်း။
pt_br: Por quê:
ru: Зачем:
sv: Varför:
tr: Neden:
uk: Чому:
ur: کیوں:

source: Designed to allow people anywhere in the world to access web content in censored or Internet-restricted regions, and in countries where connectivity is unreliable or costly
ar: مصمم للسماح للأشخاص بالوصول إلى محتوى الويب من المناطق الخاضعة للرقابة أو تلك التي يكون فيها الوصول إلى الإنترنت مقيدًا، وفي البلدان التي يكون الاتصال فيها غير موثوق به أو مكلفًا
es: Diseñado para permitir que las personas de cualquier parte del mundo accedan a contenido web en regiones con censura o acceso restringido a Internet, y en países donde la conectividad no es confiable o es costosa
fa: برای این طراحی شده که در هر نقطه از جهان به مردم کمک کند تا به محتوای وب در مناطقی که اینترنت مسدود یا سانسور شده و در کشورهایی که ارتباط اینترنتی غیرقابل اعتماد یا پرهزینه است، دسترسی داشته باشند
fr: Conçu pour permettre aux personnes du monde entier d’accéder au contenu Web dans les régions censurées ou celles où l’accès à Internet est limité, et dans les pays où la connectivité n’est pas fiable ou trop chère.
id: Dirancang untuk memungkinkan orang di mana saja di dunia untuk mengakses konten web di wilayah yang disensor atau dibatasi akses internetnya, dan di negara-negara di mana konektivitas tidak dapat diandalkan atau mahal
my: ဆင်ဆာဖြတ်ထားသော သို့မဟုတ် အင်တာနက်အား ကန့်သတ်ထားသော ဒေသများနှင့် ချိတ်ဆက်မှုအား စိတ်မချရသော သို့မဟုတ် ငွေကုန်ကြေးကျများသော နိုင်ငံများတွင် ကမ္ဘာပေါ်ရှိ မည်သည့်နေရာမှ လူများကိုမဆို ဝင်ရောက်ကြည့်ရှုနိုင်ရန် ဒီဇိုင်းထုတ်ထားသည်။
pt_br: Projetado para permitir que pessoas em qualquer lugar do mundo acessem conteúdo web em regiões censuradas ou com restrições na Internet e em países onde a conectividade não é confiável ou custa muito
ru: Разработано, чтобы позволить людям в любой точке мира получать доступ к веб-контенту в регионах с цензурой или ограниченным доступом в Интернет, а также в странах, где подключение ненадежно или дорого
sv: Designad för att tillåta människor överallt i hela världen att komma åt webbinnehåll i censurerade eller Internet-begränsade regioner och i länder när anslutningsmöjligheten är opålitlig eller dyr
tr: Dünyanın herhangi bir yerindeki insanların, internetin sansürlendiği veya kısıtlandığı bölgelerden ve bağlantının dengesiz veya maliyetli olduğu ülkelerden internet içeriğine erişmelerini sağlayacak şekilde tasarlanmıştır
uk: Розроблено, щоб дозволити людям у будь-якій точці світу отримувати доступ до веб-контенту в регіонах із цензурою чи обмеженням доступу до Інтернету, а також у країнах, де з’єднання є ненадійним або дорогим
ur: دنیا میں کہیں بھی لوگوں کو سنسر شدہ یا انٹرنیٹ پر پابندی والے علاقوں میں اور ان ممالک میں جہاں کنیکٹیوٹی ناقابل اعتبار یا مہنگی ہے ویب مواد تک رسائی کی اجازت دینے کے لیے ڈیزائن کیا گیا ہے

source: Can be used to create a bridge for others to access censored or restricted content
ar: يمكن استخدامه لإنشاء جسر للآخرين للوصول إلى المحتوى الخاضع للرقابة والحجب أو المحظور
es: Se puede usar para crear un puente para que otros accedan a contenido censurado o restringido
fa: می‌تواند پلی باشد تا دیگران به محتوایی که سانسور یا مسدود شده دسترسی داشته باشند
fr: Peut être utilisé pour créer un pont pour que les autres puissent accéder au contenu censuré ou restreint.
id: Dapat digunakan untuk membuat jembatan bagi pengguna lainnya untuk mengakses konten yang disensor atau dibatasi
my: ဆင်ဆာဖြတ်ထားသော သို့မဟုတ် ကန့်သတ်ထားသော အကြောင်းအရာများကို ဝင်ရောက်ကြည့်ရှုရန် အခြားသူများအတွက် ပေါင်းကူးတစ်ခုဖန်တီးရန် အသုံးပြုနိုင်သည်။
pt_br: Pode ser usado para criar uma ponte para que outros possam acessar conteúdo restrito ou censurado
ru: Может использоваться для создания моста, чтобы предоставить другим доступ к цензурированному или ограниченному контенту
sv: Kan användas för att skapa en brygga för andra att komma åt censurerat eller begränsat innehåll
tr: Başkalarının sansürlenmiş veya kısıtlanmış içeriğe erişmesini sağlayan bir köprü oluşturmak için kullanılabilir
uk: Можна використовувати для створення мосту для доступу інших до цензурного або обмеженого вмісту
ur: سنسر شدہ یا محدود مواد تک رسائی کے لیے دوسروں کے لیے ایک پل بنانے کے لیے استعمال کیا جا سکتا ہے

source: So what?
ar: ثم ماذا؟
es: ¿Y entonces?
fa: چیستی?
fr: Et donc ?
id: Lalu apa?
my: မည်ကဲ့သို့သောအရာ ဖြစ်သနည်း။
pt_br: E daí?
ru: И что, получается?
sv: Än sen då?
tr: Yani?
uk: І що?
ur: تو کیا؟

source: Already helping thousands of civilians, NGOs, investigative journalists and independent media globally to access and share web content
ar: يساعد Ceno آلاف المدنيين، المنظمات غير الحكومية، الصحفيين الاستقصائيين ووسائل الإعلام المستقلة على مستوى العالم للوصول إلى محتوى الويب ومشاركته
es: Ya está ayudando a miles de civiles, ONG, periodistas de investigación y medios independientes de todo el mundo a acceder y compartir contenido web
fa: در حال حاضر به هزاران غیرنظامی، سازمان‌های غیردولتی، روزنامه‌نگاران تحقیقی و رسانه‌های مستقل در سراسر جهان کمک می‌کند تا به محتوای وب دسترسی پیدا کنند و آن را به اشتراک بگذارند
fr: Ceno aide déjà des milliers de civils, d’ONG, de journalistes d’enquête et de médias indépendants du monde entier à accéder à des contenus Web et à les partager.
id: Telah membantu ribuan warga sipil, LSM, jurnalis investigasi, dan media independen di seluruh dunia untuk mengakses dan berbagi konten web
my: ကမ္ဘာတစ်ဝှမ်းရှိ ထောင်ပေါင်းများစွာသော အရပ်သားများ၊ NGO များ၊ စုံစမ်းစစ်ဆေးရေး သတင်းထောက်များနှင့် အမှီအခိုကင်းသော မီဒီယာများအား ဝဘ်အကြောင်းအရာများကို ဝင်ရောက်ကြည့်ရှုရန်နှင့် မျှဝေရန် ကူညီပေးနေပြီဖြစ်သည်။
pt_br: Já está ajudando milhares de civis, ONGs, jornalistas investigativos e mídia independente em todo o globo a acessar e compartilhar conteúdo web
ru: Уже помогает тысячам гражданских лиц, НПО, журналистам и независимым СМИ по всему миру получать доступ к веб-контенту и делиться им
sv: Hjälper redan tusentals civila, NGO:er, undersökande journalister och oberoende media globalt att komma åt och dela webbinnehåll
tr: Şu anda dünya çapında binlerce sivilin, sivil toplum kuruluşunun, araştırmacı gazetecinin ve bağımsız basının internet içeriğine erişmesine ve paylaşmasına yardımcı oluyor
uk: Уже допомагає тисячам цивільних осіб, неурядовим організаціям, журналістам-розслідувачам і незалежним ЗМІ по всьому світу отримати доступ до веб-контенту та поширювати його
ur: ویب مواد تک رسائی اور اشتراک کرنے میں عالمی سطح پر ہزاروں شہریوں، این جی اوز، تحقیقاتی صحافیوں اور آزاد میڈیا کی پہلے ہی مدد کر رہا ہے

source: Ceno content remains stable and cannot be forcibly removed by external agents, even during media censorship events, shutdowns, natural disruptions, unrest, conflict, and war
ar: يبقى محتوى Ceno ثابتاً ولا يمكن للوكلاء الخارجيين إزالته بالقوة، حتى أثناء أحداث الرقابة على وسائل الإعلام، الانقطاعات، الاضطرابات الطبيعية، الفتن، الصراعات والحروب
es: El contenido Ceno permanece estable y no puede ser eliminado por la fuerza por agentes externos, incluso durante eventos de censura de medios, bloqueo, interrupciones naturales, disturbios, conflictos, y guerras
fa: محتوای سنو پایدار می‌ماند و حتی در زمان‌های سانسور رسانه، قطعی اینترنت، بلایای طبیعی، ناآرامی، درگیری و جنگ نمی‌تواند توسط عامل خارجی به‌اجبار حذف شود
fr: Le contenu de Ceno reste stable et ne peut être supprimé de force par des agents extérieurs, même lors d’événements de censure des médias, de coupure, de perturbations naturelles, de troubles, de conflits et de guerres.
id: Konten Ceno tetap stabil dan tidak dapat dihapus secara paksa oleh agen eksternal, bahkan selama penyensoran media berlangsung, pemadaman listrik, gangguan alam, kerusuhan, konflik, dan perang
my: Ceno တွင် ရှိနေသည့် အကြောင်းအရာများသည် တည်ငြိမ်နေပြီး မီဒီယာဆင်ဆာဖြတ်တောက်မှုများ၊ ပိတ်သိမ်းမှုများ၊ သဘာဝ အနှောင့်အယှက်များ၊ မငြိမ်သက်မှုများ၊ ပဋိပက္ခများနှင့် စစ်ပွဲများအတွင်း၌ပင် ပြင်ပအေးဂျင့်များက အတင်းအကျပ် ဖယ်ရှား၍မရနိုင်ပါ။
ru: Контент в Ceno остается стабильным и не может быть принудительно удален внешними средствами даже во время мероприятий по цензуре СМИ, отключений, стихийных бедствий, беспорядков, конфликтов и войн
tr: Ceno içerikleri, basın sansürlendiğinde, internet kapatıldığında, doğal afetler olduğunda, kargaşalarda, çatışmalarda ve savaşlarda bile dışarıdan engellenemez ve erişilebilir kalır
uk: Вміст Ceno залишається стабільним і не може бути примусово видалений зовнішніми агентами, навіть під час подій цензури ЗМІ, припинення роботи, природних збоїв, заворушень, конфліктів і війни
ur: Ceno کا مواد مستحکم رہتا ہے اور اسے بیرونی ایجنٹوں کے ذریعے زبردستی نہیں ہٹایا جا سکتا، حتیٰ کہ میڈیا سنسرشپ کے واقعات، شٹ ڈاؤن، قدرتی رکاوٹوں، بدامنی، تنازعات اور جنگ کے دوران بھی
