Repository: ceno-app/ceno.github.io
Catalog: */factsheet.po
Languages: ar, es, fa, fr, id, my, pt_br, ru, sv, tr, uk, ur

source: <strong>Level 1:</strong> A complete or partial failure of Internet services, occurring due to censorship, cyberattacks, natural disasters, police or security services actions or errors. CENO deals with scenarios of extreme network censorship, when VPNs are generally no longer available (e.g., Russia in 2022, Belarus in 2020 and Iran in 2019) or when international transit connections are artificially throttled (e.g., Indian Kashmir in 2019–2020 and Cuba).
pt_br: <strong>Nível 1:</strong> Uma falha completa ou parcial dos serviços de Internet, ocorrida por consequência de censura, ciberataques, desastres naturais, ações ou erros da polícia ou de serviços de segurança. CENO lida com cenários de extrema censura na rede, quando, em geral, VPNs não estão mais disponíveis (por exemplo, na Rússia em 2022 e no Irã em 2019) ou quando conexões de trânsito internacional são artificialmente limitados (por exemplo, Caxemira da Índia em 2019-2020 e Cuba).

source: <strong>Level 2:</strong> A ban on international transit connections (e.g., Kazakhstan in 2021), such that no servers or services located outside the country are accessible, yet the local or national network continues to function. CENO continues to work in these localized scenarios.
pt_br: <strong>Nível 2:</strong> Uma proibição das conexões de trânsito internacionais (por exemplo, Cazaquistão em 2021), tal que nenhum servidor ou serviço localizado fora do país seja acessível, mesmo que a rede local ou nacional continue a funcionar. CENO continua a operar nestes cenários localizados.

source: <strong>Level 3:</strong> When electricity no longer functions, such as during national disasters and in wartime (e.g., Mariupol in 2022). CENO still works peer to peer when devices remain powered and are in close proximity.
pt_br: <strong>Nível 3:</strong> Quando a eletricidade não funciona mais, como durante desastres nacionais e em tempos de guerra (por exemplo, em Mariópolis em 2022). CENO ainda funciona P2P quando os dispositivos permanecem carregados e estão muito próximos.

source: How CENO side-steps censorship
pt_br: Como o CENO contorna a censura

source: Ultimately, existing censorship methods have a single point of failure: users need to penetrate a firewall where the censor is watching. As witnessed in Iran in November 2019, Belarus in 2020, Kazakhstan in 2021 and during the ongoing disconnection of unfettered Internet access in Russia this year, circumvention methods increasingly do not work for users in these countries. CENO has proven itself as a functioning solution in these environments. Wider adoption will ensure more efficient, low latency and effective decentralized peer-to-peer communications and distributed caching.
pt_br: Por fim, os métodos de censura existentes têm um único defeito: usuários precisam penetrar um firewall monitorado pelos censores. Como se viu no Irã em novembro de 2019, Belarus em 2020, no Cazaquistão em 2021 e durante a atual desconexão do acesso irrestrito à Internet na Rússia neste ano, os métodos de contorno cada vez mais não funcionam para usuários nestes países. CENO provou ser uma solução funcional nestes ambientes. A adoção mais ampla garantirá comunicações P2P descentralizadas e cache distribuído mais eficientes, de baixa latência e eficazes.

source: “Because Russia threatens to block VPNs, CENO is promising. Also because for your ISP it's like some Torrent traffic, and torrents are something very normalized in Russia unlike western countries where copyright is really respected. Also in Moscow police started asking people to show their phones and they look at apps that you have. I had this kind of control. They look at VPNs or messengers like Signal or Telegram. And CENO looks like a normal browser, so when they asked what it is I said it is a browser, no problem, no questions. I just chose to regularly clear browsing history at exit. So besides helping to access websites, it also looks quite innocent which is great.”
pt_br: "Por causa das ameaças russas de bloquear VPNs, o CENO é promissor. Também porque para a sua ISP é como se fosse tráfego de Torrent, e torrents são algo muito normalizado na Rússia, diferentemente dos países ocidentais nos quais os direitos autorais são realmente respeitados. Também em Moscou a polícia começou a pedir às pessoas para mostrar seus telefones e eles olham para os aplicativos que você possui. Eu passei por este tipo de controle. Eles olham para VPNs ou mensageiros como Signal ou Telegram. E CENO parece um navegador normal, então quando eles perguntaram o que era e eu disse que era um navegador, não houve problema nem questões. Eu simplesmente escolhi regularmente limpar o histórico de busca e sair. Assim, além de ajudar a acessar websites, também parece super inocente, o que é ótimo."

source: CENO Browser is a project by <a href="https://equalit.ie">eQualit.ie</a> – a not-for-profit Canadian company developing open and reusable systems with a focus on privacy, online security and freedom of association. Technology solutions and innovations are driven by our <a href="https://equalit.ie/en/values/">values</a> that guide us to protect the rights and aspirations of everyone online.
pt_br: O Navegador CENO é um projeto da <a href="https://equalit.ie">eQualit.ie</a> – uma empresa canadense não orientada a lucro que desenvolve sistemas abertos e reutilizáveis com foco em privacidade, segurança online e liberdade de associação. Soluções tecnológicas e inovações são direcionadas por nossos <a href="https://equalit.ie/en/values/">valores</a> que nos orientam na proteção dos direitos e aspirações de todas as pessoas online.
