Repository: ceno-app/ceno.github.io
Catalog: */factsheet.po
Languages: ar, es, fa, fr, id, my, pt_br, ru, sv, tr, uk, ur

source: “Thanks for a great product. Your browser opens the site http://meduza.io much faster than the app from @meduzaproject.”
ar: ”شكراً على المنتج الرائع. يفتح متصفحك الموقع http://meduza.io بشكل أسرع بكثير من التطبيق من @meduzaproject.“
es: "Gracias por un gran producto. Su navegador abre el sitio http://meduza.io mucho más rápido que la aplicación de @meduzaproject.”
fa: «ممنون برای این محصول عالی. مرورگر شما سایت http://meduza.io رو خیلی سریع‌تر از برنامه @meduzaproject باز می‌کنه.»
fr: « Merci pour cet excellent produit. Votre navigateur ouvre le site http://meduza.io beaucoup plus rapidement que l’appli de @meduzaproject. »
id: "Terima kasih untuk produk yang hebat. Peramban Anda membuka situs http://meduza.io jauh lebih cepat daripada aplikasi dari @meduzaproject."
my: "အခုလိုမျိုး ကောင်းမွန်တဲ့ ထုတ်ကုန်တစ်ခုအတွက် ကျေးဇူးတင်ပါတယ်။ သင်တို့ရဲ့ ဘရောက်ဇာက @meduzaproject က အပ်ပ် ထက် http://meduza.io ကို ဝင်ကြည့်တာ ပို မြန်မြန် ပွင့်လာပါတယ်။"
pt_br: "Obrigada por um ótimo produto. Seu navegador abre o website http://meduza.io muito mais rápido que o aplicativo do @meduzaproject."
ru: "Спасибо за отличный продукт. Браузер открывает сайт http://meduza.io намного быстрее, чем приложение от @meduzaproject."
sv: "Tack för en toppenbra produkt. Er webbläsare öppnar sidan http://meduza.io mycket snabbare än appen från @meduzaproject."
tr: “İyi bir uygulama. Tarayıcınız http://meduza.io sitesini @meduzaproject uygulamasından daha hızlı açıyor.”
uk: “Дякуємо за чудовий продукт. Ваш браузер відкриває сайт http://meduza.io набагато швидше, ніж додаток від @meduzaproject.»
ur: "ایک بہترین پروڈکٹ کا شکریہ۔ آپ کا براؤزر سائٹ http://meduza.io کو @meduzaproject کی ایپ سے کہیں زیادہ تیزی سے کھولتا ہے۔"

source: Myanmar
ar: ميانمار
fa: میانمار
fr: Birmanie
my: မြန်မာ
ru: Мьянма
uk: М'янма
ur: میانمار

source: “There was a lot of inconvenience due to the blocked websites. It's good to see that it works well with this app. This is our digital rights. So I will continue to use it sometimes.”
ar: ”كان هناك الكثير من الإزعاج بسبب المواقع المحجوبة. من الجيد أن ترى أن الأمور تسير كما يجب مع هذا التطبيق. هذه حقوقنا الرقمية. لذلك سأستمر في استخدامه في بعض الأحيان.“
es: “Hubo muchos inconvenientes debido a los sitios web bloqueados. Es bueno ver que funciona bien con esta app. Estos son nuestros derechos digitales. Así que continuaré usándolo de vez en cuando.”
fa: «به‌خاطر وب‌سایت‌های فیلترشده کلی دردسر داشتم. خوبه که می‌بینیم به کمک این برنامه راحت کار می‌کنن. این حق دیجیتال ماست. بعد از این هم گهگاه ازش استفاده خواهم کرد.»
fr: « C’était gênant, à cause des sites Web bloqués. C’est bon de voir que ça fonctionne bien avec cette appli. C’est nos droits numériques. Je continuerai donc à l’utiliser parfois. »
id: "Ada banyak ketidaknyamanan karena situs web yang diblokir. Senang rasanya melihat bahwa aplikasi ini bekerja dengan baik. Ini adalah hak digital kami. Jadi saya akan terus menggunakannya sesekali."
my: “ပိတ်ဆို့ထားတဲ့ ဝဘ်ဆိုဒ်တွေကြောင့် အဆင်မပြေမှုတွေ အများကြီးရှိခဲ့ပါတယ်။ ဒီအက်ပ်မှာ ကောင်းကောင်းမွန်မွန် အလုပ်လုပ်ကြောင်းတွေ့မြင်ရသည်တာ အတော်လေးကောင်းပါတယ်။ ဒါက ကျွန်ုပ်တို့၏ ဒစ်ဂျစ်တယ်အခွင့်အရေးဖြစ်ပါတယ်။ ဒါကြောင့် တစ်ခါတလေတော့ ကျွန်ုပ် ဆက်သုံးဖြစ်ပါမယ်။”
pt_br: "Havia muitos inconvenientes devido aos websites bloqueados. É bom ver que eles funcionam bem neste aplicativo. Estes são nossos direitos digitais. Então eu continuarei a usá-lo às vezes."
ru: "Было много неудобства из-за заблокированных сайтов. Приятно видеть, что с этим приложением все работает хорошо. Это наши цифровые права. Так что, я буду продолжать, иногда, им пользоваться."
tr: “Engellenen sitelerle ilgili çok fazla sorun vardı. Bu uygulama ile herşeyin iyi işlediğini görmek güzel. Bu bizim dijital hakkımız. Ara sıra kullanmayı sürdüreceğim.”
uk: "Було багато незручностей через заблоковані веб-сайти. Приємно бачити, що він добре працює з цією програмою. Це наші цифрові права. Тому я продовжуватиму використовувати її іноді."
ur: "مسدود ویب سائٹس کی وجہ سے بہت زیادہ تکلیف ہوئی۔ یہ دیکھ کر اچھا لگا کہ یہ اس ایپ کے ساتھ اچھی طرح کام کرتا ہے۔ یہ ہمارے ڈیجیٹل حقوق ہیں۔ لہذا میں اسے کبھی استعمال کرنا جاری رکھوں گا۔"

source: “There are more features I'd like to see in the app, but it is totally a convenient and useful application.”
ar: ”هناك المزيد من الميزات التي أود أن أراها في التطبيق، لكنه تطبيق مناسب ومفيد تمامًا.“
es: "Hay más funciones que me gustaría ver en la app, pero es una aplicación totalmente conveniente y útil."
fa: «ویژگی‌های بیشتری هست که دلم می‌خواد توی این اپ ببینم، اما استفاده از این برنامه کاملا آسون و به‌دردبخوره.»
fr: « J’aimerais que l’appli offre d’autres fonctions, mais c’est une appli vraiment pratique et utile. »
id: "Ada lebih banyak fitur yang ingin saya lihat di aplikasi ini, tetapi ini benar-benar aplikasi yang nyaman dan bermanfaat."
my: "အက်ပ်ထဲမှာ ကျွန်တော်မြင်လိုတဲ့ လုပ်ဆောင်ချက်တွေ အများကြီးရှိပါသေးတယ်။ ဒါပေမယ့် ဒါက လုံးဝကို အဆင်ပြေပြီး အသုံးဝင်တဲ့ အက်ပ်တစ်ခုပါ။"
pt_br: "Existem mais funcionalidades que eu gostaria de ver no aplicativo, mas é uma aplicação totalmente conveniente e útil."
ru: "Есть и другие функции, которые я хотел бы увидеть в приложении, но в целом это удобное и полезное приложение."
sv: "Det finns fler funktioner som jag skulle vilja se i appen, men den är allt som allt en bekvämlig och användbar applikation."
tr: “Uygulamada görmek istediğim başka özellikler var, yine de kolay ve kullanışlı bir uygulama.”
uk: “Є більше функцій, які я хотів би бачити в додатку, але це цілком зручний і корисний додаток.”
ur: "اس ایپ میں مزید خصوصیات ہیں جو میں دیکھنا چاہتا ہوں، لیکن یہ مکمل طور پر ایک آسان اور مفید ایپلی کیشن ہے۔"

source: Iran
ar: إيران
es: Irán
fa: ایران
my: အီရန်
pt_br: Irã
ru: Иран
uk: Іран
ur: ایران

source: “This app is one of our few hopes in times of serious Internet disruptions in Iran. Please keep it going and make it better and better. Thank you.”
ar: "هذا التطبيق هو أحد آمالنا القليلة في أوقات انقطاع الإنترنت الخطير في إيران. يرجى الاستمرار في ذلك وجعله أفضل وأفضل. شكرا لكم."
es: “Esta aplicación es una de nuestras pocas esperanzas en tiempos de graves interrupciones de Internet en Irán. Por favor sigan así y haciéndola cada vez mejor. Gracias."
fa: «این اپلیکیشن یکی از معدود امیدهای ما در ایران موقع قطعی جدی اینترنته. لطفا ادامه بدید و عملکردش رو بهتر و بهتر کنید. ممنون.»
fr: « Cette appli est l’un de nos rares espoirs en ces temps de graves perturbations d’Internet en Iran. Faites en sorte qu’elle continue de fonctionner et améliorez-la toujours, s’il vous plaît. Merci »
id: "Aplikasi ini adalah salah satu dari sedikit harapan kami pada saat terjadi gangguan internet yang serius di Iran. Tolong teruskan pengembangannya dan buatlah jadi lebih baik dan lebih baik lagi. Terima kasih."
my: "ဒီအက်ပ်က အီရန်မှာ ပြင်းပြင်းထန်ထန် အင်တာနက်ပြတ်တောက်မှုတွေဖြစ်နေတဲ့အချိန်တွေအတွင်းမှာ ကျွန်ုပ်တို့တွေရဲ့ မျှော်လင့်ချက်တွေထဲကတစ်ခုပါ။ ကျေးဇူးပြုပြီး ဆက်လက်ပြီးတော့ ပိုကောင်းအောင် ဆောင်ရွက်ပေးပါ။ ကျေးဇူးတင်ပါတယ်။"
pt_br: "Este aplicativo é uma das nossas poucas esperanças em tempos de sérias interrupções da Internet no Irã. Por favor, continuem e o tornem melhor e melhor. Eu agradeço."
ru: "Это приложение - одна из наших немногих надежд во времена серьезных перебоев с Интернетом в Иране. Пожалуйста, продолжайте работать над ним и совершенствуйте его все лучше и лучше. Спасибо."
sv: "Den här appen är en av våra få hopp i tider av allvarliga Internet-störningar i Iran. Vänligen håll den igång och gör den bättre och bättre. Tack."
tr: “Bu uygulama İran'daki ciddi internet kısıtlamalarında umutlarımızdan biri. Lütfen geliştirmeyi sürdürün. Teşekkürler.”
uk: "Цей додаток є однією з наших небагатьох надій у часи серйозних збоїв в Інтернеті в Ірані. Будь ласка, продовжуйте працювати та робіть його все кращим. Дякуємо."
ur: "یہ ایپ ایران میں انٹرنیٹ کی سنگین رکاوٹوں کے وقت ہماری چند امیدوں میں سے ایک ہے۔ براہ کرم اسے جاری رکھیں اور اسے بہتر سے بہتر بنائیں۔ شکریہ۔"

source: “It is a good browser, especially for us Iranians, who do not have the possibility of free use of the Internet and everything is filtered by the government, even filter breakers.”
ar: "إنه متصفح جيد، خاصة بالنسبة لنا نحن الإيرانيين، ممن ليس لديهم إمكانية الاستخدام الحر للإنترنت وكل شيء يتم تصفيته من قبل الحكومة ، حتى ادوات التحايل على التصفية."
es: “Es un buen navegador, especialmente para nosotra(o)s la(o)s iraníes, que no tenemos la posibilidad de usar Internet libremente y todo es filtrado por el gobierno, incluso los rompefiltros.”
fa: «مرورگر خوبیه، مخصوصا برای ما ایرانی‌ها که امکان استفاده آزاد از اینترنت رونداریم و همه چی حتی فیلترشکن‌ها هم توسط دولت فیلتر می‌شه.»
fr: « C’est un bon navigateur, surtout pour nous, Iraniens, qui n’avons pas la possibilité d’utiliser Internet librement, car tout est filtré par le gouvernement, même les systèmes antifiltres. »
id: "Ini adalah peramban yang bagus, terutama bagi kami warga Iran, yang tidak memiliki kemungkinan untuk menggunakan internet secara bebas dan semuanya disaring oleh pemerintah, termasuk aplikasi pembuka blokir internet."
my: "ဒါက ကောင်းမွန်တဲ့ ဘရောက်ဇာတစ်ခုပါ၊ အထူးသဖြင့် အင်တာနက်ကို လွတ်လွတ်လပ်လပ်သုံးခွင့်မရှိဘူး၊ ပြီးတော့ အစိုးရဘက်ကနေ အရာအားလုံး၊ breakers တွေကိုပါ ကို ပိတ်ပင်ထားပြီးတော့ သုံးနေရတဲ့ ကျွန်ုပ်တို့ အီရန်နိုင်ငံသားတွေ အတွက်ပါ။"
pt_br: "É um bom navegador, especialmente para nós iranianos, que não temos a possibilidade de uso livre da Internet e tudo é filtrado pelo governo, até mesmo os mecanismos de quebra de filtro."
ru: "Это хороший браузер, особенно для нас, иранцев, у которых нет возможности свободно пользоваться Интернетом и все фильтруется правительством, даже взломщики фильтров."
sv: "Det är en bra webbläsare, speciellt för oss Iranier som inte har möjligheten att fritt använda internet där allt filtreras av regeringen inklusive saker som bryter mot filtren."
tr: “Özellikle her şeyin hükümet tarafından süzüldüğü İran'da yaşayan ve interneti özgürce kullanamayan biz İranlılar için iyi bir tarayıcı.”
uk: “Це хороший браузер, особливо для нас, іранців, які не мають можливості безкоштовного користування Інтернетом і все фільтрується урядом, навіть зламники фільтрів.”
ur: "یہ ایک اچھا براؤزر ہے، خاص طور پر ہم ایرانیوں کے لیے، جن کے پاس انٹرنیٹ کے مفت استعمال کا امکان نہیں ہے اور ہر چیز کو حکومت فلٹر کرتی ہے، یہاں تک کہ فلٹر بریکرز بھی۔"

source: Ceno Browser is a project by <a href="https://equalit.ie">eQualit.ie</a> – a not-for-profit Canadian organization that creates decentralized internet services in support of a more equal and equitable network. eQualitie's solutions are open source, battle proven and developed in mind of our values. Everyday, they enable freedom of association for millions of people online.
ar: Ceno Browser هو مشروع تابع لـ <a href="https://equalit.ie">eQualit.ie</a>، وهي منظمة كندية غير ربحية تعمل على إنشاء خدمات إنترنت لا مركزية لدعم شبكة أكثر مساواة وإنصافًا. . تعتبر حلول eQuality مفتوحة المصدر، ومثبتة في المعركة، وتم تطويرها مع وضع قيمنا في الاعتبار. أنها توفر حرية تكوين الجمعيات عبر الإنترنت لملايين الأشخاص كل يوم.
fa: مرورگر سنو پروژه‌ای از شرکت <a href="https://equalit.ie">eQualit.ie</a> است؛ یک سازمان غیرانتفاعی کانادایی که به منظور حمایت از شبکه‌ای برابر و عادلانه‌تر، مجموعه‌ای از خدمات اینترنتی غیرمتمرکز ارائه می‌دهد. راه‌حل‌های eQualitie متن‌باز هستند، امتحان خود را در عمل پس داده‌اند و هماهنگ با ارزش‌های ما شکل گرفته‌اند. این راه‌حل‌ها هر روز میلیون‌ها نفر را به صورت آنلاین از حق آزادی انجمن برخوردار می‌کنند.
fr: Ceno Browser est un projet de <a href="https://equalit.ie">eQualit.ie</a>, une organisation canadienne à but non lucratif qui crée des services Internet décentralisés pour soutenir un réseau plus égal et équitable. . Les solutions d'eQualitie sont open source, éprouvées et développées en gardant nos valeurs à l'esprit. Ils offrent chaque jour la liberté d’association en ligne à des millions de personnes.
my: Ceno Browser သည် သာတူညီမျှနှင့် သာတူညီမျှသောကွန်ရက်ကိုပံ့ပိုးရန် ဗဟိုချုပ်ကိုင်မှုလျှော့ချထားသောအင်တာနက်ဝန်ဆောင်မှုများကိုဖန်တီးပေးသည့်ကနေဒါအကျိုးအမြတ်မယူသောအဖွဲ့အစည်းတစ်ခုဖြစ်သည့် <a href="https://equalit.ie">eQualit.ie</a> ၏ပရောဂျက်တစ်ခုဖြစ်သည်။ . eQualitie ၏ ဖြေရှင်းချက်များသည် ပွင့်လင်းသောအရင်းအမြစ်ဖြစ်ပြီး၊ ကျွန်ုပ်တို့၏တန်ဖိုးများနှင့်အတူ တီထွင်ဖန်တီးထားသည်။ ၎င်းတို့သည် လူသန်းပေါင်းများစွာကို နေ့စဉ် အွန်လိုင်းတွင် လွတ်လပ်စွာ ပေါင်းသင်းခွင့် ပေးသည်။
ru: Ceno Browser – это проект <a href="https://equalit.ie">eQualit.ie</a>, канадской некоммерческой организации, которая создает децентрализованные интернет-сервисы для поддержки более равноправной и равноправной сети. . Решения eQualitie имеют открытый исходный код, проверены в боях и разработаны с учетом наших ценностей. Они ежедневно предоставляют свободу объединений в Интернете миллионам людей.
tr: Ceno Tarayıcı, daha eşit ve hakkaniyetli bir ağı desteklemek için merkezi olmayan internet hizmetleri oluşturan, kar amacı gütmeyen bir Kanada kuruluşu olan <a href="https://equalit.ie">eQualit.ie</a>'nin bir projesidir. . eQualitie'nin çözümleri açık kaynaklıdır, savaşta kanıtlanmış ve değerlerimiz akılda tutularak geliştirilmiştir. Her gün milyonlarca insana çevrimiçi olarak örgütlenme özgürlüğü sağlıyorlar.
uk: Ceno Browser – це проєкт <a href="https://equalit.ie">eQualit.ie</a> (Ікволіті), канадської некомерційної організації, яка створює децентралізовані інтернет-сервіси для підтримки більш рівноправної мережі. Технологічні рішення eQualitie мають відкритий вихідний код, перевірені на практиці і розроблені з урахуванням наших цінностей. Ці рішення щодня гарантують мільйонам людей свободу слова та свободу об'єднань в інтернеті.

source: About
es: Acerca de
id: Tentang
my: အကြောင်းအရာ
pt_br: Sobre
ru: О проекте
sv: Om
tr: Hakkında
ur: کے بارے میں

source: Support
es: Soporte
id: Dukungan
my: အကူအညီ
pt_br: Suporte
ru: Поддержка
tr: Destek
ur: معاونت

source: News
es: Noticias
id: Berita
my: သတင်း
pt_br: Notícias
ru: Новости
sv: Nyheter
tr: Haberler
ur: خبریں

source: Community
es: Comunidad
id: Komunitas
my: အသိုင်းအဝိုင်း
pt_br: Comunidade
ru: Коммьюнити
sv: Gemenskap
tr: Topluluk
ur: کمیونٹی

source: Donate
es: Donar
id: Donasi
my: လှူဒါန်းမည်
pt_br: Doar
ru: Пожертвовать
tr: Bağış yapın
ur: عطیہ کریں

source: Get Ceno
es: Obtén Ceno
id: Install Ceno
my: Ceno ကို ရယူမည်
ru: Установить Ceno
sv: Hämta Ceno
tr: Ceno'yu edinin
ur: Ceno حاصل کریں

source: Download
es: Descargar
id: Unduh
my: ‌ဒေါင်းလုပ်ဒ်
pt_br: Baixar
ru: Скачать
sv: Ladda ned
tr: İndir
ur: ڈاؤن لوڈ کریں

source: <a class="navbar-item" lang="ar" hreflang="ar" href="../ar/factsheet.html">العربية</a> <a class="navbar-item" lang="en" hreflang="en" href="../en/factsheet.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/factsheet.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/factsheet.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/factsheet.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/factsheet.html">မြန်မာစာ</a> <a class="navbar-item" lang="pt_BR" hreflang="pt_BR" href="../pt_BR/factsheet.html">Português</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/factsheet.html">Pусский</a> <a class="navbar-item" lang="tr" hreflang="tr" href="../tr/factsheet.html">Türkçe</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/factsheet.html">Українська</a> <a class="navbar-item" lang="ur" hreflang="ur" href="../ur/factsheet.html">اردو</a>
es: <a class="navbar-item" lang="ar" hreflang="ar" href="../ar/factsheet.html">Árabe</a> <a class="navbar-item" lang="en" hreflang="en" href="../en/factsheet.html">Inglés</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/factsheet.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/factsheet.html">Persa</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/factsheet.html">Francés</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/factsheet.html">Birmano</a> <a class="navbar-item" lang="pt_BR" hreflang="pt_BR" href="../pt_BR/factsheet.html">Portugués</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/factsheet.html">Ruso</a> <a class="navbar-item" lang="tr" hreflang="tr" href="../tr/factsheet.html">Turco</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/factsheet.html">Ucraniano</a> <a class="navbar-item" lang="ur" hreflang="ur" href="../ur/factsheet.html">Urdu</a>

source: Ceno Browser is a project by <a href="https://equalit.ie">eQualit.ie</a> – a not-for-profit Canadian company developing open and reusable systems with a focus on privacy, online security and freedom of association. Technology solutions and innovations are driven by our <a href="https://equalit.ie/en/values/">values</a> that guide us to protect the rights and aspirations of everyone online.
es: El Navegador Ceno es un proyecto de <a href="https://equalit.ie">eQualit.ie</a> - una empresa canadiense sin fines de lucro que desarrolla sistemas abiertos y reutilizables con enfoque en la privacidad, seguridad en línea y libertad de asociación. Las soluciones tecnológicas e innovaciones están impulsadas por nuestros <a href="https://equalit.ie/en/values/">valores</a> que nos guían para proteger los derechos y las aspiraciones de toda(o)s en línea.
id: Peramban Ceno adalah sebuah proyek dari <a href="https://equalit.ie">eQualit.ie</a> – sebuah perusahaan nirlaba asal Kanada yang mengembangkan sistem terbuka dan dapat digunakan kembali yang berfokus pada privasi, keamanan daring, dan kebebasan berserikat. Solusi dan inovasi teknologi didorong oleh <a href="https://equalit.ie/en/values/">nilai-nilai </a> kami yang memandu kami untuk melindungi hak dan aspirasi setiap orang secara daring.

# factsheet.html+html.body.nav.div.div.div.div:112-11
source: <a class="navbar-item" lang="ar" hreflang="ar" href="../ar/factsheet.html">العربية</a> <a class="navbar-item" lang="en" hreflang="en" href="../en/factsheet.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/factsheet.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/factsheet.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/factsheet.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/factsheet.html">မြန်မာစာ</a> <a class="navbar-item" lang="pt_BR" hreflang="pt_BR" href="../pt_BR/factsheet.html">Português</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/factsheet.html">Pусский</a> <a class="navbar-item" lang="tr" hreflang="tr" href="../tr/factsheet.html">Türkçe</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/factsheet.html">Українська</a> <a class="navbar-item" lang="ur" hreflang="ur" href="../ur/factsheet.html">اردو</a>
uk: <a class="navbar-item" lang="en" hreflang="en" href="../en/factsheet.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/factsheet.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/factsheet.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/factsheet.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/factsheet.html">မြန်မာစာ</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/factsheet.html">Pусский</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/factsheet.html">Українська</a>

source: Get CENO
pt_br: Obter CENO

source: CENO Fact Sheet
pt_br: Ficha Técnica do CENO

source: What is CENO?
pt_br: O que é CENO?

source: CENO stands for:
pt_br: CENO refere-se a:

source: <a href="https://censorship.no/download">CENO website</a>, <a href="https://play.google.com/store/apps/details?id=ie.equalit.ceno">Google Play</a>, <a href="https://github.com/censorship-no/ceno-browser/releases">Github</a>, <a href="https://paskoocheh.com/tools/124/android.html?">Paskoocheh</a>, and <a href="https://zanga.tech/tools/166/android.html">Zanga.tech</a>
pt_br: <a href="https://censorship.no/download">Website do CENO</a>, <a href="https://play.google.com/store/apps/details?id=ie.equalit.ceno">Google Play</a>, <a href="https://github.com/censorship-no/ceno-browser/releases">Github</a>, <a href="https://paskoocheh.com/tools/124/android.html?">Paskoocheh</a>, e <a href="https://zanga.tech/tools/166/android.html">Zanga.tech</a>

source: CENO content remains stable and cannot be forcibly removed by external agents, even during media censorship events, shutdowns, natural disruptions, unrest, conflict, and war
pt_br: O conteúdo do CENO permanece estável e não pode ser forçosamente removido por agentes externos, mesmo durante eventos de censura da mídia, desligamentos, interrupções naturais, momentos de instabilidade política, conflito e guerra

source: CENO’s p2p routing and distribution of storage can reduce bandwidth and energy use
pt_br: O roteamento P2P e a distribuição de armazenamento do CENO podem reduzir o uso de largura de banda e de energia

source: How CENO Works
pt_br: Como Funciona o CENO

source: A mobile user in NYC reads a BBC.com news article on her CENO Browser.
pt_br: Uma usuária de dispositivo móvel em Nova York lê um artigo da BBC.com em seu Navegador CENO.

source: CENO signs, caches and decentralizes the article content.
pt_br: CENO assina, guarda em cache e descentraliza o conteúdo do artigo.

source: CENO users everywhere access and read the same article on their mobiles, despite censorship or outages, and thereby share it with other CENO users.
pt_br: Usuários do CENO de todos os lugares acessam e lêem o mesmo artigo em seus dispositivos móveis apesar de censura ou interrupções e, desse modo, compartilham-no com outros usuários CENO.

source: CENO to April 2022
pt_br: CENO em abril de 2022

source: CENO bridges worldwide: 25 (6 in Ukraine, 9 in Russia and others in the Middle East, Eastern Europe and Asia)
pt_br: Pontes do CENO ao redor do mundo: 25 (6 na Ucrânia, 9 na Rússia e outras no Oriente Médio, Leste Europeu e Ásia)

source: CENO Analytics
pt_br: Estatísticas do CENO

source: The CENO browser displays the resources provided directly from the origin to each user (served via injectors and received from the p2p network) and how much each user’s specific device has shared with other users.
pt_br: O navegador CENO exibe os recursos fornecidos diretamente da origem para cada usuário (providos via injetores e recebidos da rede P2P) e o quanto cada dispositivo específico do usuário compartilhou com outros usuários.

source: Key performance metrics for a CENO white-label release include (i) the number of reachable bridge nodes and origin sources in the DHT, and (ii) the bandwidth and number of distinct web resources served by injector servers.
pt_br: As principais métricas de performance para um lançamento white-label do CENO incluem (i) o número de nós de ponte alcançáveis e sources de origem no DHT e (ii) a largura de banda e número de recursos web distintos providos por servidores injetores.

source: Other metrics can be designed and developed for greater visibility and performance measurement, taking into account CENO’s decentralization function. Without identifying users, it is possible to closely estimate participation through (i) pseudonymous network identifiers and their usage of network injectors, (ii) country of origin and (iii) queries of the distributed hash table for unique device identifiers.
pt_br: Outras métricas podem ser projetadas e desenvolvidas para melhor medição de visibilidade e performance, levando em consideração a função de descentralização do CENO. Sem identificar os usuários, é possível ter uma estimativa aproximada da participação através de (i) pseudônimos de identificadores de rede e seu uso de injetores de rede, (ii) país de origem e (iii) consultas da tabela hash distribuída para identificadores únicos de dispositivos.
