Repository: ceno-app/ceno.github.io
Catalog: */factsheet.po
Languages: ar, es, fa, fr, id, my, pt_br, ru, sv, tr, uk, ur

source: Ceno’s p2p routing and distribution of storage can reduce bandwidth and energy use
ar: يمكن للتوجيه من نظير لنظير التخزين الموزع لـ Ceno أن يؤدي إلى تقليل استخدام عرض الحزمة المتاح وكذلك من استهلاك الطاقة
es: El enrutamiento y distribución del almacenamiento p2p de Ceno pueden reducir el ancho de banda y el uso de energía
fa: مسیریابی و توزیع فضای ذخیره‌سازی همتا‌به‌همتای سنو می‌تواند مصرف پهنای باند و انرژی را کاهش دهد
fr: Le routage pair à pair et la distribution du stockage de Ceno peuvent réduire la bande passante et la consommation d’énergie.
id: Perutean p2p dan distribusi penyimpanan Ceno dapat mengurangi lebar pita dan penggunaan energi
my: Ceno ၏ p2p လမ်းကြောင်းပြောင်းလဲခြင်းနှင့် သိုလှောင်ခန်း၏ ဖြန့်ဖြူးမှုသည် အင်တာနက်အသုံးပြုမှု နှင့် စွမ်းအင်အသုံးပြုမှုကို လျှော့ချနိုင်သည်
ru: Маршрутизация p2p и распределение хранилища Ceno могут разгрузить интернет-подключение и уменьшить энергопотребление
tr: Uçtan uca Ceno yönlendirmesi ve dağıtık depolama bant genişliği kullanımını ve güç tüketimini azaltabilir
uk: P2P-маршрутизація та розподіл сховища від Ceno можуть зменшити пропускну здатність і використання енергії
ur: Ceno کی p2p روٹنگ اور اسٹوریج کی تقسیم بینڈوتھ اور توانائی کے استعمال کو کم کر سکتی ہے

source: Performance improves with scale (unlike the proxy/virtual private network (VPN) model); more users reduces latency and increases storage
ar: يتحسن الأداء مع زيادة الاستخدام (على عكس نموذج الوكيل ونموذج الشبكة الافتراضية الخاصة (VPN))؛ كلما زاد عدد المستخدمين قل وقت الاستجابة وازدادت مساحة التخزين
es: El rendimiento mejora con la escala (a diferencia del modelo proxy/red privada virtual (VPN)); más usuaria(o)s reducen la latencia y aumentan el almacenamiento
fa: عملکرد آن با افزایش میزان استفاده بهتر می‌شود (برخلاف مدل پراکسی/ VPN). با تعداد بیشتر کاربران، تاخیر در شبکه کاهش و فضای ذخیره‌سازی افزایش می‌یابد
fr: Plus Ceno est utilisé, plus les performances s’améliorent (contrairement au modèle mandataire et réseau privé virtuel [RPV]) ; un plus grand nombre d’utilisateurs réduit la latence et augmente la capacité de stockage.
id: Performa meningkat dengan skala (tidak seperti model proksi/jaringan pribadi virtual (VPN)); lebih banyak pengguna berarti mengurangi latensi dan meningkatkan penyimpanan
my: (ပရောက်စီ/ virtual private network (VPN) မော်ဒယ်များနှင့်မတူဘဲ) စွမ်းဆောင်ရည်သည် အတိုင်းအတာဖြင့် တိုးတက်လာသည်။ ပိုမိုများပြားလာသော အသုံးပြုသူများသည် နှောင့်နှေးမှု (latency) ကို လျော့ကျစေပြီး သိုလှောင်မှု(storage) ကို တိုးလာစေသည်။
pt_br: A performance melhora com a escala (diferentemente do modelo proxy/rede virtual privada(VPN)); um maior número de usuários reduz a latência e aumenta o armazenamento
ru: Производительность повышается по мере масштабирования (в отличие от модели прокси/виртуальной частной сети (VPN)); большее количество пользователей снижает задержку и увеличивает объем хранилища
tr: Ağ ölçeği büyüdükçe başarım iyileşir (vekil sunucu ya da VPN örneklerinin aksine). Daha fazla kullanıcı olması gecikmeyi azaltır ve depolama alanını artırır
uk: Продуктивність покращується з масштабом (на відміну від моделі проксі/віртуальної приватної мережі (VPN); більше користувачів зменшує затримку та збільшує пам’ять
ur: کارکردگی پیمانے کے ساتھ بہتر ہوتی ہے (پراکسی/ورچوئل پرائیویٹ نیٹ ورک (VPN) ماڈل کے برعکس)؛ زیادہ صارفین تاخیر کو کم کرتے ہیں اور اسٹوریج کو بڑھاتے ہیں

source: How:
ar: كيف:
es: Cómo:
fa: چگونگی:
fr: Comment :
id: Bagaimana:
my: မည်ကဲ့သို့ အလုပ်လုပ်သနည်း။
pt_br: Como:
ru: Как:
sv: Hur:
tr: Nasıl:
uk: Як:
ur: کیسے:

source: Works like BitTorrent - pulling, reserving and sharing content from many networked sources rather than from one web server source - but is a browser
ar: يعمل Ceno مثل BitTorrent: سحب المحتوى وحجزه ومشاركته من عدة مصادر متصلة بالشبكة بدلاً من مصدر خادم ويب واحد - مع فارق أنه متصفح
es: Funciona como BitTorrent - extrae, reserva y comparte contenido de muchas fuentes en red en lugar de una fuente de servidor web - pero es un navegador
fa: مانند بیت‌تورنت کار می‌کند – محتوا را به‌جای استفاده از یک منبع وب‌سرور، از طریق منابع مختلف شبکه دریافت و ذخیره می‌کند و به اشتراک می‌گذارد – اما یک مرورگر است
fr: Ceno fonctionne comme BitTorrent en tirant, en réservant et en partageant du contenu de nombreuses sources réseau et non d’un seul serveur Web source. Mais c’est un navigateur.
id: Bekerja seperti BitTorrent - menarik, meminta, dan berbagi konten dari banyak sumber jaringan, bukan dari satu sumber server web - tetapi berwujud aplikasi peramban
my: BitTorrent ကဲ့သို့အလုပ်လုပ်သည် - ဝဘ်ဆာဗာအရင်းအမြစ်တစ်ခုမှမဟုတ်ဘဲ များစွာသောကွန်ရက်အရင်းအမြစ်များမှ အကြောင်းအရာများကို ဆွဲယူခြင်း၊ သိုလှောင်ခြင်းနှင့်မျှဝေခြင်း - သို့သော် ဘရောက်ဇာတစ်ခုဖြစ်သည်။
pt_br: Funciona como BitTorrent - extraindo, reservando e compartilhando conteúdo de muitas sources em rede ao invés de uma source em um servidor web - mas é um navegador
ru: Работает как BitTorrent, но является браузером, который извлекает, резервирует и обменивается контентом из многих сетевых источников, а не из одного источника веб-сервера
tr: BitTorrent gibi, içeriği tek bir sunucudan almak yerine bir çok bağlantılı kaynaktan alır, kaydeder ve paylaşır. Ama bir tarayıcıdır
uk: Працює як BitTorrent – збирає, резервує та ділиться вмістом із багатьох мережевих джерел, а не з одного веб-сервера, але є браузером
ur: BitTorrent کی طرح کام کرتا ہے - ایک ویب سرور کے ذریعہ کے بجائے بہت سے نیٹ ورک والے ذرائع سے مواد کھینچنا، محفوظ کرنا اور شیئر کرنا - لیکن یہ ایک براؤزر ہے

source: Underlying decentralized p2p network uses established open-source Ouinet library and BitTorrent protocols, making it resilient and reliable
ar: تستخدم شبكة نظير لنظير p2p اللامركزية مكتبة Ouinet مفتوحة المصدر وبروتوكولات BitTorrent، مما يجعلها مرنة وموثوقة
es: La red p2p descentralizada subyacente utiliza la biblioteca Ouinet y los protocolos BitTorrent establecidos y de código abierto, haciendola resistente y confiable
fa: زیربنای آن یک شبکه همتا‌به‌همتای غیرمتمرکز است که از کتابخانه متن‌باز وی‌نت و پروتکل‌های بیت‌تورنت استفاده می‌کند و به همین علت پایدار و قابل‌ اعتماد است
fr: Le réseau pair à pair décentralisé sous-jacent utilise la bibliothèque ouverte Ouinet et les protocoles BitTorrent, bien établis, assurant sa résilience et sa fiabilité.
id: Jaringan p2p terdesentralisasi yang mendasarinya menggunakan pustaka sumber terbuka Ouinet yang sudah stabil dan protokol BitTorrent, membuatnya tangguh dan dapat diandalkan
my: တည်ထောင်ထားသော ပွင့်လင်းရင်းမြစ် Ouinet စာကြည့်တိုက်နှင့် BitTorrent ပရိုတို‌ကောများကို အရင်းခံ ဗဟိုချုပ်ကိုင်မှုမရှိသော p2p ကွန်ရက်မှ အသုံးပြုသည်ခြင်းသည် ၎င်းကို ခံနိုင်ရည်ရှိပြီး ယုံကြည်စိတ်ချရစေသည်။
pt_br: A rede P2P subjacente e descentralizada usa a consagrada biblioteca de código aberto Ouinet e protocolos BitTorrent, tornando-a resiliente e confiável
ru: Лежащая в основе децентрализованная сеть p2p использует установленную библиотеку Ouinet с открытым исходным кодом и протоколы BitTorrent, что делает ее отказоустойчивой и надежной
tr: Temeldeki merkezi olmayan uçtan uca ağ, açık kaynaklı Ouinet kitaplığını ve BitTorrent iletişim kurallarını kullanarak daha esnek ve güvenilir olur
uk: Базова децентралізована мережа p2p використовує встановлену бібліотеку Ouinet з відкритим кодом і протоколи BitTorrent, що робить її стійкою та надійною
ur: بنیادی غیر منسلک وکندریقرت p2p نیٹ ورک قائم شدہ اوپن سورس Ouinet لائبریری اور BitTorrent پروٹوکول کا استعمال کرتا ہے ، جس سے یہ لچکدار اور قابل اعتماد ہوجاتا ہے

source: Looks and feels like other browsers
ar: يبدو كالمتصفّحات الأخرى
es: Se ve y se siente como otros navegadores
fa: ظاهر و حس استفاده آن مانند سایر مرورگرها است
fr: L’aspect et la convivialité de Ceno ressemblent à n’importe quel autre navigateur.
id: Terlihat dan terasa seperti peramban lainnya
my: အခြားသော ဘရောက်ဇာများကို အသုံးပြုသည့်အတိုင်း ခံစားရစေသည်။
pt_br: Aparência e usabilidade como as de outros navegadores
ru: Выглядит и работает, как другие браузеры
sv: Ser ut som och känns som andra webbläsare
tr: Görünüşü ve kullanılışı diğer tarayıcılar gibidir
uk: Виглядає та виглядає як інші браузери
ur: دوسرے براؤزر کی طرح لگتا اور محسوس ہوتا ہے

source: Equipped to share cached content offline and on local area networks (LANs)
ar: مُجهّز لمشاركة المحتوى المخزن مؤقتًا في وضع عدم الاتصال وعلى الشبكات المحلية (LAN)
es: Equipado para compartir contenido almacenado en caché sin conexión y en redes de área local (LANs)
fa: قادر به اشتراک‌گذاری محتوای کش‌شده به‌طور آفلاین و در شبکه‌های محلی (LAN)
fr: Ceno est équipé pour partager hors ligne et sur les réseaux locaux le contenu mis en cache.
id: Dilengkapi untuk berbagi konten tembolok secara luring dan di jaringan area lokal (LAN)
my: ယာယီသိမ်းဆည်းထားသော အကြောင်းအရာများကို အင်တာနက်မရှိသောအချိန်နှင့် ဒေသတွင်းသုံးကွန်ရက် (local area networks - LANs) တို့တွင် မျှဝေနိုင်ရန် တပ်ဆင်ထားသည်။
pt_br: Equipado para compartilhar conteúdo offline e em redes de área local (LANs)
ru: Оснащен для совместного использования кэшированного контента в автономном режиме и в локальных сетях (LAN)
tr: Ön bellekteki içeriği çevrim dışı ve yerel ağlarda paylaşacak şekilde geliştirilmiştir
uk: Обладнаний для обміну кешованим вмістом в автономному режимі та в локальних мережах (LAN)
ur: کیش شدہ مواد کو آف لائن اور لوکل ایریا نیٹ ورکس (LANs) پر شیئر کرنے کے لیے لیس

source: Who is eQualitie?
ar: من هي eQualitie؟
es: ¿Quién es eQualitie?
fa: eQualitie کیست؟
fr: Qui est eQualitie ?
id: Siapa itu eQualitie?
my: eQualitie သည် မည်သူတို့နည်း။
pt_br: Quem é eQualitie?
ru: Кто такие eQualitie?
sv: Vem är eQualitie?
tr: eQualitie kimdir?
uk: Хто такий eQualitie?
ur: eQualitie کون ہے؟

source: Montreal-based digital security firm that has developed open-source and reusable systems and tools since 2010, with a focus on online privacy, resilience and self-determination
ar: هي شركة أمان رقمي مقرها مونتريال، تطوّر أنظمة وأدوات مفتوحة المصدر وقابلة لإعادة الاستخدام منذ عام 2010، وتركز على الخصوصية على الإنترنت والصمود وتقرير المصير
es: Una empresa de seguridad digital basada en Montreal que ha desarrollado sistemas y herramientas de código abierto y reutilizables desde 2010, con un enfoque en la privacidad, la resiliencia y la autodeterminación en línea
fa: شرکت فعال در حوزه امنیت دیجیتال، مستقر در شهر مونترال که از سال ۲۰۱۰ مشغول توسعه سیستم‌ها و ابزارهای متن‌باز و قابل استفاده مجدد بوده و بر حریم خصوصی آنلاین، تاب‌آوری و حق تصمیم‌گیری تمرکز داشته است
fr: eQualitie est une entreprise de sécurité numérique basée à Montréal qui développe des systèmes et des outils ouverts et réutilisables depuis 2010, axés sur la confidentialité et la protection des données personnelles en ligne, la résilience et l’autodétermination.
id: Perusahaan keamanan digital asal Montreal yang telah mengembangkan sistem dan alat sumber terbuka dan dapat digunakan kembali sejak tahun 2010, yang berfokus pada privasi, ketahanan, dan determinasi diri secara daring
my: မွန်ထရီရယ်အခြေစိုက် ဒီဂျစ်တယ် လုံခြုံရေး ကုမ္ပဏီသည် ၂၀၁၀ ခုနှစ်မှ စတင်ပြီး အွန်လိုင်း ကိုယ်ရေးလုံခြုံမှု၊ ခံနိုင်ရည်ရှိမှုနှင့် ကိုယ်ပိုင်ဆုံးဖြတ်ချက်ချနိုင်မှုတို့ကို ဦးစားပေးသည့် ပွင့်လင်းရင်းမြစ်နှင့် ပြန်လည်အသုံးပြုနိုင်သောစနစ်များ၊ ကိရိယာများကို တီထွင်ဖန်တီးထားသည်။
pt_br: Empresa de segurança digital baseada em Montreal que tem desenvolvido sistemas e ferramentas reutilizáveis e de código aberto desde 2010, com foco em privacidade online, resiliência e auto-determinação
ru: Фирма в области цифровой безопасности из Монреаля, которая с 2010 года разрабатывает многоразовые системы и инструменты с открытым исходным кодом и уделяет особое внимание конфиденциальности в Интернете, устойчивости и самоопределению
tr: Çevrim içi gizlilik, esneklik ve özerkliğe odaklanmış, 2010 yılından beri açık kaynaklı ve yeniden kullanılabilir sistem ve araçlar geliştiren, Montreal merkezli bir dijital güvenlik firmasıdır
uk: Монреальська фірма цифрової безпеки, яка з 2010 року розробляє багаторазові системи та інструменти з відкритим кодом, зосереджуючись на конфіденційності в Інтернеті, стійкості та самовизначенні
ur: مونٹریال میں قائم ڈیجیٹل سیکیورٹی فرم جس نے 2010 سے اوپن سورس اور دوبارہ قابل استعمال سسٹمز اور ٹولز تیار کیے ہیں، آن لائن رازداری، لچک اور خود ارادیت پر توجہ مرکوز کرتے ہوئے

source: Maintains the <a href="https://deflect.ca">Deflect.ca</a> service
ar: تحافظ على خدمة <a href="https://deflect.ca">Deflect.ca</a>
es: Mantiene el servicio <a href="https://deflect.ca">Deflect.ca</a>
fa: توسعه و نگهداری سرویس <a href="https://deflect.ca">Deflect.ca</a> را بر عهده دارد
fr: eQualitie maintient le service <a href="https://deflect.ca">Deflect.ca</a>.
id: Memelihara layanan <a href="https://deflect.ca">Deflect.ca</a>
my: <a href="https://deflect.ca">Deflect.ca</a> ဝန်‌ဆောင်မှုအား ထိန်းသိမ်းထားသည်။
pt_br: Mantém o serviço <a href="https://deflect.ca">Deflect.ca</a>
ru: Поддерживает службу <a href="https://deflect.ca">Deflect.ca</a>
sv: Underhåller <a href="https://deflect.ca">Deflect.ca</a>-tjänsten
tr: <a href="https://deflect.ca">Deflect.ca</a> hizmetini sunmaktadır
uk: Підтримує службу <a href="https://deflect.ca">Deflect.ca</a>
ur: <a href="https://deflect.ca">Deflect.ca</a> سروس کو برقرار رکھتا ہے

source: Leads several initiatives focused on free and secure communications in authoritarian states
ar: تقود العديد من المبادرات التي تركز على الاتصالات الحرة والآمنة في الدول الاستبدادية
es: Lidera varias iniciativas enfocadas en comunicaciones libres y seguras en estados autoritarios
fa: هدایتگر چندین پروژه نوآورانه با تمرکز بر ارتباطات آزاد و ایمن در کشورهای توتالیتر است
fr: eQualitie dirige plusieurs initiatives axées sur la liberté et la sécurité des communications dans les États autoritaires.
id: Memimpin beberapa aksi inisiatif yang berfokus pada komunikasi yang bebas dan aman di negara-negara otoriter
my: အာဏာရှင်နိုင်ငံများတွင် လွတ်လပ်သော အခမဲ့ ဆက်သွယ်ရေးတို့ကို အလေးထားသည့် များစွာသော ပဏာမခြေလှမ်းတို့အတွက် ရည်ရွယ်သည်။
pt_br: Lidera diversas iniciativas focadas em comunicações gratuitas e seguras em Estados autoritários
ru: Внедряет несколько инициатив, направленных на бесплатную и безопасную связь в авторитарных государствах
tr: Baskı altındaki bölgelerde özgür ve güvenli iletişime odaklanan çeşitli girişimlere önderlik etmektedir
uk: Керує кількома ініціативами, спрямованими на вільне та безпечне спілкування в авторитарних державах
ur: آمرانہ ریاستوں میں آزاد اور محفوظ مواصلات پر مرکوز کئی اقدامات کی رہنمائی کرتا ہے

source: Founded by Dmitri Vitaliev
ar: أسسها ديمتري فيتالييف
es: Fundada por Dmitri Vitaliev
fa: توسط دیمیتری ویتالیف تاسیس شده است
fr: eQualitie a été fondée par Dmitri Vitaliev.
id: Didirikan oleh Dmitri Vitaliev
my: Dmitri Vitaliev မှ တည်ထောင်ခဲ့သည်။
pt_br: Fundada por Dmitri Vitaliev
ru: Основана Дмитрием Витальевым
sv: Grundades av Dmitri Vitaliev
tr: Dmitri Vitaliev tarafından kurulmuştur
uk: Заснований Дмитром Віталієвим
ur: دمتری وٹالیف نے قائم کیا

source: In use today:
ar: قيد الاستخدام اليوم:
es: En uso hoy:
fa: وضعیت کنونی کاربران:
fr: L’utilise aujourd’hui :
id: Pengguna saat ini:
my: လက်ရှိ အသုံးပြုလျက်ရှိသူများ
pt_br: Em uso hoje:
ru: Используется сегодня:
sv: Används idag:
tr: Günümüzdeki kullanımı:
uk: Сьогодні використовується:
ur: آج استعمال میں:

source: <strong>Average monthly users:</strong> 10,000+
ar: <strong>المتوسط الشهري لعدد المستخدمين :</strong> أكثر من 10‎ 000
es: <strong>Usuaria(o)s mensuales promedio:</strong> 10.000+
fa: <strong>میانگین کاربران به‌طور ماهانه:</strong> بیش از ده هزار کاربر
fr: <strong>Moyenne des utilisateurs par mois :</strong> plus de 10 000.
id: <strong>Rata-rata pengguna bulanan:</strong> 10,000+
my: <strong> ပျမ်းမျှလစဉ်အသုံးပြုသူများ -</strong> ၁၀,၀၀၀ နှင့် အထက်
pt_br: <strong>Média de usuários mensais:</strong> 10.000+
ru: <strong>Среднее число пользователей в месяц:</strong> 10 000+
sv: <strong>Antalet användare per månad i snitt</strong> 10,000+
tr: <strong>Ortalama aylık kullanıcı:</strong> 10.000+
uk: <strong>Середньомісячна кількість користувачів:</strong> 10 000+
ur: <strong>ماہانہ اوسط صارفین:</strong> 10,000+

source: <strong>New monthly users:</strong> 10,000
ar: <strong>المستخدمون الجدد شهرياً:</strong> 10‎ 000
es: <strong>Nueva(o)s usuaria(o)s mensuales:</strong> 10.000
fa: <strong>کاربران جدید به‌طور ماهانه:‌</strong> حدود ده هزار کاربر
fr: <strong>Nouveaux utilisateurs par mois :</strong> 10 000
id: <strong>Pengguna bulanan baru:</strong> 10,000
my: <strong>လစဉ်အသုံးပြုသူအသစ်များ -</strong> ၁၀,၀၀၀
pt_br: <strong>Novos usuários mensais:</strong> 10.000
ru: <strong>Новых пользователей в месяц:</strong> 10 000
sv: <strong>Nya användare per månad:</strong> 10,000
tr: <strong>Aylık yeni kullanıcı:</strong> 10.000
uk: <strong>Нові користувачі щомісяця:</strong> 10 000
ur: <strong>نئے ماہانہ صارفین:</strong> 10,000

source: <strong>Majority users by country:</strong> Ukraine 48%; Russia 17%; Iran 15%; Myanmar 5%; Poland, US and Germany 3%
ar: <strong>غالبية المستخدمين حسب البلد:</strong> أوكرانيا 48٪; روسيا 17٪ ؛ إيران 15٪; ميانمار 5٪; بولندا، الولايات المتحدة وألمانيا 3٪
es: <strong>Usuaria(o)s mayoritaria(o)s por país:</strong> Ucrania 48%; Rusia 17%; Irán 15%; Birmania 5%; Polonia, EEUU y Alemania 3%
fa: <strong>اکثریت کاربران براساس کشور:</strong> اوکراین ۴۸ درصد، روسیه ۱۷ درصد ، ایران ۱۵ درصد ، میانمار ۵ درصد ، آلمان و آمریکا ۳ درصد
fr: <strong>Répartition des utilisateurs pour les principaux pays :</strong> Ukraine 48 % ; Russie 17 % ; Iran 15 % ; Birmanie 5 % ; Pologne, États-Unis et Allemagne 3 %.
id: <strong>Mayoritas pengguna berdasarkan negara:</strong> Ukraina 48%; Rusia 17%; Iran 15%; Myanmar 5%; Polandia, AS, dan Jerman 3%
my: <strong>နိုင်ငံအလိုက် အသုံးပြုသူ အများစု-</strong> ယူကရိန်း ၄၈ ရာခိုင်နှုန်း၊ ရုရှား ၁၇ ရာခိုင်နှုန်း၊ အီရန် ၁၅ ရာခိုင်နှုန်း၊ မြန်မာ ၅ ရာခိုင်နှုန်း၊ ပိုလန်၊ အမေရိကန်နှင့် ဂျာမနီ ၃ ရာခိုင်နှုန်း
pt_br: <strong>Maioria de usuários por país:</strong> Ucrânia 48%; Rússia 17%; Irã 15%; Myanmar 5%; Polônia, Estados Unidos e Alemanha 3%
ru: <strong>Большинство пользователей по странам:</strong> Украина 48%; Россия 17%; Иран 15%; Мьянма 5%; Польша, США и Германия 3%
sv: <strong>Majoriteten av användare efter land: </strong> Ukraina 48%; Ryssland 17%; Iran 15%; Myanmar 5%; Polen, USA och Tyskland 3%
tr: <strong>Kullanıcıların ülkelere göre dağılımı:</strong> Ukrayna %48; Rusya %17; İran %15; Myanmar %5; Polonya, Amerika ve Almanya %3
uk: <strong>Більшість користувачів за країнами:</strong> Україна 48%; Росія 17%; Іран 15%; М'янма 5%; Польща, США та Німеччина 3%
ur: <strong>ملک کے لحاظ سے اکثریتی صارفین:</strong> یوکرائن 48%؛ روس 17%; ایران 15%; میانمار 5%؛ پولینڈ، امریکہ اور جرمنی 3%

source: How Ceno Works
ar: كيف يعمل Ceno
es: Cómo Funciona Ceno
fa: مرورگر سنو چگونه کار می‌کند
fr: Le fonctionnement de Ceno
id: Cara kerja Ceno
my: Ceno အလုပ်လုပ်ပုံ
ru: Как работает Ceno
sv: Så här fungerar Ceno
tr: Ceno nasıl çalışır
uk: Як працює Ceno
ur: Ceno کیسے کام کرتا ہے

source: A mobile user in NYC reads a BBC.com news article on her Ceno Browser.
ar: مستخدمة للهاتف المحمول في مدينة نيويورك تقرأ مقالاً إخبارياً على BBC.com في متصفح Ceno الخاص بها.
es: Una usuaria móvil en NY lee un artículo de noticias de BBC.com en su Navegador Ceno.
fa: یک کاربر گوشی موبایل در نیویورک مقاله خبری BBC.com را در مرورگر سنو خود می خواند.
fr: À Montréal, une utilisatrice mobile lit un article sur ici.radio-canada.ca avec son navigateur Ceno.
id: Seorang pengguna ponsel di NYC membaca artikel berita BBC.com di Peramban Ceno miliknya.
my: နယူးယောက်မြို့ရှိ မိုဘိုင်းဖုန်းအသုံးပြုသူတစ်ဦးသည် သူမ၏ Ceno ဘရောက်ဇာတွင် BBC.com ရှိ သတင်း‌ဆောင်းပါးတစ်ခုကို ဖတ်ရှူသည်။
ru: Мобильный пользователь из Нью-Йорка читает новостную статью BBC.com в своем браузере Ceno.
sv: En mobilanvändare i NYC läser en nyhetsartikel på BBC.com i hennes Ceno-webbläsare.
tr: New York'taki bir kullanıcı Ceno Browser kullanarak bir BBC.com haberi okur.
uk: Користувач мобільного зв’язку з Нью-Йорка читає статтю новин BBC.com у своєму браузері Ceno.
ur: NYC میں ایک موبائل صارف اپنے Ceno براؤزر پر BBC.com کا ایک نیوز آرٹیکل پڑھ رہی ہے۔

source: Ceno signs, caches and decentralizes the article content.
ar: يقوم Ceno بالتوقيع على محتوى المقال وتخزينه مؤقتًا وجعله لامركزيًا.
es: Ceno firma, cachea y descentraliza el contenido del artículo.
fa: سنو محتوای مقاله را امضا، ذخیره و غیرمتمرکز می‌سازد.
fr: Ceno signe, met en cache et décentralise le contenu de l’article.
id: Ceno menandai, menyimpan, dan mendesentralisasi konten artikel tersebut.
my: Ceno သည် ဆောင်းပါးအကြောင်းအရာကို လက်မှတ်ထိုး၍ ယာယီမှတ်ဉာဏ်တွင်သိမ်းဆည်းပြီး ဗဟိုချုပ်ကိုင်မှု ကင်းမဲ့စေသည်။
ru: Ceno подписывает, кэширует и децентрализует содержимое статьи.
sv: Ceno signerar, cachar och decentraliserar innehållet i artikeln.
tr: Ceno haber içeriğini imzalar, ön belleğe alır ve dağıtır.
uk: Ceno підписує, кешує та децентралізує вміст статті.
ur: Ceno آرٹیکل کے مواد کو سائن، کیش اور ڈی سینٹرلائز کرتا ہے۔

source: Ceno users everywhere access and read the same article on their mobiles, despite censorship or outages, and thereby share it with other Ceno users.
ar: يصل مستخدمو Ceno في كل مكان إلى نفس المقالة ويقرأونها على هواتفهم المحمولة، على الرغم من الرقابة والحجب أو الانقطاعات في شبكة الانترنت، وبالتالي مشاركتها مع مستخدمي Ceno الآخرين.
es: La(o)s usuaria(o)s de Ceno en todas partes acceden y leen el mismo artículo en sus móviles, a pesar de la censura o las interrupciones, y así lo comparten con otra(o)s usuaria(o)s de Ceno.
fa: کاربران سنو در هر جایی از جهان می‌توانند حتی با وجود سانسور یا قطعی اینترنت، به همان مقاله در گوشی خود دسترسی داشته و آن را بخوانند و به این ترتیب آن مقاله را به دست سایر کاربران سنو برسانند.
fr: Partout, les utilisateurs de Ceno accèdent au même article et le lisent sur leurs appareils mobiles, malgré la censure et les coupures d’Internet, et le partagent ainsi avec d’autres utilisateurs et utilisatrices de Ceno.
id: Pengguna Ceno yang berada di mana pun mengakses dan membaca artikel yang sama di ponsel mereka, terlepas dari ada tidaknya sensor atau pemadaman listrik, dan kemudian membagikannya dengan pengguna Ceno lainnya.
my: အင်တာနက်ဆင်ဆာဖြတ်တောက်ခြင်း သို့မဟုတ် အင်တာနက်ပြတ်တောက်ခြင်းတို့ရှိလင့်ကစား Ceno အသုံးပြုသူများသည် မည်သည့်နေရာတွင်မဆို ၎င်းတို့၏ မိုဘိုင်းဖုန်းတွင် တူညီသော ဆောင်းပါးကို ဝင်ရောက်ကြည့်ရှုနိုင်ပြီး ဖတ်ရှုနိုင်သည်။ သို့ဖြစ်၍ အခြားသော Ceno အသုံးပြုသူများကို မျှဝေနိုင်သည်။
ru: Пользователи Ceno повсюду получают доступ и читают одну и ту же статью на своих мобильных устройствах, несмотря на цензуру или перебои в работе, и таким образом делятся ею с другими пользователями Ceno.
sv: Ceno-användare överallt kommer åt och läser samma artikel i deras mobiler trots censurering eller avbrott och delar det härmed med andra Ceno-användare.
tr: Dünya üzerindeki Ceno kullanıcıları, bağlantılarındaki sansüre veya kısıtlamaya rağmen aynı haberi telefonlarında okur ve diğer Ceno kullanıcılarıyla paylaşır.
uk: Користувачі Ceno всюди отримують доступ і читають ту саму статтю на своїх мобільних телефонах, незважаючи на цензуру чи збої, і таким чином діляться нею з іншими користувачами Ceno.
ur: Ceno صارفین ہر جگہ سنسر شپ یا بندش کے باوجود اپنے موبائل پر ایک ہی مضمون تک رسائی اور پڑھتے ہیں، اور اس طرح اسے دوسرے Ceno صارفین کے ساتھ شیئر کرتے ہیں۔

source: Learn more in the User Manual!
ar: تعرف على المزيد في دليل المستخدم!
es: ¡Aprende más en el Manual del Usuaria(o)!
fa: اطلاعات بیشتر در کتابچه راهنمای کاربر!
fr: Apprenez-en davantage dans le manuel d’utilisation
id: Pelajari lebih lanjut dalam Panduan Pengguna!
my: အသုံးပြုသူလက်စွဲတွင် ပိုမိုလေ့လာပါ။
pt_br: Saiba mais no Manual de Usuário!
ru: Узнайте больше в Руководстве пользователя!
sv: Lär dig mer i användarmanualen!
tr: Ayrıntılı bilgi almak için kullanıcı rehberine bakın!
uk: Дізнайтеся більше в посібнику користувача!
ur: یوزر مینوئل میں مزید جانیں!

source: Numbers
ar: أرقام
es: Números
fa: اعداد و ارقام
fr: Chiffres
id: Statistik
my: ကိန်းဂဏန်း အရေအတွက်များ
pt_br: Números
ru: Цифры
sv: Siffror
tr: Sayılar
uk: Числа
ur: نمبرز
