Repository: ceno-app/ceno.github.io
Catalog: */help.po
Languages: ar, es, fa, fr, id, my, pt_br, ru, tr, uk, ur

source: en
ar: ar
es: es
fa: fa
fr: fr
id: id
my: my
pt_br: pt_BR
ru: ru
tr: tr
uk: uk
ur: ur

source: About
es: Acerca de
id: Tentang
my: အကြောင်းအရာ
ru: О проекте
ur: کے بارے میں

source: Support
es: Soporte
id: Dukungan
my: အကူအညီ
ru: Поддержка
ur: معاونت

source: News
es: Noticias
id: Berita
my: သတင်း
ru: Новости
ur: خبریں

source: Community
es: Comunidad
id: Komunitas
my: အသိုင်းအဝိုင်း
ru: Сообщество
ur: کمیونٹی

source: Donate
es: Donar
id: Donasi
my: လှူဒါန်းမည်
ru: Пожертвовать
ur: عطیہ کریں

source: Get Ceno
es: Obtén Ceno
id: Install Ceno
my: Ceno ကို ရယူမည်
ru: Скачать Ceno
ur: Ceno حاصل کریں

source: Download
es: Descargar
id: Unduh
my: ‌ဒေါင်းလုပ်ဒ်
ru: Скачать
ur: ڈاؤن لوڈ کریں

source: EN
ar: AR
es: ES
fa: FA
fr: FR
id: ID
my: MY
pt_br: PT-BR
ru: RU
tr: TR
uk: UK
ur: UR

source: <a class="navbar-item" lang="ar" hreflang="ar" href="../ar/help.html">العربية</a> <a class="navbar-item" lang="en" hreflang="en" href="../en/help.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/help.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/help.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/help.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/help.html">မြန်မာစာ</a> <a class="navbar-item" lang="pt_BR" hreflang="pt_BR" href="../pt_BR/help.html">Português</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/help.html">Pусский</a> <a class="navbar-item" lang="tr" hreflang="tr" href="../tr/help.html">Türkçe</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/help.html">Українська</a> <a class="navbar-item" lang="ur" hreflang="ur" href="../ur/help.html">اردو</a>
es: <a class="navbar-item" lang="ar" hreflang="ar" href="../ar/help.html">Árabe</a> <a class="navbar-item" lang="en" hreflang="en" href="../en/help.html">Inglés</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/help.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/help.html">Persa</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/help.html">Francés</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/help.html">Birmano</a> <a class="navbar-item" lang="pt_BR" hreflang="pt_BR" href="../pt_BR/help.html">Portugués</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/help.html">Ruso</a> <a class="navbar-item" lang="tr" hreflang="tr" href="../tr/help.html">Turco</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/help.html">Ucraniano</a> <a class="navbar-item" lang="ur" hreflang="ur" href="../ur/help.html">Urdu</a>

source: Ceno Browser | Community
ar: متصفح Ceno | المجتمع
es: Navegador Ceno | Comunidad
fa: Ceno مرورگر | انجمن
fr: Navigateur Ceno | Communauté
id: Install Browser Ceno
my: Ceno ဘရောက်ဇာ | အသိုင်းအဝိုင်း
pt_br: Navegador Ceno | Comunidade
ru: Браузер Ceno | Сообщество
tr: Ceno Browser | Topluluk
uk: браузер Ceno | Спільнота
ur: Ceno براؤزر | کمیونٹی

source: Get Involved!
ar: شارك!
es: ¡Involúcrate!
fa: همراه شوید!
fr: Impliquez-vous !
id: Ikut terlibat!
my: ပါဝင် ပတ်သက်လိုက်ပါ။
pt_br: Participe!
ru: Примите участие!
tr: Katkıda bulunun!
uk: Долучайтеся!
ur: شامل ہوجائيں!

source: We'd love your support in making Ceno Browser as useful and accessible as possible. Ceno is a completely Free/Libre/Open Source project, and there are many ways to contribute!
ar: نرجو دعمك في جعل متصفح Ceno مفيداً وفي جعل الوصول إليه متاحاً قدر الإمكان. Ceno هو مشروع مجاني بالكامل، حرّ ومفتوح المصدر، وهناك العديد من الطرق للمساهمة فيه!
es: Nos encantaría tu apoyo para hacer al Navegador Ceno tan útil y accesible como sea posible. Ceno es un proyecto completamente Gratis/Libre/de Código Abierto, ¡y hay muchas maneras de contribuir!
fa: ما برای تولید مفیدترین و در دسترس‌ترین نسخه مرورگر Ceno به حمایت شما نیاز داریم. Ceno کاملاً رایگان، آزاد و نرم افزاری متن‌باز است!
fr: Nous aimerions recevoir votre soutien pour rendre le Navigateur Ceno aussi utile et accessible que possible. Ceno est un projet entièrement libre, à code source ouvert, et vous pouvez y contribuer de nombreuses façons.
id: Kami sangat mengharapkan dukungan Anda untuk membuat Peramban Ceno berguna dan dapat diakses semaksimal mungkin. Ceno adalah proyek yang sepenuhnya Gratis/Libre/Sumber Terbuka dan ada banyak cara untuk berkontribusi!
my: Ceno ဘရောက်ဇာကို အတတ်နိုင်ဆုံး အသုံးဝင်ပြီး ဝင်ရောက်သုံးစွဲနိုင်အောင် ပြုလုပ်ရာတွင် သင့်အနေနှင့် ပံ့ပိုးပေးစေလိုပါသည်။ Ceno သည် လုံးဝ အခမဲ့/လွတ်လပ်သော/ကန့်သတ်မထားသော ရင်းမြစ် ဆော့ဖ်ဝဲ ဖြစ်သည်။
pt_br: Nós adoraríamos seu apoio para tornar o Navegador Ceno o mais útil e acessível que pudermos. Ceno é um projeto completamente gratuito, livre e de código aberto e há diversas maneiras de contribuir!
ru: Мы будем рады вашей поддержке, чтобы сделать браузер Ceno максимально полезным и доступным. Ceno — это проект с полностью бесплатным, свободным и открытым исходным кодом, внести свой вклад в который есть множество способов!
tr: Ceno Browser uygulamasının kullanışlı ve erişilebilir olmasını desteklediğiniz için teşekkürler. Ceno, pek çok şekilde katkıda bulunulabilen, tümüyle özgür, bağımsız ve açık kaynaklı bir projedir!
uk: Ми будемо раді Вашій допомозі, щоб зробити браузер Ceno ще більш корисним та доступним. Ceno – це повністю вільне і безкоштовне програмне забезпечення з відкритим вихідним кодом!
ur: ہمیں Ceno براؤزر کو ہر ممکن حد تک مفید اور قابل رسائی بنانے میں آپ کا تعاون پسند آئے گا۔ Ceno ایک مکمل طور پر مفت/لائبر/اوپن سورس پروجیکٹ ہے، اور تعاون کرنے کے بہت سے طریقے ہیں!

source: Translations
ar: ترجمات
es: Traducciones
fa: ترجمه‌ها
fr: Traductions
id: Penerjemahan
my: ဘာသာပြန်ဆိုချက်များ
pt_br: Traduções
ru: Переводы
tr: Çeviriler
uk: Переклади
ur: ترجمے

source: Help translate the Ceno Browser app, web extension, user manual and website! We use Weblate to crowdsource translations.
ar: ساعد في ترجمة تطبيق متصفح Ceno وامتداد الويب ودليل المستخدم والموقع الإلكتروني! نحن نستخدم Weblate للترجمة الجماعية.
es: ¡Ayuda a traducir la app del Navegador Ceno, la extensión web, el manual de usuaria(o) y el sitio web! Usamos Weblate para externalizar las traducciones.
fa: به پروژه ترجمه اپلیکیشن مرورگر، افزونه وب، راهنمای کاربر و وب‌سایت Ceno کمک کنید!
fr: Aidez-nous à traduire l'appli, l'extension Web, le manuel d'utilisation et le site Web du Navigateur Ceno. Nous utilisons Weblate pour des traductions collaboratives.
id: Bantu menerjemahkan aplikasi, pengaya web, panduan pengguna, dan situs web Peramban Ceno! Kami menggunakan Weblate untuk melakukan urun daya terjemahan.
my: Ceno ဘရောက်ဇာ အက်ပ်၊ ဝက်ဘ်အဆက်၊ သုံးစွဲသူ လက်စွဲနှင့် ဝက်ဘ်ဆိုက်ကို ကူညီ ဘာသာပြန်ဆိုပါ။ လူအစုအဝေးဖြင့် ဘာသာပြန်ဆိုနိုင်ရန်အတွက် Weblate ကို အသုံးပြုပါသည်။
pt_br: Ajude a traduzir o aplicativo, a extensão web, o manual de usuário e o website do Navegador Ceno! Nós usamos o Weblate para obter traduções da comunidade.
ru: Помогите перевести приложение браузера Ceno, веб-расширение, руководство пользователя и веб-сайт! Для перевода мы используем краудсорсинговую платформу Weblate.
tr: Ceno Browser uygulamasının, tarayıcı eklentisinin, kullanıcı rehberinin ve sitesinin dilinize çevrilmesine yardımcı olun! Topluluk çevirileri için Weblate kullanıyoruz.
uk: Допоможіть перекласти браузер Ceno, розширення, посібник користувача і вебсайт! Ми використовуємо Weblate для краудсорсингу перекладів.
ur: Ceno براؤزر ایپ، ویب ایکسٹینشن، یوزر مینوئل اور ویب سائٹ کا ترجمہ کرنے میں مدد کریں! ہم کراؤڈ سورس ترجمے کے لیے Weblate کا استعمال کرتے ہیں۔

source: Please contact the Ceno team at support [at] censorship [dot] no if you're interested in becoming a reviewer for translation(s) in your language(s).
ar: إذا كنت مهتمًا بأن تصبح مراجعًا للترجمة (الترجمات) باللغة (أو اللغات) التي تتحدثها، يرجى الاتصال بفريق Ceno على support [at] censorship [dot] no (أو ملء استمارة الاتصال أدناه) .
es: Por favor, ponte en contacto con el equipo de Ceno en soporte [at] censorship [dot] si estás interesado en convertirte en revisor de la(s) traducción(es) en tu(s) idioma(s).
fa: اگر می‌خواهید داور ترجمه (بازدیدکنندگان) به زبان خود شوید، لطفاً با تیم Ceno با support [در] censorship [نقطه] no بگیرید.
fr: Veuillez contacter l’équipe de Ceno à support [arobase] censorship [point] no (ou remplissez le formulaire de contact ci-dessous) si vous souhaitez réviser les traductions dans vôtre langue.
my: သင်သည် သင့်ဘာသာစကား(များ) နှင့် ရေးသားထားသော ဘာသာပြန်ဆိုချက်(များ) အတွက် စစ်ဆေးသူ ဖြစ်လာရန် စိတ်ဝင်စားပါက ကျေးဇူးပြု၍ support [at] censorship [dot] no မှတစ်ဆင့် Ceno အသင်းကို ဆက်သွယ်ပါ။
pt_br: Por favor, contacte a equipe do Ceno em support [em] censorship [ponto] no (ou pelo formulário de contato abaixo) se você tem interesse em revisar as traduções em seu(s) idioma(s).
tr: Konuştuğunuz diller için çeviri onaylayıcısı olmala ilgileniyorsanız, lütfen support [at] cencorship [dot] no adresinden Ceno ekibine ulaşın.
uk: Будь ласка, звʼяжіться з командою Ceno – support [at] censorship [dot] no або ж через форму нижче, якщо Ви хочете долучитися аби перевірити переклади своєю мовою (мовами).

source: For more information about how to use Weblate, see <a href="https://docs.weblate.org/">the Weblate documentation.</a>
ar: لمزيد من المعلومات حول كيفية استخدام Weblate، راجع<a href="https://docs.weblate.org/"> توثيقات Weblate.</a>
es: Por más información acerca de cómo usar Weblate, mira <a href="https://docs.weblate.org/">la documentación de Weblate.</a>
fa: برای کسب اطلاعات بیشتر در مورد نحوه استفاده از <a href="https://docs.weblate.org/">Weblate</a> ، به اسناد آن مراجعه کنید.
fr: Pour plus de précisions sur l’utilisation de Weblate, consultez <a href="https://docs.weblate.org/">la documentation de Weblate.</a>
id: Untuk informasi lebih lanjut tentang cara menggunakan Weblate, lihat <a href="https://docs.weblate.org/">dokumentasi Weblate.</a>
my: Weblate ကို အသုံးပြုရန် နောက်ထပ် အချက်အလက်များ သိလိုပါက <a href="https://docs.weblate.org/">Weblate စာရွက်စာတမ်းကို ကြည့်ပါ။</a>
pt_br: Para mais informações sobre como usar o Weblate, veja <a href="https://docs.weblate.org/">a documentação do Weblate.</a>
ru: Дополнительную информацию об использовании Weblate можно получить в <a href="https://docs.weblate.org/">документации Weblate.</a>
tr: Weblate kullanımı hakkında ayrıntılı bilgi almak için <a href="https://docs.weblate.org/">Weblate belgelerine</a> bakabilirsiniz.
uk: Додаткову інформацію про використання Weblate можна отримати в <a href="https://docs.weblate.org/">документації Weblate.</a>
ur: Weblate استعمال کرنے کے طریقے کے بارے میں مزید معلومات کے لیے، دیکھیں<a href="https://docs.weblate.org/">Weblate دستاویزات۔</a>

source: Join our Weblate
ar: انضمّ إلينا في Weblate
es: Únete a nuestro Weblate
fa: به ما بپیوندید
fr: Joignez-vous à notre Weblate
id: Bergabunglah dengan Weblate kami
my: ကျွန်ုပ်တို့၏ Weblate တွင် ပါဝင်လိုက်ပါ။
pt_br: Entre em nosso Weblate
ru: Присоединяйтесь к Weblate
tr: Weblate projemize katılın
uk: Приєднуйтесь до нашого Weblate
ur: ہمارے Weblate میں شامل ہوں

source: User Research
ar: بحث المستخدمين
es: Investigación de Usuaria(o)s
fa: تحقیق کاربران
fr: Recherche sur nos utilisateurs
id: Riset Pengguna
my: အသုံးပြုသူသုတေသန
pt_br: Pesquisa de Usuário
ru: Исследование пользователей
tr: Kullanıcı araştırması
uk: Зворотній зв'язок від користувачів
ur: صارف کی تحقیق

source: Ceno relies on user feedback to understand the needs of our users and to suggest improvements and new features.
ar: يعتمد Ceno على ملاحظات المستخدمين لفهم احتياجات مستخدمينا ولاقتراح التحسينات والميزات الجديدة.
es: Ceno se basa en los comentarios de usuaria(o)s para comprender las necesidades de nuestra(o)s usuaria(o)s y para sugerir mejoras y nuevas funciones.
fa: Ceno برای درک نیازهای کاربران و پیشنهادات آن‌ها مبنی بر بهبود عملکرد و ویژگی‌های جدید به بازخورد کاربران متکی است.
fr: Ceno dépend des rétroactions des utilisateurs pour comprendre leurs besoins et nous suggérer des améliorations et de nouvelles fonctions.
id: Ceno mengandalkan umpan balik dari pengguna untuk memahami kebutuhan pengguna kami dan untuk menyarankan perbaikan dan fitur baru.
my: Ceno သည် အသုံးပြုသူများ၏ လိုအပ်ချက်များကို နားလည်ရန်နှင့် တိုးတက်မှုများနှင့် အသွင်အပြင် အသစ်များကို အကြံပြုရန် အသုံးပြုသူများ၏ တုံ့ပြန်မှုပေါ်၌ အားထားသည်။
pt_br: Ceno conta com o feedback de usuários para entender as necessidades deles e sugerir melhorias e novas funcionalidades.
ru: Ceno полагается на отзывы пользователей, чтобы понять потребности наших пользователей и предложить улучшения и новые функции.
tr: Ceno, kullanıcılarının gereksinimlerini anlamak, iyileştirme ve yeni özellik önerlerini almak için geri bildirimleri kullanır.
uk: Ceno покладається на відгуки користувачів, щоб зрозуміти їхні потреби і запропонувати удосконалення та нові функції браузера.
ur: Ceno اپنے صارفین کی ضروریات کو سمجھنے اور بہتری اور نئی خصوصیات تجویز کرنے کے لیے صارف کی رائے پر انحصار کرتا ہے۔

source: Sharing your story also helps spread the word about Ceno, which grows the network. With your consent, we may also highlight your story on our website!
ar: تساعد مشاركة قصتك أيضاً في التعريف بـ Ceno، مما يؤدي إلى تنمية الشبكة. بموافقتك، قد نشارك قصتك على موقعنا أيضاً!
es: Compartir su historia también ayuda a correr la voz sobre Ceno, lo que hace crecer la red. ¡Con tu consentimiento, también podríamos resaltar tu historia en nuestro sitio web!
fa: با به‌اشتراک‌گذاری داستان‌ها و تجربه‌های خود همچنین به انتشار اخبار در مورد Ceno کمک می کنید و این موضوع باعث رشد شبکه می‌شود. با رضایت‌مندی شما، ما همچنین ممکن است داستان (تجربه) شما را در وب‌سایت خود انعکاس دهیم!
fr: En partageant votre histoire, vous aidez aussi à faire connaître Ceno, ce qui permet au réseau de croître. Avec votre accord, nous pourrons également publier votre histoire sur notre site Web.
id: Berbagi cerita Anda juga membantu menyebarkan berita tentang Ceno, yang mana akan mengembangkan jaringan Ceno. Dengan persetujuan Anda, kami juga dapat menyorot kisah Anda di situs web kami!
my: သင်၏ အတွေ့အကြုံများကို မျှဝေခြင်းသည် Ceno အား ဖြန့်ဝေရာတွင် အထောက်အကူဖြစ်စေသည့်အပြင် ကွန်ရက်ကိုလည်း ကြီးထွားလာစေသည်။ သင်၏သဘောတူညီချက်ဖြင့် ကျွန်ုပ်တို့၏ ဝဘ်ဆိုက်တွင် သင့်အတွေ့အကြုံများကိုလည်း ဖော်ပြပါမည်။
pt_br: Compartilhar sua história também ajuda a propagar o Ceno, o que gera o crescimento da rede. Com o seu consentimento, podemos também destacar sua história em nosso website!
ru: Делясь своей историей, вы также помогаете распространять информацию о Ceno, что способствует расширению сети. С вашего согласия мы также можем разместить вашу историю на нашем веб-сайте!
tr: Hikayenizi paylaşmak Ceno'nun daha çok bilinmesini ve ağın büyümesini sağlar. İzninizle hikayenizi sitemizde öne çıkarabiliriz!
uk: Поділіться своїм відгуком про браузер – це теж допомагає розширити мережу користувачів Ceno. З вашої згоди ми також можемо висвітлити вашу історію користування чи відгук на нашому веб-сайті!
ur: اپنی کہانی کا اشتراک کرنے سے Ceno کے بارے میں بات پھیلانے میں بھی مدد ملتی ہے، جو نیٹ ورک کو بڑھاتا ہے۔ آپ کی رضامندی سے، ہم اپنی ویب سائٹ پر آپ کی کہانی کو بھی نمایاں کر سکتے ہیں!

source: We welcome reviews on the Play Store as well as direct communications - you can get in touch with the team via our social channels or send us an email:
ar: نرحب بالمراجعات على متجر Play بالإضافة إلى الاتصالات المباشرة - يمكنك التواصل مع الفريق عبر قنواتنا الاجتماعية أو إرسال بريد إلكتروني إلينا:
es: Agradecemos las reseñas en Play Store, así como las comunicaciones directas: puedes ponerte en contacto con el equipo a través de nuestras redes sociales o enviarnos un correo electrónico:
fa: ما از نظرات در فروشگاه Play و همچنین ارتباطات مستقیم استقبال می کنیم - می توانید از طریق کانال های اجتماعی ما با تیم تماس بگیرید یا برای ما ایمیل ارسال کنید:
fr: Nous acceptons les avis sur le Play Store ainsi que les communications directes. Vous pouvez contacter l'équipe via nos réseaux sociaux ou nous envoyer un e-mail :
my: Play Store ပေါ်မှ မှတ်ချက်များသာမက တိုက်ရိုက်ဆက်သွယ်မှုများကိုလည်း ကျွန်ုပ်တို့ ကြိုဆိုပါသည်။ ကျွန်ုပ်တို့၏ဆိုရှယ် ချန်နယ်များမှတဆင့် သို့မဟုတ် အီးမေးလ်ပို့ခြင်းမှတဆင့် ကျွန်ုပ်တို့အသင်းနှင့် ဆက်သွယ်နိုင်ပါသည်။
pt_br: Aceitamos comentários na Play Store, bem como comunicações diretas - você pode entrar em contato com a equipe através de nossos canais sociais ou enviar-nos um e-mail:
tr: Play Store üzerindeki değerlendirmeleri ve geri bildirimleri önemsiyoruz. Ekibimizle görüşmek için sosyal ağ kanallarımızı kullanabilir ya da bize e-posta gönderebilirsiniz:
uk: Ми вітаємо відгуки в Play Store, а також пряме спілкування – ви можете зв’язатися з командою через наші соціальні канали або надіслати нам електронний лист:

source: support [at] censorship [dot] no
es: soporte [at] censorship [dot] no

source: Take a survey
ar: المشاركة في استطلاع الرأي
es: Participa en una encuesta
fa: در نظرخواهی شرکت کنید
fr: Répondez à un sondage
id: Ikuti survei
my: စစ်တမ်း ဖြေဆိုရန်
pt_br: Participe da pesquisa
ru: Пройти опрос
tr: Anketimizi doldurun
uk: Пройдіть опитування
ur: ایک سروے کریں

source: Source Code
ar: شفرة المصدر
es: Código Fuente
fa: کد منبع
fr: Code source
id: Kode Sumber
my: ရင်းမြစ် ကုဒ်
pt_br: Código-fonte
ru: Исходный код
tr: Kaynak kodu
uk: Вихідний код
ur: سورس کوڈ

source: If you are interested in Ceno's source code please check the following Git repositories:
ar: إذا كنت مهتمًا بشفرة مصدر Ceno، فيرجى التحقق من مستودعات Git الآتية:
es: Si estás interesada(o) en el código fuente de Ceno por favor comprueba los siguientes repositorios Git:
fa: اگر علاقه‌مندید به کد منبع آن دسترسی پیدا، لطفاً مستندات Git زیر را بررسی کنید:
fr: Si le code source de Ceno vous intéresse, veuillez consulter les dépôts Git suivants :
id: Jika Anda tertarik dengan kode sumber Ceno, silakan periksa repositori Git berikut ini:
my: သင်သည် ၎င်း၏ ရင်းမြစ် ကုဒ်ကို စိတ်ဝင်စားပါက ကျေးဇူးပြု၍ အောက်ပါ Git respositories များကို စစ်ဆေးပါ -
pt_br: Se você se interessa pelo código-fonte do Ceno por favor, verifique os seguintes repositórios do Git:
ru: Если вас интересует исходный код, ознакомьтесь со следующими репозиториями Git:
tr: Ceno kaynak kodlarıyla ilgileniyorsanız şu Git depolarına bakabilirsiniz:
uk: Якщо Вас цікавить вихідний код, ознайомтеся з наступними Git-репозиторіями:
ur: اگر آپ Ceno کے سورس کوڈ میں دلچسپی رکھتے ہیں تو براہ کرم درج ذیل Gitریپوزٹریز کو چیک کریں:

source: Ceno Browser
ar: متصفح Ceno
es: Navegador Ceno
fa: Ceno مرورگر
fr: Navigateur Ceno
my: Ceno ဘရောက်ဇာ
pt_br: Navegador Ceno
uk: браузер Ceno

source: Mozilla Build Scripts
es: Scripts de compilación de Mozilla
tr: Mozilla Derleme Betikleri

source: Firefox Browser Extension
ar: ملحق متصفح فايرفوكس
es: Extensión para Firefox
fa: افزونه Firefox Browser
fr: Extension de navigateur Firefox
pt_br: Extensão do navegador Firefox
tr: Firefox Tarayıcı Eklentisi
uk: Розширення браузера Firefox

source: Ceno Docker Client
es: Cliente Ceno Docker
fr: le client Docker de Ceno
my: Ceno Docker သုံးစွဲသူ
pt_br: Cliente Docker do Ceno
tr: Ceno Docker istemcisi
uk: Docker-клієнта Ceno

source: You may also be interested in the (no longer maintained) <a href="https://gitlab.com/censorship-no/ceno-browser-archive">previous incarnation of Ceno</a>, built on the <a href="https://freenetproject.org/">Freenet</a> anonymous file sharing and content publishing network.
ar: قد تكون مهتمًا أيضًا بـ (لم تعد تتم صيانتها) <a href="https://gitlab.com/censorship-no/ceno-browser-archive">التجسد السابق Ceno</a>, بنيت على <a href="https://freenetproject.org/">Freenet</a> شبكة مشاركة الملفات ونشر المحتوى المجهولة.
es: También puede interesarte la (ya desaparecida) <a href="https://gitlab.com/censorship-no/ceno-browser-archive">encarnación anterior de Ceno</a>, basada en la <a href="https://freenetproject.org/">red anónima de intercambio de archivos y publicación de contenidos Freenet</a>.
fa: شما همچنین ممکن است علاقه مند به (که دیگر حفظ نشده است) <a href="https://gitlab.com/censorship-no/ceno-browser-archive"> ظهور شگفت انگیز از Ceno </a>، ساخته شده بر روی <a href="https://freenetproject.org/"> Freenet </a> اشتراک گذاری فایل ناشناس و شبکه انتشار محتوا.
fr: <a href="https://gitlab.com/censorship-no/ceno-browser-archive">L’incarnation précédente de Ceno</a> (qui n’est plus maintenue) et construite sur <a href="https://freenetproject.org/">Freenet</a>, un réseau anonyme de partage de fichiers et de publication de contenu, pourrait aussi vous intéresser.
my: သင်သည် (ဆက်လက်ပြုပြင်ထိန်းသိမ်းမထားတော့သည့်) <a href="https://gitlab.com/censorship-no/ceno-browser-archive">Ceno ၏ ယခင် စံနမူနာ</a>ကိုလည်း စိတ်ဝင်စားနိုင်သည်၊ ၎င်းကို အမည်မသိ ဖိုင်မျှဝေခြင်းနှင့် အကြောင်းအရာထုတ်ဝေခြင်း ကွန်ရက် <a href="https://freenetproject.org/"> Freenet</a> ပေါ်တွင် တည်ဆောက်ထားသည်။
pt_br: Você também pode estar interessado na (não mais mantida) <a href="https://gitlab.com/censorship-no/ceno-browser-archive"> encarnação anterior de Ceno</a>, construída sobre o <a href="https://freenetproject.org/">Freenet</a> compartilhamento de arquivos anônimo e rede de publicação de conteúdo.
tr: Ayrıca, <a href="https://freenetproject.org/">Freenet</a> anonim dosya paylaşım ve içerik yayınlama ağı üzerine kurulu <a href="https://gitlab.com/censorship-no/ceno-browser-archive">Ceno uygulamasının önceki sürümü</a> (artık geliştirilmiyor) ile de ilgilenebilirsiniz.
uk: Ви також можете зацікавити (не довше підтримується) <a href="https://gitlab.com/censorship-no/ceno-browser-archive">передивна інкартонація Ceno</a>, побудована на <a href="https://freenetproject.org/">Freenet</a>, анонімний файлообмінювання та видавнича мережа.

source: Browse our Gitlab
ar: تصفح Gitlab الخاص بنا
es: Navega por nuestro Gitlab
fa: Gitlab ما را مرور کنید
fr: Parcourez notre Gitlab
my: ကျွန်ုပ်တို့၏ Gitူlab တွင် ကြည့်ပါ
pt_br: Navegue por nosso Gitlab
tr: GitLab depomuza bakın
uk: Перегляньте наш Gitlab

source: Run a Bridge Node
ar: تشغيل عقدة جسر
es: Administra un Nodo Puente
fa: ‮یک گره «پل» مانند اجرا کنید
fr: Exploiter un nœud-pont
id: Menjalankan Simpul Jembatan
my: ပေါင်းကူး ဆက်သွယ်ရေးပွိုင့်ကို လုပ်ဆောင်ပါ
pt_br: Execute um Nó Ponte
ru: Поддерживать мост
tr: Bir köprü düğümü işletin
uk: Запустіть вузол моста
ur: پل نوڈ چلائیں

source: Become a bridge!
ar: صِرْ جسراً!
es: ¡Conviértete en un puente!
fa: ‮یک گره «پل» مانند اجرا کنید!
fr: Offrez un pont
id: Jadilah jembatan!
my: ပေါင်းကူးတစ်ခု ဖြစ်လာပါ။
pt_br: Torne-se uma ponte!
ru: Станьте мостом!
tr: Bir Ceno köprüsü olun!
uk: СТАНЬТЕ МОСТОМ!
ur: ایک پل بنيں!

source: Want to help grow the network? Join the swarm!
ar: هل تريد المساعدة في تنمية الشبكة؟ انضم إلى السِّرب!
es: ¿Quieres ayudar a que la red crezca? ¡Únete al enjambre!
fa: می‌خواهید به گسترش شبکه کمک کنید؟ به این گروه بزرگ بپیوندید!
fr: Voulez-vous contribuer à la croissance du réseau ? Joignez-vous à l’essaim.
id: Ingin membantu dalam mengembangkan jaringan? Bergabunglah dengan kumpulan jembatan kami!
my: ကွန်ရက် ကျယ်ပြန့်စေရန် ကူညီလိုပါသလား။ အဖွဲ့တွင် ပါဝင်လိုက်ပါ။
pt_br: Quer ajudar a rede a crescer? Junte-se ao enxame!
ru: Хотите помочь с расширением сети? Присоединяйтесь к нам!
tr: Ağın büyümesine yardımcı olmak mı istiyorsunuz? Topluluğa katılın!
uk: Бажаєте допомогти з розширенням мережі? Долучайтеся до нас!
ur: نیٹ ورک کو بڑھانے میں مدد کرنا چاہتے ہیں؟ بھیڑ میں شامل ہوں!

source: The easy way: Android
ar: الطريقة السهلة: أندرويد
es: La manera fácil: Android
fa: راه آسان: سیستم عامل اندروید
fr: La méthode la plus simple : Android
id: Cara yang mudah: Android
my: လွယ်ကူသော နည်းလမ်း- Android။
pt_br: O jeito fácil: Android
ru: Максимально просто: Android
tr: Kolay yol: Android
uk: Найпростіше: Android
ur: آسان طریقہ: اینڈرائیڈ
