Repository: ceno-app/ceno.github.io
Catalog: */help.po
Languages: ar, es, fa, fr, id, my, pt_br, ru, tr, uk, ur

source: Run Ceno Browser on your Android device, and/or a spare, always-on device.
ar: قم بتشغيل متصفح Ceno على جهاز أندرويد الخاص بك، أو جهاز احتياطي يعمل دائماً.
es: Ejecuta al Navegador Ceno en tu dispositivo Android, y/o un dispositivo de respuesto, siempre activo.
fa: مرورگر Ceno را روی دستگاه اندرویدی خود و/یا یک دستگاه یدکی دیگر همیشه روشن، اجرا کنید.
fr: Faites tourner le Navigateur Ceno sur votre appareil Android ou sur un appareil de réserve toujours actif.
id: Jalankan Peramban Ceno di perangkat Android Anda, dan/atau perangkat cadangan yang selalu aktif.
my: Ceno ဘရောက်ဇာကို သင့် Ceno စက်နှင့်/ သို့မဟုတ် အပိုဆောင်း အမြဲဖွင့် စက်ပေါ်တွင် လုပ်ဆောင်ပါ။
pt_br: Execute o Navegador Ceno em seu dispositivo Android e/ou em um dispositivo reserva, conectado a todo tempo.
ru: Запустите Браузер Ceno на личном (или другом постоянно включенном) устройстве Android.
tr: Herhangi bir Android aygıtınızda, Ceno Browser uygulamasını çalıştırın.
uk: Запустіть браузер Ceno на своєму пристрої Android та/або на запасному, постійно ввімкненому пристрої.
ur: اپنے اینڈرائیڈ ڈیوائس پر Ceno براؤزر چلائیں، اور/یا فالتو، ہمیشہ آن ڈیوائس پر چلائیں۔

source: Run the Ceno Docker Client
ar: قم بتشغيل عميل Ceno Docker
es: Ejecuta el cliente Docker de Ceno
fa: Ceno Docker client را اجرا کنید:
fr: Faire tourner le client Docker de Ceno
id: Jalankan Klien Ceno Docker
my: Ceno Docker လက်ခံစက်ကို လုပ်ဆောင်ပါ -
pt_br: Execute o Cliente Docker do Ceno
ru: Запустите клиент Ceno в Docker
tr: Ceno Docker istemcisi çalıştırın
uk: Запустіть Docker-клієнта Ceno
ur: Ceno Docker کلائنٹ چلائیں

source: Alternatively, with just one command you can set up a bridge on your computer or VPS: <code>sudo docker run --name ceno-client -dv ceno:/var/opt/ouinet --network host --restart unless-stopped equalitie/ceno-client</code>
ar: بدلاً من ذلك وبأمر واحد فقط، يمكنك إنشاء جسر على جهاز الكمبيوتر الخاص بك أو على خادمك الافتراضي الخاص:<code>sudo docker run --name ceno-client -dv ceno:/var/opt/ouinet --network host --restart unless-stopped equalitie/ceno-client</code>
es: ﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿Alternativamente, con solo un comando puedes configurar un puente en tu computadora o VPS: <code>sudo docker run --name ceno-client -dv ceno:/var/opt/ouinet --network host --restart unless-stopped equalitie/ceno-client</code>
fa: راه دیگر، فقط با یک دستور می‌توانید یک پل:<code>sudo docker run --name ceno-client -dv ceno:/var/opt/ouinet --network host --restart unless-stopped equalitie/ceno-client</code>
fr: Avec une seule commande, vous pouvez aussi mettre en place un pont sur votre ordinateur ou sur votre serveur privé virtuel : <code>sudo docker run --name ceno-client -dv ceno:/var/opt/ouinet --network host --restart unless-stopped equalitie/ceno-client</code>
id: Atau, hanya dengan satu perintah, Anda dapat menyiapkan jembatan pada komputer atau VPS Anda: <code>sudo docker run --name ceno-client -dv ceno:/var/opt/ouinet --network host --restart unless-stopped equalitie/ceno-client</code>
my: တစ်နည်းအားဖြင့် သင်သည် အမိန့်ပေးခိုင်းစေမှု တစ်ခုတည်းဖြင့် သင့်ကွန်ပျူတာ သို့မဟုတ် VPS တွင် ပေါင်းကူးတစ်ခု သတ်မှတ်နိုင်သည်။ <code>sudo docker run --name ceno-client -dv ceno:/var/opt/ouinet --network host --restart unless-stopped equalitie/ceno-client</code>
pt_br: Alternativamente, com apenas um comando você pode configurar uma ponte em seu computador ou VPS: <code>sudo docker run --name ceno-client -dv ceno:/var/opt/ouinet --network host --restart unless-stopped equalitie/ceno-client</code>
ru: Кроме того, с помощью всего одной команды вы можете настроить мост на своем компьютере или VPS: <code>sudo docker run --name ceno-client -dv ceno:/var/opt/ouinet --network host --restart unless-stopped equalitie/ceno-client</code>
tr: Ayrıca tek bir komutla bilgisayarınıza ya da özel sunucunuza kurabilirsiniz: <code>sudo docker run --name ceno-client -dv ceno:/var/opt/ouinet --network host --restart unless-stopped equalitie/ceno-client</code>
uk: Крім того, за допомогою всього однієї команди Ви можете налаштувати міст на своєму компʼютері або VPS: <code>sudo docker run --name ceno-client -dv ceno:/var/opt/ouinet --network host --restart unless-stopped equalitie/ceno-client</code>
ur: متبادل طور پر، صرف ایک کمانڈ کے ساتھ آپ اپنے کمپیوٹر یا VPS پر ایک پل (برج) سیٹ کر سکتے ہیں: <code>sudo docker run --name ceno-client -dv ceno:/var/opt/ouinet --network host --restart unless-stopped equalitie/ceno-client</code>

source: Open a portal to the internet
ar: فتح بوابة إلى الإنترنت
es: Abre un portal a internet
fa: یک پورتال به اینترنت باز کنید:
fr: Ouvrir un portail vers Internet
id: Buka portal ke internet
my: အင်တာနက်သို့ ပေါ်တယ်တစ်ခု ဖွင့်ပါ
pt_br: Abra um portal para a Internet
ru: ОТКРОЙТЕ ДОСТУП В ИНТЕРНЕТ
tr: İnternete bir geçit açın
uk: ВІДКРИЙТЕ ПОРТАЛ В ІНТЕРНЕТ
ur: انٹرنیٹ پر ایک پورٹل کھولیں

source: Ensure UPnP is enabled on your router, or set up port forwarding.
ar: تأكد من تمكين UPnP على جهاز التوجيه الخاص بك، أو قم بضبط إعادة توجيه المنفذ.
es: Asegúrate de que UPnP esté habilitado en tu enrutador, o configura redirección de puerto.
fa: اطمینان حاصل کنید که UPnP در روتر شما فعال شده است یا سیستم انتقال پورت را تنظیم کنید.
fr: Assurez-vous qu’UPnP est activé sur votre routeur, ou configurez la redirection de port.
id: Pastikan UPnP diaktifkan pada ruter Anda, atau atur penerusan porta.
my: သင့်ရောက်တာတွင် UPnP ကို ဖွင့်ထားကြောင်း သေချာပါစေ၊ သို့မဟုတ်ပါက ပေါ့တ် တစ်ဆင့်ပို့ခြင်းကို သတ်မှတ်ပါ။
pt_br: Garanta que o UPnP está habilitado em seu roteador ou configure o redirecionamento de porta.
ru: Убедитесь, что на вашем маршрутизаторе включен UPnP, или настройте переадресацию портов.
tr: Ağ yönlendiricinizde UPnP özelliğinin açık olduğundan emin olun ya da bağlantı noktasını yönlendirin.
uk: Переконайтеся, що на Вашому маршрутизаторі ввімкнено UPnP або налаштуйте переадресацію портів.
ur: یقینی بنائیں کہ آپ کے راؤٹر پر UPnP فعال ہے، یا پورٹ فارورڈنگ سیٹ اپ کریں۔

source: To see if it's working:
ar: لمعرفة ما إذا كان يعمل:
es: Para ver si está funcionando:
fa: برای اطمینان از اینکه درست کار می‌کند:
fr: Pour voir si ça fonctionne :
id: Untuk mengetahui apakah hal itu berfungsi:
my: အလုပ်လုပ်၊ မလုပ် သိရှိရန် -
pt_br: Para ver se está funcionando:
ru: ЧТОБЫ ПРОВЕРИТЬ, ВСЁ ЛИ РАБОТАЕТ:
tr: Çalıştığını görmek için:
uk: ПЕРЕВІРТЕ ЧИ ПРАЦЮЄ:
ur: یہ دیکھنے کے لیے کہ آیا یہ کام کر رہا ہے:

source: Create and open a new Firefox Profile, and set the proxy to localhost, port 8077.
ar: قم بإنشاء وفتح ملف تعريف فايرفوكس Firefox جديد ، وقم بتعيين الوكيل على المضيف المحلي ، المنفذ 8077.
es: Crea y abre un nuevo Perfil de Firefox, y dirige el proxy a localhost, puerto 8077.
fa: یک نمایه فایرفاکس جدید ایجاد کنید و پراکسی را روی localhost، پورت 8077 تنظیم کنید.
fr: Créez et ouvrez un nouveau profil Firefox, puis configurez le mandataire sur localhost, port 8077.
id: Buat dan buka Profil Firefox baru dan atur proksi ke host lokal, porta 8077.
my: Firefox ပရိုဖိုင်းအသစ်တစ်ခုကို ဖန်တီးပြီး ဖွင့်ပါ၊ ထို့နောက် ပရောက်စီကို စက်တွင်းဟို့စ်၊ ပေါ့တ် 8077 သို့ သတ်မှတ်ပါ။
pt_br: Crie e abra um novo Perfil do Firefox e defina o proxy para o localhost, porta 8077.
ru: Создайте и новый профиль Firefox и настройте в качестве прокси-сервера localhost на порту 8077.
tr: Yeni bir Firefox profili oluşturun ve vekil sunucuyu localhost, bağlantı noktasını 8077 olarak ayarlayın.
uk: Створіть новий профіль Firefox та вкажіть як проксі-сервер – localhost і порт – 8077.
ur: ایک نیا فائر فاکس پروفائل بنائیں اور کھولیں، اور پراکسی کو لوکل ہوسٹ، پورٹ 8077 پر سیٹ کریں۔

source: Thank you for growing the network!
ar: شكرا لك على تنمية الشبكة!
es: ¡Gracias por crecer la red!
fa: با تشکر از شما برای پیوستن به شبکه بزرگ ما!
fr: Nous vous remercions de développer le réseau.
id: Terima kasih karena telah mengembangkan jaringan!
my: အဖွဲ့တွင် ပါဝင်သည့်အတွက် ကျေးဇူးတင်ပါသည်။
pt_br: Agradecemos por ajudar a rede a crescer!
ru: СПАСИБО, ЧТО ВЫ С НАМИ!
tr: Ağın büyümesini sağladığınız için teşekkürler!
uk: ДЯКУЄМО, ЩО ВИ З НАМИ!
ur: نیٹ ورک کو بڑھانے کے لیے آپ کا شکریہ!

source: Install the Ceno Web Extension and the provided certificate to test it out!
ar: قم بتثبيت إضافة المتصفح Ceno وتثبيت الشهادة المتوفرة لاختباره!
es: ¡Instala la Extensión Web Ceno y el certificado provisto para probarla!
fa: افزونه وب Ceno و گواهینامه ارائه شده برای آزمایش آن را نصب کنید!
fr: Installez l’extension Web de Ceno et le certificat fourni pour tester le tout.
id: Instal Pengaya Web Ceno dan sertifikat yang disediakan untuk mengujinya!
my: Ceno ဝက်ဘ် Extensionနှင့် ပေးထားသည့် အသိအမှတ်ပြုလက်မှတ်ကို ထည့်သွင်းပြီး စမ်းသုံးကြည့်ပါ။
pt_br: Instale as Extensões Web do Ceno e os certificados fornecidos para testá-lo!
ru: Установите веб-расширение Ceno и предоставленный сертификат, чтобы всё протестировать!
tr: Denemek için Ceno eklentisini ve verilen sertifikayı kurun!
uk: Встановіть веб-розширення Ceno та наданий сертифікат для тестування!
ur: اس کی جانچ کرنے کے لیے Ceno ویب ایکسٹینشن اور فراہم کردہ سرٹیفکیٹ انسٹال کریں!

source: Learn more about setting up a bridge in the User Manual!
ar: تعرف على المزيد حول إنشاء جسر في دليل المستخدم!
es: ¡Aprende más acerca de configurar un puente en el Manual de Usuaria(o)!
fa: برای کسب اطلاعات بیشتر در مورد راه‌اندازی «پل»، لطفا کتابچه راهنمای کاربر را
fr: Pour en savoir plus sur la mise en place d’un pont, consultez le manuel d’utilisation.
id: Pelajari lebih lanjut tentang cara menyiapkan jembatan dalam Panduan Pengguna!
my: ပေါင်းကူးတစ်ခု တည်ဆောက်ခြင်းအကြောင်း ပိုမိုလေ့လာရန် ကျေးဇူးပြု၍ သုံးစွဲသူ လက်စွဲကို ရည်ညွှန်းပါ။
pt_br: Saiba mais sobre configurações de ponte no Manual de Usuário!
ru: Более подробную информацию о настройке моста можно получить в руководстве пользователя!
tr: Ağ köprüsü kurmakla ilgili ayrıntılı bilgi almak için kullanıcı rehberine bakın!
uk: Детальнішу інформацію про налаштування моста можна отримати в посібнику користувача!
ur: یوزر مینوئل میں پل قائم کرنے کے بارے میں مزید جانیں!

source: Ceno Browser is a project by <a href="https://equalit.ie">eQualit.ie</a> – a not-for-profit Canadian company developing open and reusable systems with a focus on privacy, online security and freedom of association. Technology solutions and innovations are driven by our <a href="https://equalit.ie/en/values/">values</a> that guide us to protect the rights and aspirations of everyone online.
es: El Navegador Ceno es un proyecto de <a href="https://equalit.ie">eQualit.ie</a> - una empresa canadiense sin fines de lucro que desarrolla sistemas abiertos y reutilizables con enfoque en la privacidad, seguridad en línea y libertad de asociación. Las soluciones tecnológicas e innovaciones están impulsadas por nuestros <a href="https://equalit.ie/en/values/">valores</a> que nos guían para proteger los derechos y las aspiraciones de toda(o)s en línea.
id: Peramban Ceno adalah sebuah proyek dari <a href="https://equalit.ie">eQualit.ie</a> – sebuah perusahaan nirlaba asal Kanada yang mengembangkan sistem terbuka dan dapat digunakan kembali yang berfokus pada privasi, keamanan daring, dan kebebasan berserikat. Solusi dan inovasi teknologi didorong oleh <a href="https://equalit.ie/en/values/">nilai-nilai </a> kami yang memandu kami untuk melindungi hak dan aspirasi setiap orang secara daring.

source: Ceno Browser is a project by <a href="https://equalit.ie">eQualit.ie</a> – a not-for-profit Canadian organization that creates decentralized internet services in support of a more equal and equitable network. eQualitie's solutions are open source, battle proven and developed in mind of our values. Everyday, they enable freedom of association for millions of people online.
ar: Ceno Browser هو مشروع تابع لـ <a href="https://equalit.ie">eQualit.ie</a>، وهي منظمة كندية غير ربحية تعمل على إنشاء خدمات إنترنت لا مركزية لدعم شبكة أكثر مساواة وإنصافًا. . تعتبر حلول eQuality مفتوحة المصدر، ومثبتة في المعركة، وتم تطويرها مع وضع قيمنا في الاعتبار. أنها توفر حرية تكوين الجمعيات عبر الإنترنت لملايين الأشخاص كل يوم.
es: Ceno Browser es un proyecto de <a href="https://equalit.ie">eQualit.ie</a>, una organización canadiense sin fines de lucro que crea servicios de Internet descentralizados para respaldar una red más igualitaria y equitativa. . Las soluciones de eQualie son de código abierto, probadas en batalla y desarrolladas teniendo en cuenta nuestros valores. Proporcionan libertad de asociación en línea a millones de personas todos los días.
fa: Ceno مرورگر پروژه ای است توسط <a href="https://equalit.ie">eQualit.ie</a> – یک سازمان غیرانتفاعی کانادایی که خدمات اینترنتی غیرمتمرکز را در حمایت از شبکه ای برابرتر و عادلانه تر ایجاد می کند. راه حل های eQualitie منبع باز هستند، نبرد اثبات شده و با توجه به ارزش های ما توسعه یافته است. هر روز، آنها آزادی اجتماع را برای میلیون ها نفر به صورت آنلاین فراهم می کنند.
fr: Ceno Browser est un projet de <a href="https://equalit.ie">eQualit.ie</a>, une organisation canadienne à but non lucratif qui crée des services Internet décentralisés pour soutenir un réseau plus égal et équitable. . Les solutions d'eQualitie sont open source, éprouvées et développées en gardant nos valeurs à l'esprit. Ils offrent chaque jour la liberté d’association en ligne à des millions de personnes.
my: Ceno Browser သည် သာတူညီမျှနှင့် သာတူညီမျှသောကွန်ရက်ကိုပံ့ပိုးရန် ဗဟိုချုပ်ကိုင်မှုလျှော့ချထားသောအင်တာနက်ဝန်ဆောင်မှုများကိုဖန်တီးပေးသည့်ကနေဒါအကျိုးအမြတ်မယူသောအဖွဲ့အစည်းတစ်ခုဖြစ်သည့် <a href="https://equalit.ie">eQualit.ie</a> ၏ပရောဂျက်တစ်ခုဖြစ်သည်။ . eQualitie ၏ ဖြေရှင်းချက်များသည် ပွင့်လင်းသောအရင်းအမြစ်ဖြစ်ပြီး၊ ကျွန်ုပ်တို့၏တန်ဖိုးများနှင့်အတူ တီထွင်ဖန်တီးထားသည်။ ၎င်းတို့သည် လူသန်းပေါင်းများစွာကို နေ့စဉ် အွန်လိုင်းတွင် လွတ်လပ်စွာ ပေါင်းသင်းခွင့် ပေးသည်။
pt_br: Ceno Browser é um projeto da <a href="https://equalit.ie">eQualit.ie</a>, uma organização canadense sem fins lucrativos que cria serviços descentralizados de Internet para apoiar uma rede mais igualitária e equitativa. . As soluções da eQualitie são de código aberto, comprovadas em batalha e desenvolvidas com nossos valores em mente. Eles proporcionam liberdade de associação online a milhões de pessoas todos os dias.
tr: Ceno Browser, daha eşit ve adaletli bir ağı desteklemek için merkezi olmayan İnternet hizmetleri oluşturan, kar amacı gütmeyen bir Kanada kuruluşu olan <a href="https://equalit.ie">eQualit.ie</a>'nin bir projesidir. . eQualitie çözümleri açık kaynaklıdır, savaş alanında kanıtlanmış ve değerlerimiz akılda tutularak geliştirilmiştir. Her gün milyonlarca insana çevrim içi olarak örgütlenme özgürlüğü sağlıyorlar.
uk: Ceno Browser – це проєкт <a href="https://equalit.ie">eQualit.ie</a> (Ікволіті), канадської некомерційної організації, яка створює децентралізовані інтернет-сервіси для підтримки більш рівноправної мережі. Технологічні рішення eQualitie мають відкритий вихідний код, перевірені на практиці і розроблені з урахуванням наших цінностей. Ці рішення щодня гарантують мільйонам людей свободу слова та свободу об'єднань в інтернеті.
ur: Ceno Browser <a href="https://equalit.ie">eQualit.ie</a> کا ایک پروجیکٹ ہے، ایک کینیڈا کی غیر منافع بخش تنظیم جو زیادہ مساوی اور مساوی نیٹ ورک کو سپورٹ کرنے کے لیے وکندریقرت انٹرنیٹ خدمات تخلیق کرتی ہے۔ . eQualitie کے حل اوپن سورس، جنگ سے ثابت، اور ہماری اقدار کو ذہن میں رکھتے ہوئے تیار کیے گئے ہیں۔ وہ ہر روز لاکھوں لوگوں کو آن لائن ایسوسی ایشن کی آزادی فراہم کرتے ہیں۔

# help.html+html.body.nav.div.div:96-7
source: <a href="about.html">About</a> <a href="support.html">Support</a> <a href="news.html">News</a> <a href="help.html">Community</a> <a href="donate.html">Donate</a>
ar: <a href="about.html">حول</a><a href="support.html">دعم</a><a href="news.html">أخبار</a><a href="help.html">المجتمع</a><a href="donate.html">تبرّع</a>
fa: <a href="about.html">درباره</a><a href="support.html">پشتیبانی</a><a href="news.html">اخبار</a><a href="help.html">انجمن</a><a href="donate.html">اهدا</a>
fr: <a href="about.html">À propos</a><a href="support.html">Assistance technique</a><a href="news.html">Actualités</a><a href="help.html">Communauté</a><a href="donate.html">Faire un don</a>
pt_br: <a href="about.html">Sobre</a> <a href="support.html">Suporte</a> <a href="news.html">Novidades</a> <a href="help.html">Ajuda</a> <a href="donate.html">Fazer doação</a>
tr: <a href="about.html">Hakkında</a><a href="support.html">Destek</a><a href="news.html">Haberler</a><a href="help.html">Topluluk</a><a href="donate.html">Bağış yapın</a>
uk: <a href="about.html">Про</a><a href="support.html">Підтримка</a><a href="news.html">новини</a><a href="help.html">Спільнота</a><a href="donate.html">Підтримати</a>

# help.html+html.body.nav.div.div.div.label.img[alt]:107-13
source: Select language
pt_br: Selecionar idioma
uk: Обрати мову

# help.html+html.body.nav.div.div.div.div:112-11
source: <a class="navbar-item" lang="ar" hreflang="ar" href="../ar/help.html">العربية</a> <a class="navbar-item" lang="en" hreflang="en" href="../en/help.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/help.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/help.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/help.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/help.html">မြန်မာစာ</a> <a class="navbar-item" lang="pt_BR" hreflang="pt_BR" href="../pt_BR/help.html">Português</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/help.html">Pусский</a> <a class="navbar-item" lang="tr" hreflang="tr" href="../tr/help.html">Türkçe</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/help.html">Українська</a> <a class="navbar-item" lang="ur" hreflang="ur" href="../ur/help.html">اردو</a>
pt_br: <a class="navbar-item" lang="ar" hreflang="ar" href="../ar/help.html">العربية</a> <a class="navbar-item" lang="en" hreflang="en" href="../en/help.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/help.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/help.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/help.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/help.html">မြန်မာစာ</a> <a class="navbar-item" lang="pt_BR" hreflang="pt_BR" href="../pt_BR/help.html">Português (BR)</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/help.html">Pусский</a> <a class="navbar-item" lang="tr" hreflang="tr" href="../tr/help.html">Türkçe</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/help.html">Українська</a> <a class="navbar-item" lang="ur" hreflang="ur" href="../ur/help.html">اردو</a>

# help.html+html.body.nav.div.div:138-7
source: <a href="about.html">About</a> <a href="support.html">Support</a> <a href="news.html">News</a> <a href="help.html">Community</a> <a href="donate.html">Donate</a>
fr: <a href="about.html">À propos</a><a href="support.html">Assistance technique</a><a href="news.html">Actualités</a><a href="help.html">Communauté</a><a href="donate.html">Faire un don</a>
pt_br: <a href="about.html">Sobre</a> <a href="support.html">Suporte</a> <a href="news.html">Novidades</a> <a href="help.html">Ajuda</a> <a href="donate.html">Fazer doação</a>
uk: <a href="about.html">Про</a> <a href="support.html">Підтримка</a> <a href="news.html">Новини</a> <a href="help.html">Спільнота</a> <a href="donate.html">Підтримати</a>

source: Download Ceno
fr: Télécharger Ceno
pt_br: Baixar Ceno
uk: Завантажити Ceno

source: Ceno logo
fr: Logo Ceno
pt_br: Logotipo do Ceno
uk: Логотип Ceno

# help.html+html.body.nav.div.div.label.img[alt]:153-11
source: Select language
fr: Sélectionnez la langue
pt_br: Selecionar idioma
uk: Обрати мову

# help.html+html.body.nav.div.div.div:159-9
source: <a class="navbar-item" lang="ar" hreflang="ar" href="../ar/help.html">العربية</a> <a class="navbar-item" lang="en" hreflang="en" href="../en/help.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/help.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/help.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/help.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/help.html">မြန်မာစာ</a> <a class="navbar-item" lang="pt_BR" hreflang="pt_BR" href="../pt_BR/help.html">Português</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/help.html">Pусский</a> <a class="navbar-item" lang="tr" hreflang="tr" href="../tr/help.html">Türkçe</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/help.html">Українська</a> <a class="navbar-item" lang="ur" hreflang="ur" href="../ur/help.html">اردو</a>
pt_br: <a class="navbar-item" lang="ar" hreflang="ar" href="../ar/help.html">العربية</a> <a class="navbar-item" lang="en" hreflang="en" href="../en/help.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/help.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/help.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/help.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/help.html">မြန်မာစာ</a> <a class="navbar-item" lang="pt_BR" hreflang="pt_BR" href="../pt_BR/help.html">Português (BR)</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/help.html">Pусский</a> <a class="navbar-item" lang="tr" hreflang="tr" href="../tr/help.html">Türkçe</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/help.html">Українська</a> <a class="navbar-item" lang="ur" hreflang="ur" href="../ur/help.html">اردو</a>

# help.html+html.body.nav.div.div:127-9
source: Download
fr: Télécharger
uk: Завантажити

# help.html+html.body.nav.div.div.a.div:146-11
source: Download
fr: Télécharger
uk: Завантажити
