Repository: ceno-app/ceno.github.io
Catalog: */index.po
Languages: id, my, pt_br, ta, tr

source: en
id: id
my: my
pt_br: pt_BR
ta: என்
tr: tr

# index.html+html.body.nav.div.div:96-7
source: <a href="about.html">About</a> <a href="support.html">Support</a> <a href="news.html">News</a> <a href="help.html">Community</a> <a href="donate.html">Donate</a>
pt_br: <a href="about.html">Sobre</a> <a href="support.html">Suporte</a> <a href="news.html">Novidades</a> <a href="help.html">Ajuda</a> <a href="donate.html">Fazer doação</a>
ta: </a href = "பற்றி. help.html "> சமூகம் </a> <a href =" donate.html "> நன்கொடை </a>
tr: <a href="about.html">Hakkında</a><a href="support.html">Destek</a><a href="news.html">Haberler</a><a href="help.html">Topluluk</a><a href="donate.html">Bağış yapın</a>

# index.html+html.body.nav.div.div.div.label.img[alt]:107-13
source: Select language
pt_br: Selecionar idioma
ta: மொழியைத் தேர்ந்தெடுக்கவும்
tr: Dil seç

source: EN
id: ID
my: MY
pt_br: PT-BR
ta: என்
tr: TR

# index.html+html.body.nav.div.div.div.div:112-11
source: <a class="navbar-item" lang="ar" hreflang="ar" href="../ar/index.html">العربية</a> <a class="navbar-item" lang="en" hreflang="en" href="../en/index.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/index.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/index.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/index.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/index.html">မြန်မာစာ</a> <a class="navbar-item" lang="pt_BR" hreflang="pt_BR" href="../pt_BR/index.html">Português</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/index.html">Pусский</a> <a class="navbar-item" lang="tr" hreflang="tr" href="../tr/index.html">Türkçe</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/index.html">Українська</a> <a class="navbar-item" lang="ur" hreflang="ur" href="../ur/index.html">اردو</a>
pt_br: <a class="navbar-item" lang="ar" hreflang="ar" href="../ar/index.html">العربية</a> <a class="navbar-item" lang="en" hreflang="en" href="../en/index.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/index.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/index.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/index.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/index.html">မြန်မာစာ</a> <a class="navbar-item" lang="pt_BR" hreflang="pt_BR" href="../pt_BR/index.html">Português (BR)</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/index.html">Pусский</a> <a class="navbar-item" lang="tr" hreflang="tr" href="../tr/index.html">Türkçe</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/index.html">Українська</a> <a class="navbar-item" lang="ur" hreflang="ur" href="../ur/index.html">اردو</a>

# index.html+html.body.nav.div.div:138-7
source: <a href="about.html">About</a> <a href="support.html">Support</a> <a href="news.html">News</a> <a href="help.html">Community</a> <a href="donate.html">Donate</a>
pt_br: <a href="about.html">Sobre</a> <a href="support.html">Suporte</a> <a href="news.html">Novidades</a> <a href="help.html">Ajuda</a> <a href="donate.html">Fazer doação</a>
ta: </a href = "பற்றி. help.html "> சமூகம் </a> <a href =" donate.html "> நன்கொடை </a>
tr: <a href="about.html">Hakkında</a><a href="support.html">Destek</a><a href="news.html">Haberler</a><a href="help.html">Topluluk</a><a href="donate.html">Bağış yapın</a>

source: Download Ceno
my: ‌ဒေါင်းလုပ်ဒ်
pt_br: Baixar Ceno
ta: விலை பதிவிறக்க
tr: Ceno indir

source: Ceno logo
my: Ceno လိုဂို
pt_br: Logotipo do Ceno
ta: லோகோவின் விலை
tr: Ceno logosu

# index.html+html.body.nav.div.div.label.img[alt]:153-11
source: Select language
pt_br: Selecionar idioma
ta: மொழியைத் தேர்ந்தெடுக்கவும்
tr: Dil seç

# index.html+html.body.nav.div.div.div:159-9
source: <a class="navbar-item" lang="ar" hreflang="ar" href="../ar/index.html">العربية</a> <a class="navbar-item" lang="en" hreflang="en" href="../en/index.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/index.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/index.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/index.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/index.html">မြန်မာစာ</a> <a class="navbar-item" lang="pt_BR" hreflang="pt_BR" href="../pt_BR/index.html">Português</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/index.html">Pусский</a> <a class="navbar-item" lang="tr" hreflang="tr" href="../tr/index.html">Türkçe</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/index.html">Українська</a> <a class="navbar-item" lang="ur" hreflang="ur" href="../ur/index.html">اردو</a>
pt_br: <a class="navbar-item" lang="ar" hreflang="ar" href="../ar/index.html">العربية</a> <a class="navbar-item" lang="en" hreflang="en" href="../en/index.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/index.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/index.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/index.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/index.html">မြန်မာစာ</a> <a class="navbar-item" lang="pt_BR" hreflang="pt_BR" href="../pt_BR/index.html">Português (BR)</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/index.html">Pусский</a> <a class="navbar-item" lang="tr" hreflang="tr" href="../tr/index.html">Türkçe</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/index.html">Українська</a> <a class="navbar-item" lang="ur" hreflang="ur" href="../ur/index.html">اردو</a>

source: Ceno Browser | Share the Web
id: Peramban Ceno | Berbagi Web
my: Ceno ဘရောက်ဇာ | ဝဘ်ကို မျှဝေပါ
pt_br: Navegador Ceno | Partilhe a Web
ta: செனோ உலாவி | வலையைப் பகிரவும்
tr: Ceno Browser | İnterneti paylaş

source: Ceno Browser banner
id: Spanduk Peramban Ceno
my: Ceno ဘရောက်ဇာ နဖူးစည်း
pt_br: Banner do Navegador Ceno
ta: செனோ உலாவி பேனர்
tr: Ceno Browser afişi

source: Share the web!
id: Bagikan webnya!
my: ဝဘ်ကို မျှဝေပါ!
pt_br: Partilhe a web!
ta: வலையைப் பகிரவும்!
tr: İnternet içeriklerini paylaşın!

source: Ceno (short for censorship.no!) is the world’s first mobile browser that side-steps current Internet censorship methods. Its peer-to-peer backbone allows people to access and share web information in and across regions where connectivity has been interrupted or compromised.
id: Ceno (kependekan dari censorship.no!) adalah peramban seluler pertama di dunia yang dapat menghindari metode sensor internet saat ini. Tulang punggung klien ke klien memungkinkan orang-orang untuk mengakses dan berbagi informasi web di dalam dan di seluruh wilayah di mana konektivitas telah terganggu atau disusupi.
my: censorship.no၏အတိုကောက် Ceno သည် အထူးသဖြင့် လက်ရှိ အင်တာနက် ဆင်ဆာဖြတ်တောက်မှုနည်းလမ်းများကို ရှောင်ရှားနိုင်ရန်အတွက် ပြုလုပ်ထားသည့် ကမ္ဘာ့ပထမဆုံး မိုဘိုင်းဘရောက်ဇာဖြစ်ပါသည်။ ၎င်းသည် လူများအား ဆက်သွယ်မှု ပြတ်တောက်ခြင်း သို့မဟုတ် အပေးအယူ ပြတ်တောက်သွားသည့် ဒေသများအတွင်း နှင့် အနှံ့အပြားတွင် သတင်းအချက်အလက်များကို ရယူမျှဝေနိုင်စေပါသည်။
pt_br: Ceno (abreviação para censorship.no!) é o primeiro navegador para dispositivos móveis do mundo que contorna os atuais métodos de censura da Internet. Seu backbone P2P permite às pessoas acessar e compartilhar informações da web dentro de e entre regiões nas quais a conectividade foi interrompida ou comprometida.
ta: CENO (தணிக்கை குறுகியதாக இல்லை!) உலகின் முதல் மொபைல் உலாவி ஆகும், இது தற்போதைய இணைய தணிக்கை முறைகள் பக்க-படிகள். அதன் பியர்-டு-பியர் முதுகெலும்பு இணைப்பு குறுக்கிடப்பட்ட அல்லது வேறுபாடின்மை செய்யப்பட்ட பிராந்தியங்களில் மற்றும் குறுக்கே வலை தகவல்களை அணுகவும் பகிர்ந்து கொள்ளவும் மக்களை அனுமதிக்கிறது.

source: Get it on Google Play
id: Dapatkan di Google Play
my: Google Play တွင် ရယူပါ
pt_br: Disponível no Google Play
ta: கூகிள் பிளேயில் அதைப் பெறுங்கள்
tr: Google Play üzerinden edinin

source: Get it on F-droid
id: Dapatkan di F-droid
my: F-droid တွင် ရယူပါ
pt_br: Disponível no GitLab
ta: அதை எஃப்-டிராய்டில் பெறுங்கள்
tr: F-Droid üzerinden alın

source: Get it on Paskoocheh
id: Dapatkan di Paskoocheh
my: Paskoocheh တွင်ရယူပါ
pt_br: Disponível no Paskoocheh
ta: அதை பாச்கூச்சேயில் பெறுங்கள்
tr: Paskoocheh üzerinden edinin

source: Browse Freely
id: Bebas Menjelajah
my: လွတ်လပ်စွာ ရှာဖွေပါ
pt_br: Navegue Livremente
ta: சுதந்திரமாக உலாவுக
tr: Özgürce gezinin

source: Unlock the Web
id: Membuka Akses Web
my: ဝက်ဘ်ကို လော့ခ်ဖြေပါ
pt_br: Desbloqueie a Web
ta: வலையைத் திறக்கவும்
tr: İnternet kapısının kilidini açın

source: Access web content through a network of cooperating peers - even when the internet is down or censored. Install Ceno Browser today and be prepared for the next time you get 🔌 unplugged.
id: Akses konten web melalui jaringan rekan yang bekerja sama bahkan saat internet mati atau disensor. Instal Peramban Ceno hari ini dan bersiaplah untuk saat berikutnya Anda 🔌 kehilangan akses internet.
my: ပူးပေါင်းဆောင်ရွက်သော မိတ်ဆွေအချင်းချင်း၏ ကွန်ရက်မှတစ်ဆင့် အင်တာနက် လိုင်းကျချိန် သို့မဟုတ် ဆင်ဆာလုပ်ခံရချိန်တွင်ပင် ဝက်ဘ်ကို ဝင်ရောက်သုံးစွဲပါ။ Ceno ဘရောက်ဇာကို ယနေ့ ထည့်သွင်းပြီး နောက်တစ်ကြိမ် 🔌 ပလပ်ဖြုတ်ခံရမည့် အချိန်အတွက် ပြင်ဆင်ပါ။
pt_br: Acesse conteúdo web através de uma rede de pares que cooperam entre si - mesmo quando a internet estiver indisponível ou censurada. Instale o Navegador Ceno hoje e se prepare para a próxima vez em que você sofrer uma 🔌 desconexão.
ta: ஒத்துழைக்கும் சகாக்களின் பிணையம் மூலம் வலை உள்ளடக்கத்தை அணுகவும் - இணையம் குறைந்துவிட்டாலும் அல்லது தணிக்கை செய்யப்பட்டாலும் கூட. இன்று செனோ உலாவியை நிறுவி, அடுத்த முறை நீங்கள் 🔌 அவிழ்க்கப்படும்போது தயாராக இருங்கள்.
tr: İnternet kesildiğinde ya da sansürlendiğinde bile uçtan uca ağdaki diğer kullanıcılar üzerinden İnternet içeriğine erişin. Bugün Ceno Browser indirin ve fişiniz 🔌 çekildiğinde hazırlıklı olun.

source: Grow the network - Become a bridge!
id: Kembangkan jaringan - Menjadi jembatan!
my: ကွန်ရက်ကို ကျယ်ပြန့်အောင်လုပ်ပါ - ပေါင်းကူးအဖြစ် ဆောင်ရွက်ပါ။
pt_br: Faça a rede crescer - Torne-se uma ponte!
ta: நெட்வொர்க்கை வளர்க்கவும் - ஒரு பாலமாக மாறவும்!
tr: Bir köprü olun ağın genişlemesini sağlayın!

source: Grow the Network
id: Kembangkan Jaringan
my: ကွန်ရက်ကို ကျယ်ပြန့်အောင်လုပ်ပ
pt_br: Faça a rede crescer
ta: பிணையத்தை வளர்க்கவும்
tr: Ağı büyütün

source: Fight censorship by becoming a bridge! Install and run Ceno Browser to instantly join the network and expand the availability of blocked websites to those in censored countries.
id: Lawan sensor dengan menjadi jembatan! Instal dan jalankan Peramban Ceno untuk langsung bergabung dengan jaringan dan memperluas ketersediaan situs web yang diblokir ke negara-negara yang disensor.
my: ပေါင်းကူးတစ်ခု ဖြစ်လာခြင်းဖြင့် ဆင်ဆာလုပ်ခြင်းကို တိုက်ဖျက်ပါ။ ကွန်ရက်တွင် ချက်ချင်း ပါဝင်ရန် Ceno ဘရောက်ဇာကို တပ်ဆင်၍ လုပ်ဆောင်ပြီး ဆင်ဆာလုပ်ထားသော နိုင်ငံများတွင် နေထိုင်သူများပါ ပိတ်ဆို့ထားသော ဝက်ဘ်ဆိုက်များကို ရရှိနိုင်ရန် ချဲ့ထွင်ပါ။
pt_br: Combata a censura tornando-se uma ponte! Instale e execute o Navegador Ceno para instantaneamente se juntar à rede e expandir a disponibilidade de websites bloqueados para pessoas em países censurados.
ta: ஒரு பாலமாக மாறுவதன் மூலம் தணிக்கையை எதிர்த்துப் போராடுங்கள்! நெட்வொர்க்கில் உடனடியாக சேர செனோ உலாவியை நிறுவி இயக்கவும் மற்றும் தணிக்கை செய்யப்பட்ட நாடுகளில் உள்ளவர்களுக்கு தடுக்கப்பட்ட வலைத்தளங்களின் கிடைக்கும் தன்மையை விரிவுபடுத்தவும்.
tr: Bir köprü olun ve sansürle savaşın! Ceno uygulamasını kurarak ağa hemen katılın ve sansür uygulanan ülkelerdeki insanların engellenen sitelere erişebilme imkanını artırın.

# index.html+html.body.main.section.div.div.div.div.div.img[alt]:235-13
source: Free and Open Source
my: အခမဲ့နှင့် ပွင့်လင်းရင်းမြစ်
pt_br: Livre e de código aberto
ta: இலவச மற்றும் திறந்த மூல
tr: Özgür ve Açık Kaynaklı

# index.html+html.body.main.section.div.div.div.div.div.h3:236-15
source: Free and Open Source
my: အခမဲ့နှင့် ပွင့်လင်းရင်းမြစ်
pt_br: Livre e de código aberto
ta: இலவச மற்றும் திறந்த மூல
tr: Özgür ve Açık Kaynaklı

source: Ceno is based on <a href="https://mozac.org/">Mozilla Android Components</a>, extended to make use of the <a href="https://gitlab.com/equalitie/ouinet">Ouinet library</a> - enabling third party developers to incorporate the Ceno network into their apps for P2P connectivity.
my: Ceno ကို <a href="https://mozac.org/">Mozilla Android အစိတ်အပိုင်းများ</a>ပေါ်တွင် အခြေခံ၍ <a href="https://gitlab.com/equalitie/ouinet">Ouinet စာကြည့်တိုက်</a>ကို အသုံးပြုနိုင်ရန် ချဲ့ထွင်ထားခြင်းသည် ပြင်ပအဖွဲ့အစည်း ဆော့ဖ်ဝဲရေးသားသူတို့အား အချင်းချင်း ချိတ်ဆက်နိုင်မှုရရှိရန်အတွက် ၎င်းတို့၏ အပ်ပ်များထဲသို့ Ceno ကွန်ရက်ကို ထည့်သွင်းပေါင်းစပ်ခွင့်ပြုသည်။
pt_br: Ceno é baseado no <a href="https://mozac.org/">Mozilla Android Components</a>, estendido para fazer uso da <a href="https://gitlab.com/equalitie/ouinet">biblioteca Ouinet</a> - que possibilita a desenvolvedores externos incorporar a rede Ceno em seus aplicativos para conseguir conectividade P2P.
ta: செனோ <a href = "https://mozac.org/"> மொசில்லா ஆண்ட்ராய்டு கூறுகள் </a> ஐ அடிப்படையாகக் கொண்டது, <a href = "https://gitlab.com/equalitie/ouinte" > ஓவினெட் நூலகம் </a> - மூன்றாம் தரப்பு உருவாக்குபவர்கள் P2P இணைப்பிற்காக CENO நெட்வொர்க்கை தங்கள் பயன்பாடுகளில் இணைக்க உதவுகிறது.
tr: Ceno, <a href="https://mozac.org/">Mozilla Android Components</a> ve <a href="https://gitlab.com/equalitie/ouinet">Ouinet kitaplığını</a> kullanacak şekilde genişletilmiştir. Böylece üçüncü taraf geliştiriciler uçtan uca bağlantı için kendi uygulamalarına Ceno ağını kolayca ekleyebilir.

source: Ceno Browser is a project by <a href="https://equalit.ie">eQualit.ie</a> – a not-for-profit Canadian organization that creates decentralized internet services in support of a more equal and equitable network. eQualitie's solutions are open source, battle proven and developed in mind of our values. Everyday, they enable freedom of association for millions of people online.
my: Ceno Browser သည် သာတူညီမျှနှင့် သာတူညီမျှသောကွန်ရက်ကိုပံ့ပိုးရန် ဗဟိုချုပ်ကိုင်မှုလျှော့ချထားသောအင်တာနက်ဝန်ဆောင်မှုများကိုဖန်တီးပေးသည့်ကနေဒါအကျိုးအမြတ်မယူသောအဖွဲ့အစည်းတစ်ခုဖြစ်သည့် <a href="https://equalit.ie">eQualit.ie</a> ၏ပရောဂျက်တစ်ခုဖြစ်သည်။ . eQualitie ၏ ဖြေရှင်းချက်များသည် ပွင့်လင်းသောအရင်းအမြစ်ဖြစ်ပြီး၊ ကျွန်ုပ်တို့၏တန်ဖိုးများနှင့်အတူ တီထွင်ဖန်တီးထားသည်။ ၎င်းတို့သည် လူသန်းပေါင်းများစွာကို နေ့စဉ် အွန်လိုင်းတွင် လွတ်လပ်စွာ ပေါင်းသင်းခွင့် ပေးသည်။
pt_br: Ceno Browser é um projeto da <a href="https://equalit.ie">eQualit.ie</a>, uma organização canadense sem fins lucrativos que cria serviços descentralizados de Internet para apoiar uma rede mais igualitária e equitativa. . As soluções da eQualitie são de código aberto, comprovadas em batalha e desenvolvidas com nossos valores em mente. Eles proporcionam liberdade de associação online a milhões de pessoas todos os dias.
ta: செனோ உலாவி என்பது <a href = "https://equalit.ie"> eamitit.ie </a>-இலாப நோக்கற்ற கனேடிய அமைப்பு, இது மிகவும் சமமான மற்றும் சமமான வலையமைப்பிற்கு ஆதரவாக பரவலாக்கப்பட்ட இணைய சேவைகளை உருவாக்குகிறது . ஈக்விட்டியின் தீர்வுகள் திறந்த மூலமாகும், போர் நிரூபிக்கப்பட்டு நமது மதிப்புகளை மனதில் கொண்டு வளர்ந்தது. தினமும், அவை ஆன்லைனில் மில்லியன் கணக்கான மக்களுக்கு சங்க சுதந்திரத்தை செயல்படுத்துகின்றன.
tr: Ceno Browser, daha eşit ve adaletli bir ağı desteklemek için merkezi olmayan İnternet hizmetleri oluşturan, kar amacı gütmeyen bir Kanada kuruluşu olan <a href="https://equalit.ie">eQualit.ie</a>'nin bir projesidir. . eQualitie çözümleri açık kaynaklıdır, savaş alanında kanıtlanmış ve değerlerimiz akılda tutularak geliştirilmiştir. Her gün milyonlarca insana çevrim içi olarak örgütlenme özgürlüğü sağlıyorlar.

# index.html+html.body.nav.div.div:127-9
source: Download
my: ‌ဒေါင်းလုပ်ဒ်
ta: பதிவிறக்கம்
tr: İndir

# index.html+html.body.nav.div.div.a.div:146-11
source: Download
my: ‌ဒေါင်းလုပ်ဒ်
ta: பதிவிறக்கம்
tr: İndir

source: About
id: Tentang

source: Support
id: Dukungan

source: News
id: Berita

source: Community
id: Komunitas

source: Donate
id: Donasi

source: Get Ceno
id: Install Ceno

source: Download
id: Unduh

source: Ceno is based on <a href="https://mozac.org/">Mozilla Android Components</a>, extended to make use of the <a href="https://github.com/equalitie/ouinet">Ouinet library</a> - enabling third party developers to incorporate the Ceno network into their apps for P2P connectivity.
id: Ceno didasarkan pada <a href="https://mozac.org/">Komponen Mozilla Android</a> yang diperluas untuk memanfaatkan <a href="https://github.com/equalitie/ouinet">pustaka Ouinet </a> - memungkinkan pengembang pihak ketiga untuk memasukkan jaringan Ceno ke dalam aplikasi mereka untuk konektivitas P2P.
