Repository: ceno-app/ceno.github.io
Catalog: */ir-highlights.po
Languages: ar, es, fa, fr, id, my, pt_br, ru, tr, uk, ur

source: en
ar: ar
es: es
fa: fa
fr: fr
id: id
my: my
pt_br: pt_BR
ru: ru
tr: tr
uk: uk
ur: ur

# ir-highlights.html+html.body.nav.div.div:96-7
source: <a href="about.html">About</a> <a href="support.html">Support</a> <a href="news.html">News</a> <a href="help.html">Community</a> <a href="donate.html">Donate</a>
ar: <a href="about.html">حول</a><a href="support.html">دعم</a><a href="news.html">أخبار</a><a href="help.html">المجتمع</a><a href="donate.html">تبرّع</a>
fa: <a href="about.html">درباره</a><a href="support.html">پشتیبانی</a><a href="news.html">اخبار</a><a href="help.html">مشارکت</a><a href="donate.html">اهدا</a>
fr: <a href="about.html">À propos</a><a href="support.html">Assistance technique</a><a href="news.html">Actualités</a><a href="help.html">Communauté</a><a href="donate.html">Faire un don</a>
pt_br: <a href="about.html">Sobre</a> <a href="support.html">Suporte</a> <a href="news.html">Novidades</a> <a href="help.html">Ajuda</a> <a href="donate.html">Fazer doação</a>
ur: <a href="about.html">کے بارے میں</a><a href="support.html">معاونت</a><a href="news.html">خبریں</a><a href="help.html">کمیونٹی</a><a href="donate.html">عطیہ کریں</a>

# ir-highlights.html+html.body.nav.div.div.div.label.img[alt]:107-13
source: Select language
ar: اختر لغة
fa: انتخاب زبان
pt_br: Selecionar idioma

source: EN
ar: AR
es: ES
fa: FA
fr: FR
id: ID
my: MY
pt_br: PT-BR
ru: RU
tr: TR
uk: UK
ur: UR

# ir-highlights.html+html.body.nav.div.div:127-9
source: Download
ar: تنزيل
fa: دانلود
fr: Télécharger

# ir-highlights.html+html.body.nav.div.div:138-7
source: <a href="about.html">About</a> <a href="support.html">Support</a> <a href="news.html">News</a> <a href="help.html">Community</a> <a href="donate.html">Donate</a>
ar: <a href="about.html">حول</a><a href="support.html">دعم</a><a href="news.html">أخبار</a><a href="help.html">المجتمع</a><a href="donate.html">تبرّع</a>
fa: <a href="about.html">درباره</a><a href="support.html">پشتیبانی</a><a href="news.html">اخبار</a><a href="help.html">مشارکت</a><a href="donate.html">اهدا</a>
fr: <a href="about.html">À propos</a><a href="support.html">Assistance technique</a><a href="news.html">Actualités</a><a href="help.html">Communauté</a><a href="donate.html">Faire un don</a>
pt_br: <a href="about.html">Sobre</a> <a href="support.html">Suporte</a> <a href="news.html">Novidades</a> <a href="help.html">Ajuda</a> <a href="donate.html">Fazer doação</a>

source: Download Ceno
ar: تنزيل ceno
fa: دانلود سنو
fr: Télécharger Ceno
pt_br: Baixar Ceno
ur: ڈاؤن لوڈ کریںCeno

# ir-highlights.html+html.body.nav.div.div.a.div:146-11
source: Download
ar: تنزيل
fa: دانلود
fr: Télécharger

source: Ceno logo
ar: شعار ceno
fa: لوگو سنو
fr: Logo Ceno
pt_br: Logotipo do Ceno

# ir-highlights.html+html.body.nav.div.div.label.img[alt]:153-11
source: Select language
ar: اختر لغة
fa: انتخاب زبان
pt_br: Selecionar idioma

source: Ceno Browser | Highlights from the Ground in Iran
ar: متصفح Ceno | أحداث بارزة من الأرض في إيران
fa: مرورگر سنو | نکات برجسته از وضعیت ایران
fr: Navigateur Ceno | Faits marquants sur le terrain en Iran
id: Peramban Ceno | Sorotan dari Kondisi di Iran
pt_br: Navegador Ceno | Destaques diretamente do Irã
ru: Ceno Browser | Основные моменты из Ирана
tr: Ceno Browser | İran'daki önemli yasaklama anları
uk: Ceno Браузер | Найцікавіше з місця в Ірані
ur: Ceno براؤزر | ایران کے علاقے سے جھلکیاں

source: Highlights from the Ground in Iran
ar: أحداث بارزة من الأرض في إيران
es: Lo más destacado sobre el terreno en Irán
fa: نکات برجسته از وضعیت ایران
fr: Faits marquants sur le terrain en Iran
id: Sorotan dari Kondisi di Iran
my: အီရန် မြေပြင်အခြေအနေမှ အထူးသတင်းများ
pt_br: Destaques diretamente do Irã
ru: Основные моменты из Ирана
tr: İran'daki önemli yasaklama anları
uk: Найцікавіше з місця в Ірані
ur: ایران کے علاقے سے جھلکیاں

source: December 2022
ar: كانون الأول/ ديسمبر 2022
es: Diciembre de 2022
fa: دسامبر ۲۰۲۲
fr: Décembre 2022
id: Desember 2022
my: ဒီဇင်ဘာ ၂၀၂၂
pt_br: Dezembro de 2022
ru: Декабрь 2022
tr: Aralık 2022
uk: Грудень 2022
ur: دسمبر 2022

source: Ceno User Experiences
ar: تجارب مستخدمي Ceno
fa: تجربه‌های کاربران سنو
fr: Expériences des utilisateurs de Ceno
id: Pengalaman Pengguna Ceno
pt_br: Experiências de Usuários do Ceno
ru: Ceno Пользовательский опыт
tr: Ceno kullanıcı deneyimleri
uk: Ceno Досвід користувачів
ur: Ceno صارف کے تجربات

source: User experiences have varied from region to region as ISPs have applied Internet censorship and disruption measures inconsistently.
ar: اختلفت تجارب المستخدمين من منطقة إلى أخرى إذ أن مزودي خدمات الإنترنت قاموا بتطبيق الرقابة والحجب على الإنترنت وإجراءات التعطيل بشكل غير متّسق.
es: Las experiencias de los usuarios han variado de una región a otra, ya que los ISP han aplicado medidas de censura e interrupción de Internet de forma incoherente.
fa: تجربیات کاربران در مناطق مختلف متفاوت بوده است، زیرا ارائه‌دهندگان خدمات اینترنت (ISP) به‌طور نامنظم اقدام به سانسور و اختلال در اینترنت کرده‌اند.
fr: Les expériences des utilisateurs ont varié d’une région à l’autre, car les FAI ont appliqué inégalement la censure et les mesures de perturbation d’Internet.
id: Pengalaman pengguna bervariasi dari satu wilayah ke wilayah lain karena ISP telah menerapkan sensor Internet dan gangguan secara tidak konsisten.
my: အသုံးပြုသူ အတွေ့အကြုံများသည် ISP များမှ အင်တာနက်ပိတ်ဆို့ဖြတ်တောက်ခြင်းမှုပေါ်မူတည်ပြီး နေရာဒေသအလိုက် ကွဲပြားမှု ရှိနေပြီး နှောင့်ယှက်ခြင်းများကို ကွဲပြားစွာ တိုင်းတာရသည်။
pt_br: As experiências de usuários variaram de região para região conforme as ISPs aplicaram censura da Internet e medidas de interrupção de maneira inconsistente.
ru: Опыт пользователей различается в зависимости от региона, поскольку провайдеры применяют меры по цензуре и нарушению работы Интернета непоследовательно.
tr: İnternet hizmeti sağlayıcıları İnternet sansürünü ve kesinti önlemlerini tutarsız bir şekilde uyguladıklarından kullanıcı deneyimleri bölgeden bölgeye değişiyor.
uk: Досвід користувачів змінювався від регіону до регіону, оскільки ISP застосовував інтернет-цензуру та заходи зі зриву непослідовно.
ur: صارف کے تجربات خطے کے لحاظ سے مختلف ہیں کیونکہ ISPs نے انٹرنیٹ سنسرشپ اور خلل کے اقدامات کو متضاد طور پر لاگو کیا ہے۔

source: Where Iran’s intranet (National Information Network or NIN) is the only connection available, Ceno users can still access blocked web content.
ar: عندما تكون الشبكة القومية الإيرانية (شبكة المعلومات الوطنية أو NIN) هي الاتصال الوحيد المتاح، يتمكن مستخدمو Ceno من الوصول إلى محتوى الويب المحظور.
fa: در مواردی که تنها ارتباط موجود، اینترانت ایران (شبکه ملی اطلاعات یا اینترنت ملی) است، کاربران سنو همچنان قادر به دسترسی به محتوای وب فیلتر شده هستند.
fr: Là où l’intranet iranien (Réseau national d’information) est la seule connexion accessible, les utilisateurs de Ceno peuvent quand même accéder au contenu Web bloqué.
id: Di mana intranet Iran (National Information Network atau NIN) adalah satu-satunya koneksi yang tersedia, pengguna Ceno masih dapat mengakses konten web yang diblokir.
pt_br: Onde a intranet do Irã (Rede Nacional de Informação ou NIN) é a única conexão disponível, usuários do Ceno ainda podem acessar conteúdo web bloqueado.
ru: Там, где интранет Ирана (Национальная информационная сеть или NIN) является единственным доступным соединением, пользователи Ceno все еще могут получить доступ к заблокированному веб-контенту.
tr: İran'ın intraneti (Ulusal Bilgi Ağı veya NIN) kullanılabilecek tek bağlantı olduğunda bile Ceno kullanıcıları engellenen İnternet içeriklerine erişebilir.
uk: Там, де інтернет Ірану (Національна інформаційна мережа або НІМ) є єдиним доступним з'єднанням, користувачі Ceno все ще можуть отримати доступ до заблокованого вебконтенту.
ur: جہاں ایران کا انٹرانیٹ (نیشنل انفارمیشن نیٹ ورک یا NIN) واحد کنکشن دستیاب ہے، وہاں Ceno صارفین اب بھی بلاک شدہ ویب مواد تک رسائی حاصل کر سکتے ہیں۔

source: Users have been able to access blocked content on some WiFi networks and some mobile network providers.
ar: تمكن المستخدمون من الوصول إلى المحتوى المحظور على بعض شبكات WiFi وعلى شبكات بعض مزودي خدمات الهاتف المحمول.
es: Los usuarios han podido acceder a contenidos bloqueados en algunas redes WiFi y algunos proveedores de redes móviles.
fa: کاربران توانسته‌اند در برخی از شبکه‌های WiFi و برخی از اپراتور شبکه سیار به محتوای فیلترشده دسترسی پیدا کنند.
fr: Les utilisateurs ont pu accéder à des contenus bloqués sur certains réseaux Wi-Fi et certains fournisseurs de réseaux mobiles.
id: Pengguna dapat mengakses konten yang diblokir pada beberapa jaringan WiFi dan beberapa penyedia jaringan seluler.
my: အသုံးပြုသူများသည် တချို့သော WiFi ကွန်ရက်နှင့် တချို့သော မိုဘိုင်းကွန်ရက်များကို အသုံးပြုပြီး ပိတ်ဆို့ ဖြတ်တောက်ထားခံရသော အကြောင်းအရာများကို ရယူ ကြည့်ရှနိုင်သည်။
pt_br: Usuários têm conseguido acessar conteúdo bloqueado em algumas redes WiFi e alguns provedores de rede de móvel.
ru: Пользователи смогли получить доступ к заблокированному контенту в некоторых сетях WiFi и у некоторых провайдеров мобильных сетей.
tr: Kullanıcılar, bazı kablosuz ağlarda ve bazı mobil ağ hizmeti sağlayıcılarında engellenen içeriğe erişebildi.
uk: Користувачі можуть отримати доступ до заблокованого вмісту в деяких мережах Wi-Fi та деяких провайдерів мобільних мереж.
ur: صارفین کچھ وائی فائی نیٹ ورکس اور کچھ موبائل نیٹ ورک فراہم کنندگان پر بلاک شدہ مواد تک رسائی حاصل کرنے کے قابل ہوئے ہیں۔

source: Anyone globally can help expand the Ceno network by installing the app and using it to browse web content. Each use of the browser improves the speed, quality and quantity of the content. Users in less restricted regions can safely share visited web content to users in more restricted regions.
ar: يمكن لأي شخص على مستوى العالم المساعدة في توسيع شبكة Ceno عن طريق تثبيت التطبيق واستخدامه لتصفح محتوى الويب. يساعد كل استخدام للمتصفح على تحسين سرعة المحتوى وجودته وكميته. يمكن للمستخدمين في المناطق الأقل تقييدًا مشاركة محتوى الويب الذي تمت زيارته بأمان مع المستخدمين في المناطق الأكثر تقييدًا.
fa: هر کسی در سراسر جهان می‌تواند با نصب اپلیکیشن سنو و استفاده از آن برای مرور محتوای وب، به گسترش شبکه سنو کمک کند. هر بار استفاده از این مرورگر باعث بهبود سرعت، کیفیت و کمیت محتوای به اشتراک گذاشته‌شده می‌شود. کاربران مناطقی با محدودیت کمتر می‌توانند به‌طور ایمن محتوای وبی را که بازدید کرده‌اند با کاربران در مناطق محدودتر به اشتراک بگذارند.
fr: À l’échelle mondiale, tous peuvent contribuer à l’expansion du réseau Ceno en installant l’appli et en l’utilisant pour parcourir les contenus Web. La vitesse, la qualité et la quantité du contenu sont améliorées par chaque utilisation du navigateur. Les utilisateurs des régions moins limitées peuvent partager en toute sécurité avec les utilisateurs des régions plus limitées les contenus Web visités.
id: Siapa pun di seluruh dunia dapat membantu memperluas jaringan Ceno dengan menginstal aplikasi dan menggunakannya untuk menjelajahi konten web. Setiap penggunaan peramban akan meningkatkan kecepatan, kualitas, dan kuantitas konten. Pengguna di wilayah yang tidak terlalu terbatas dapat berbagi konten web yang dikunjungi dengan aman kepada pengguna di wilayah yang lebih terbatas.
pt_br: Qualquer pessoa em qualquer lugar do mundo pode ajudar a expandir a rede Ceno instalando e usando o aplicativo para navegar por conteúdos web. Cada uso do navegador aumenta a velocidade, a qualidade e a quantidade de conteúdo. Usuários em regiões menos restritas podem seguramente compartilhar o conteúdo web visitado com usuários em regiões mais restritas.
ru: Любой человек по всему миру может способствовать расширению сети Ceno, установив приложение и используя его для просмотра веб-контента. Каждое использование браузера улучшает скорость, качество и количество контента. Пользователи в регионах с менее строгими запретами могут безопасно делиться просмотренным веб-контентом с теми, кто находится в регионах с более строгими ограничениями.
tr: Herkes, uygulamayı kurarak ve İnternet içeriğine göz atarak Ceno ağının genişlemesine yardımcı olabilir. Tarayıcı her kullanıldığında, içeriğin hızı, kalitesi ve miktarı artar. Daha az kısıtlama uygulanan yerlerdeki kullanıcılar, ziyaret edilen İnternet içeriğini daha fazla kısıtlama uygulanan yerlerdeki kullanıcılarla güvenle paylaşabilir.
uk: Будь-який глобально може допомогти розширити мережу Ceno шляхом встановлення застосунку та використання його для перегляду вебконтенту. Кожне використання браузера покращує швидкість, якість та кількість контенту. Користувачі, які не обмежуються регіонами, можуть безпечно поділитися вебконтентом з користувачами у більш обмежених регіонах.
ur: عالمی سطح پر کوئی شخص بھی ایپ کو انسٹال کرکے اور ویب مواد کو براؤز کرنے کے لیے استعمال کرکے Ceno نیٹ ورک کو بڑھانے میں مدد کرسکتا ہے۔ براؤزر کا ہر استعمال مواد کی رفتار، معیار اور مقدار کو بہتر بناتا ہے۔ کم محدود علاقوں کے صارفین محفوظ طریقے سے ملاحظہ کردہ ویب مواد کو زیادہ محدود علاقوں کے صارفین کے ساتھ بانٹ سکتے ہیں۔

source: On Ceno, users receive the information that they have requested. Network security nodes are used to verify inbound content.
ar: في Ceno، يتلقى المستخدمون المعلومات التي طلبوها. تُستخدم عقد أمان الشبكة للتحقق من المحتوى الوارد.
fa: در سنو، کاربران اطلاعاتی را که درخواست کرده‌اند دریافت می‌کنند. گره‌های امنیت شبکه برای تایید محتوای دریافتی استفاده می‌شوند.
fr: Sur Ceno, les utilisateurs reçoivent les informations qu’ils ont demandées. Des nœuds de sécurité du réseau sont utilisés pour vérifier le contenu entrant.
id: Di Ceno, pengguna menerima informasi yang mereka minta. Simpul keamanan jaringan digunakan untuk memverifikasi konten yang masuk.
pt_br: No Ceno, usuários recebem a informação que eles requisitaram. Os nós de segurança da rede são usados para verificar conteúdo de entrada.
ru: В Ceno пользователи получают информацию, которую они запросили. Для проверки входящего содержимого используются узлы сетевой безопасности.
tr: Ceno ile kullanıcılar istedikleri bilgilere erişirler. Ağ güvenliği düğümleri, gelen içeriği doğrulamak için kullanılır.
uk: На Ceno, користувачі отримують інформацію, яку вони запитували. Вузли безпеки мережі використовуються для перевірки вхідного вмісту.
ur: Ceno پر، صارفین کو وہ معلومات ملتی ہیں جس کی انہوں نے درخواست کی ہے۔ نیٹ ورک سیکورٹی نوڈز ان باؤنڈ مواد کی تصدیق کے لیے استعمال کیے جاتے ہیں۔

source: User Comments
ar: تعليقات المستخدمين
es: Comentarios de los usuarios
fa: نظرات کاربران
fr: Commentaires des utilisateurs
id: Komentar Pengguna
my: အသုံးပြုသူ မှတ်ချက်များ
pt_br: Comentários de Usuários
ru: Комментарии пользователя
tr: Kullanıcı yorumları
uk: Коментарі користувачів
ur: صارف کے تبصرے

source: "Impressive platform. You can't imagine how useful and brilliant it is if you don't live in countries like Iran."
ar: "منصة رائعة. لا يمكنك أن تتخيل مدى فائدتها وروعتها إذا كنت لا تعيش في دول مثل إيران."
es: "Una plataforma impresionante. No te puedes imaginar lo útil y brillante que es si no vives en países como Irán."
fa: «پلتفرم فوق‌العاده‌ایه. نمی‌تونین تصور کنین چقدر مفید و عالیه مگر این که توی کشورهایی مثل ایران زندگی کنین.»
fr: « Une plateforme impressionnante. Vous ne pouvez pas imaginer à quel point elle est utile et géniale si vous ne vivez pas dans des pays tels que l’Iran. »
id: "Platform yang mengesankan. Anda tidak dapat membayangkan betapa bermanfaat dan briliannya platform ini jika Anda tidak tinggal di negara seperti Iran."
my: "တော်တော် အထင်ကြီးစရာကောင်းတဲ့ ပလက်ဖောင်းပါ။ အီရန်လိုနိုင်ငံမျိုးမှာ နေထိုင်နေတာမဟုတ်ဘူးဆိုရင် ဘယ်လောက်အသုံးဝင်လဲဆိုတာ သင် မခန့်မှန်းနိုင်လောက်ဘူး။"
pt_br: "Plataforma impressionante. Você não pode imaginar o quão útil ela é se você não vive em um país como o Irã."
ru: "Впечатляющая платформа. Вы не можете себе представить, насколько она полезная и потрясающая, если вы не живете в таких странах, как Иран."
tr: "Etkileyici bir platform. İran gibi ülkelerde yaşamıyorsanız ne kadar yararlı olduğunu düşünemezsiniz."
uk: "Вражаюча платформа. Ви не можете уявити, наскільки це корисно та блискуче, якщо ви не живете в таких країнах, як Іран."
ur: "متاثر کن پلیٹ فارم۔ آپ تصور نہیں کر سکتے کہ اگر آپ ایران جیسے ممالک میں نہیں رہتے تو یہ کتنا مفید اور شاندار ہے۔"

source: "This app is one of our few hopes in times of serious Internet disruptions in Iran."
ar: "هذا التطبيق هو أحد آمالنا القليلة في أوقات الاضطرابات الخطيرة للإنترنت في إيران."
es: "Esta aplicación es una de nuestras pocas esperanzas en tiempos de graves interrupciones de Internet en Irán"
fa: «این اپ یکی از معدود امیدهای ما موقع اختلال‌های جدی اینترنت در ایرانه.»
fr: « Cette appli est l’un de nos rares espoirs en ces temps de graves perturbations d’Internet en Iran. »
id: "Aplikasi ini adalah salah satu dari sedikit harapan kami pada saat terjadi gangguan internet yang serius di Iran."
my: "အီရန်မှာ ပြင်းပြင်းထန်ထန် အင်တာနက် ပြတ်တောက်မှုတွေ ဖြစ်ပျက်နေတဲ့အချိန်မှာ ဒီအက်ပ်က ကျွန်ုပ်တို့ရဲ့ မျှော်လင့်ချက်အနည်းငယ်ထဲက တစ်ခုပါပဲ။"
pt_br: "Este aplicativo é uma das nossas poucas esperanças em tempos de sérias interrupções da Internet no Irã."
ru: "Это приложение - одна из наших немногих надежд во время серьезных сбоев в работе Интернета в Иране."
tr: "Bu uygulama İran'daki ciddi İnternet kısıtlamalarında umutlarımızdan biri."
uk: "Цей застосунок є однією з наших небагатьох надій у часи серйозних перебоїв в роботі Інтернету в Ірані."
ur: "ایران میں انٹرنیٹ کی سنگین رکاوٹوں کے وقت یہ ایپ ہماری چند امیدوں میں سے ایک ہے۔"

source: "Everyone should install these two apps (Ceno and NewNode). With these apps, filtering/censorship will not be effective."
ar: "يجب على الجميع تثبيت هذين التطبيقين (Ceno وNewNode). مع هذه التطبيقات، لن تكون التصفية والرقابة فعالة."
fa: «همه باید این دو اپلیکیشن (Ceno و NewNode) رو نصب کنن. با این اپ‌ها، فیلترینگ/سانسور بی‌اثر می‌شه.»
fr: « Tout le monde devrait installer ces deux applis (Ceno et NewNode). Avec elles, le filtrage et la censure seront inefficaces. »
id: "Semua orang harus memasang kedua aplikasi ini (Ceno dan NewNode). Dengan aplikasi-aplikasi ini, penyaringan/penyensoran tidak akan efektif."
pt_br: "Todo mundo deveria instalar estes dois aplicativos (Ceno e NewNode). Com eles, filtragem/censura não serão eficazes."
ru: "Каждый должен установить эти два приложения (Ceno и NewNode). С этими приложениями фильтрация/цензура не сможет быть эффективной."
tr: "Herkesin bu iki uygulamayı (Ceno ve NewNode) kurması gerekiyor. Bu uygulamalar sayesinde, sansür yeterince etkili olmayacak."
uk: "Всі повинні встановити ці два застосунки (Ceno та NewNode). За допомогою цих застосунків фільтрація/цензура не буде ефективною."
ur: "ہر ایک کو یہ دو ایپس (Ceno اور NewNode) انسٹال کرنی چاہئیں۔ ان ایپس کے ساتھ، فلٹرنگ/سینسرشپ موثر نہیں ہوگی۔"

source: "Internet users living outside of Iran can support the free Internet by installing Ceno Browser to help in-country users access content even when international traffic is cut."
ar: "يمكن لمستخدمي الإنترنت الذين يعيشون خارج إيران دعم الإنترنت الحر عن طريق تثبيت متصفح Ceno لمساعدة المستخدمين في البلد على الوصول إلى المحتوى حتى عند قطع حركة مرور البيانات الدولية."
fa: «کاربران اینترنت خارج از ایران می‌توانند با نصب مرورگر سنو از اینترنت آزاد حمایت کنند و به کاربران داخل کشور کمک کنند تا حتی زمانی که ترافیک بین‌المللی قطع می‌شود، به محتوا دسترسی داشته باشند.»
fr: « Les internautes qui vivent hors d’Iran peuvent soutenir l’Internet libre en installant le Navigateur Ceno pour aider les utilisateurs intrapays à accéder au contenu même si le trafic international est coupé. »
id: "Pengguna internet yang tinggal di luar Iran dapat mendukung internet gratis dengan menginstal Peramban Ceno untuk membantu pengguna di dalam negeri dalam mengakses konten bahkan ketika lalu lintas internasional sedang terputus."
pt_br: "Usuários da Internet vivendo fora do Irã podem apoiar a Internet livre instalando o Navegador Ceno para ajudar usuários de dentro do país a acessar conteúdo mesmo quando o tráfego internacional for cortado."
ru: "Пользователи Интернета, живущие за пределами Ирана, могут поддержать свободный Интернет, установив Ceno Browser, чтобы помочь пользователям внутри страны получить доступ к контенту даже при отключении международного трафика."
tr: "İran dışında yaşayan İnternet kullanıcıları, uluslararası trafik kesildiğinde bile ülke içindeki kullanıcıların içeriğe erişmesine yardımcı olmak için Ceno Browser kurarak özgür İnternet erişimini destekleyebilir."
uk: "Користувачі Інтернету, які живуть за межами Ірану, можуть підтримувати безкоштовний Інтернет, встановивши Ceno Браузер, щоб допомогти користувачам у країні отримати доступ до вмісту, навіть коли міжнародний трафік скорочується."
ur: "ایران سے باہر رہنے والے انٹرنیٹ صارفین Ceno براؤزر انسٹال کر کے مفت انٹرنیٹ کی حمایت کر سکتے ہیں تاکہ اندرون ملک صارفین کو مواد تک رسائی میں مدد ملے یہاں تک کہ بین الاقوامی ٹریفک میں کمی کے باوجود۔"

source: "Install the Ceno browser (for Android). It can be used when the global Internet is down. It is important to have many users so that the speed can increase as the network expands."
ar: "قم بتثبيت متصفح Ceno (لنظام أندرويد). يمكن استخدامه عند تعطل الإنترنت العالمي. من المهم أن يكون هناك العديد من المستخدمين حتى تزداد السرعة مع توسع الشبكة."
fa: «مرورگر سنو (برای اندروید) رو نصب کنین. این مرورگر وقتی اینترنت بین‌المللی قطعه قابل استفاده‌ست. مهمه که تعداد کاربرها زیاد باشه، چون با گسترش شبکه، سرعت هم زیاد می‌شه.»
fr: « Installez le Navigateur Ceno (pour Android). Il peut être utilisé si l’internet mondial est en panne. Il est important d’avoir beaucoup d’utilisateurs afin que la vitesse puisse augmenter alors que le réseau prend de l’ampleur. »
id: "Instal peramban Ceno (untuk Android). Ini dapat digunakan ketika internet global sedang mengalami gangguan. Penting untuk memiliki banyak pengguna agar kecepatannya dapat meningkat seiring dengan perluasan jaringan."
pt_br: "Instale o navegador Ceno (para Android). Ele pode ser usado quando a Internet global está indisponível. É importante ter muitos usuários de modo que a velocidade possa aumentar conforme a rede se expande."
ru: "Установите браузер Ceno (для Android). Он сможет пригодиться, когда глобальный Интернет не работает. Важно наличие большого количества пользователей, чтобы скорость увеличивалась по мере расширения сети."
tr: "Ceno Browser kurun (Android için). Dünya üzerindeki İnternet erişimi kısıtlandığında kullanılabilir. Ağ genişledikçe hızın artabilmesi için kullanıcı sayısının çok olması önemlidir."
uk: "Встановити браузер Ceno (для Android). Його можна використовувати, коли глобальна мережа Інтернет не працює. Важливо мати багато користувачів, щоб швидкість збільшувалася з розширенням мережі."
ur: "Ceno براؤزر انسٹال کریں (انڈروئد کے لیے)۔ اسے اس وقت استعمال کیا جا سکتا ہے جب عالمی انٹرنیٹ بند ہو۔ اس کے لیے بہت سے صارفین کا ہونا ضروری ہے تاکہ نیٹ ورک کے پھیلنے کے ساتھ اس کی رفتار بڑھ سکے۔"
