Repository: ceno-app/ceno.github.io
Catalog: */ir-highlights.po
Languages: ar, es, fa, fr, id, my, pt_br, ru, tr, uk, ur

source: "It is a good browser, especially for us Iranians, who do not have the possibility of free use of the Internet, and everything is filtered by the government, even filter breakers."
ar: "إنه متصفح جيد، خاصة بالنسبة لنا نحن الإيرانيين، الذين ليس لديهم إمكانية استخدام الإنترنت بحرية، وكل شيء تتم تصفيته من قبل الحكومة، حتى أدوات تجاوز التصفية."
es: "Es un buen navegador, sobre todo para nosotros los iraníes, que no tenemos la posibilidad de usar libremente Internet, y todo está filtrado por el gobierno, incluso los rompefiltros"
fa: «مرورگر خوبیه، به‌خصوص برای ما ایرانی‌ها که امکان استفاده آزاد از اینترنت رو نداریم و همه چی حتی فیلترشکن‌ها هم توسط دولت فیلتر می‌شه.»
fr: « C’est un bon navigateur, surtout pour nous, Iraniens, qui n’avons pas la possibilité d’utiliser Internet librement, avec le gouvernement qui filtre tout, même les antifiltres. »
id: "Ini adalah peramban yang bagus, terutama bagi kami warga Iran yang tidak memiliki kemungkinan untuk menggunakan Internet secara bebas, dan semuanya disaring oleh pemerintah."
pt_br: "É um bom navegador, especialmente para nós iranianos, que não temos a possibilidade de uso livre da Internet e tudo é filtrado pelo governo, até mesmo os mecanismos de quebra de filtro."
ru: "Это хороший браузер, особенно для нас, иранцев, у которых нет возможности свободно пользоваться Интернетом, и все фильтруется правительством, даже взломщики фильтров."
tr: "Özellikle özgürce İnternet kullanma olanağı olmayan ve her şeyin hükümet tarafından süzüldüğü İran'da yaşayan biz İranlılar için iyi bir tarayıcı."
uk: "Це хороший браузер, особливо для нас, іранців, які не мають можливості вільного використання Інтернету, і все фільтрується урядом, навіть фільтрувальні зломи."
ur: "یہ ایک اچھا براؤزر ہے، خاص طور پر ہم ایرانیوں کے لیے، جن کے پاس انٹرنیٹ کے مفت استعمال کا امکان نہیں ہے، اور ہر چیز کو حکومت فلٹر کرتی ہے، یہاں تک کہ فلٹر بریکر بھی۔"

source: Ceno in the Media
ar: Ceno في وسائل الإعلام
fa: سنو در رسانه‌ها
fr: Ceno dans les médias
id: Ceno di Media
pt_br: Ceno na Mídia
ru: Ceno в СМИ
tr: Basında Ceno
uk: Ceno в Медіа
ur: میڈیا میں Ceno

source: "<a href="https://www.independentpersian.com/node/270686/">Software for when the Internet is down,</a>” Independent Persian
ar: "<a href="https://www.independentpersian.com/node/270686/">برامج لعندما يكون الإنترنت معطلاً،</a>الفارسي المستقل
es: "<a href="https://www.independentpersian.com/node/270686/">Software para cuando se cae Internet,</a>" Persa Independiente
fa: «<a href="https://www.independentpersian.com/node/270686/">نرم‌افزاری برای زمان قطعی اینترنت،</a>» ایندیپندنت فارسی
fr: « <a href="https://www.independentpersian.com/node/270686/">Logiciel si Internet est inaccessible,</a> » Le Persan indépendant
id: "<a href="https://www.independentpersian.com/node/270686/">Perangkat lunak yang digunakan saat internet mengalami gangguan,</a>” Independent Persian
pt_br: "<a href="https://www.independentpersian.com/node/270686/">Software para quando a Internet não está disponível,</a>” Independent Persian
ru: "<a href="https://www.independentpersian.com/node/270686/">Программное обеспечение для тех случаев, когда Интернет не работает,</a>" Independent Persian
tr: "<a href="https://www.independentpersian.com/node/270686/">İnternet kapatıldığı zaman kullanılması gereken bir yazılım,</a>” Independent Persian
uk: " <a href="https://www.independentpersian.com/node/270686/">Програмне забезпечення, коли інтернет не працює,</a>” Незалежна перська
ur: "<a href="https://www.independentpersian.com/node/270686/">انٹرنیٹ بند ہونے پر سافٹ ویئر،</a>" آزاد فارسی

source: "<a href="https://www.instagram.com/tv/Ci-zKL5vDzV/?utm_source=ig_web_copy_link">What is the state of Iran's Internet?</a>” Iran Wire
ar: "<a href="https://www.instagram.com/tv/Ci-zKL5vDzV/?utm_source=ig_web_copy_link">ما هي حالة الإنترنت في إيران؟</a>" برقية إيران
es: "<a href="https://www.instagram.com/tv/Ci-zKL5vDzV/?utm_source=ig_web_copy_link">¿Cuál es el estado de Internet en Irán?</a>" Fibra para Irán
fa: «<a href="https://www.instagram.com/tv/Ci-zKL5vDzV/?utm_source=ig_web_copy_link">وضعیت اینترنت ایران چگونه است؟</a>» ایران وایر
fr: « <a href="https://www.instagram.com/tv/Ci-zKL5vDzV/?utm_source=ig_web_copy_link">Quel est l’état d’Internet en Iran ?</a> » Le télégramme iranien
id: "<a href="https://www.instagram.com/tv/Ci-zKL5vDzV/?utm_source=ig_web_copy_link">Bagaimana keadaan internet Iran?</a>" Iran Wire
pt_br: "<a href="https://www.instagram.com/tv/Ci-zKL5vDzV/?utm_source=ig_web_copy_link">Qual é o estado da Internet iraniana?</a>” Iran Wire
ru: "<a href="https://www.instagram.com/tv/Ci-zKL5vDzV/?utm_source=ig_web_copy_link">Каково состояние иранского интернета? </a>" Iran Wire
tr: "<a href="https://www.instagram.com/tv/Ci-zKL5vDzV/?utm_source=ig_web_copy_link">İran'ın İnternet durumu ne?</a>” Iran Wire
uk: " <a href="https://www.instagram.com/tv/Ci-zKL5vDzV/?utm_source=ig_web_copy_link"> Який стан інтернету Ірану?</a>” Іранський дріт
ur: "<a href="https://www.instagram.com/tv/Ci-zKL5vDzV/?utm_source=ig_web_copy_link">ایران کے انٹرنیٹ کی کیا حالت ہے؟</a>" ایران وائر

source: "<a href="https://www.tribunezamaneh.com/archives/105862">Back alley digital security and online marketplace for filters and tools,</a>” Zamaneh Tribune
ar: "<a href="https://www.tribunezamaneh.com/archives/105862">السبل الخفية للأمان الرقمي والسوق الرقمي للمرشحات والأدوات،</a>" منبر زمانه
es: "<a href="https://www.tribunezamaneh.com/archives/105862">Vuelve el callejón de la seguridad digital y el mercado online de filtros y herramientas,</a>" Tribuna Zamaneh
fa: «<a href="https://www.tribunezamaneh.com/archives/105862">پس‌کوچه، بازارچه آنلاین فیلترشکن و ابزار امنیت دیجیتال،</a>» تریبون زمانه
fr: « <a href="https://www.tribunezamaneh.com/archives/105862">Sécurité numérique de l’ombre et marché en ligne de filtres et d’outils,</a> » Le tribune Zamaneh
id: "<a href="https://www.tribunezamaneh.com/archives/105862">Pintu belakang keamanan digital dan pasar daring untuk filter dan alat,</a>" Zamaneh Tribune
pt_br: "<a href="https://www.tribunezamaneh.com/archives/105862">Beco da segurança digital e loja online para filtros e ferramentas,</a>” Zamaneh Tribune
ru: "<a href="https://www.tribunezamaneh.com/archives/105862">Цифровая безопасность и онлайн-площадка для фильтров и инструментов,</a>” Zamaneh Tribune
tr: "<a href="https://www.tribunezamaneh.com/archives/105862">Yan yoldan dijital güvenlik ve süzgeçler ile araçlar için çevrim içi market,</a>” Zamaneh Tribune
uk: " <a href="https://www.tribunezamaneh.com/archives/105862">Цифрова безпека та онлайн ринок для фільтрів та інструментів,</a>” Zamaneh Tribune
ur: "<a href="https://www.tribunezamaneh.com/archives/105862">بیک ایلی ڈیجیٹل سیکیورٹی اور فلٹرز اور ٹولز کے لیے آن لائن مارکیٹ پلیس،</a>" زمانہ ٹریبیون

source: Ceno Browser is a project by <a href="https://equalit.ie">eQualit.ie</a> – a not-for-profit Canadian organization that creates decentralized internet services in support of a more equal and equitable network. eQualitie's solutions are open source, battle proven and developed in mind of our values. Everyday, they enable freedom of association for millions of people online.
ar: Ceno Browser هو مشروع تابع لـ <a href="https://equalit.ie">eQualit.ie</a>، وهي منظمة كندية غير ربحية تعمل على إنشاء خدمات إنترنت لا مركزية لدعم شبكة أكثر مساواة وإنصافًا. . تعتبر حلول eQuality مفتوحة المصدر، ومثبتة في المعركة، وتم تطويرها مع وضع قيمنا في الاعتبار. أنها توفر حرية تكوين الجمعيات عبر الإنترنت لملايين الأشخاص كل يوم.
fa: مرورگر سنو پروژه‌ای از شرکت <a href="https://equalit.ie">eQualit.ie</a> است؛ یک سازمان غیرانتفاعی کانادایی که به منظور حمایت از شبکه‌ای برابر و عادلانه‌تر، مجموعه‌ای از خدمات اینترنتی غیرمتمرکز ارائه می‌دهد. راه‌حل‌های eQualitie متن‌باز هستند، امتحان خود را در عمل پس داده‌اند و هماهنگ با ارزش‌های ما شکل گرفته‌اند. این راه‌حل‌ها هر روز میلیون‌ها نفر را به صورت آنلاین از حق آزادی انجمن برخوردار می‌کنند.
fr: Ceno Browser est un projet de <a href="https://equalit.ie">eQualit.ie</a>, une organisation canadienne à but non lucratif qui crée des services Internet décentralisés pour soutenir un réseau plus égal et équitable. . Les solutions d'eQualitie sont open source, éprouvées et développées en gardant nos valeurs à l'esprit. Ils offrent chaque jour la liberté d’association en ligne à des millions de personnes.
pt_br: Ceno Browser é um projeto da <a href="https://equalit.ie">eQualit.ie</a>, uma organização canadense sem fins lucrativos que cria serviços descentralizados de Internet para apoiar uma rede mais igualitária e equitativa. . As soluções da eQualitie são de código aberto, comprovadas em batalha e desenvolvidas com nossos valores em mente. Eles proporcionam liberdade de associação online a milhões de pessoas todos os dias.
ru: Ceno Browser – это проект <a href="https://equalit.ie">eQualit.ie</a>, канадской некоммерческой организации, которая создает децентрализованные интернет-сервисы для поддержки более равноправной и равноправной сети. . Решения eQualitie имеют открытый исходный код, проверены в боях и разработаны с учетом наших ценностей. Они ежедневно предоставляют свободу объединений в Интернете миллионам людей.
tr: Ceno Browser, daha eşit ve adaletli bir ağı desteklemek için merkezi olmayan İnternet hizmetleri oluşturan, kar amacı gütmeyen bir Kanada kuruluşu olan <a href="https://equalit.ie">eQualit.ie</a>'nin bir projesidir. . eQualitie çözümleri açık kaynaklıdır, savaş alanında kanıtlanmış ve değerlerimiz akılda tutularak geliştirilmiştir. Her gün milyonlarca insana çevrim içi olarak örgütlenme özgürlüğü sağlıyorlar.
uk: Ceno Browser – це проєкт <a href="https://equalit.ie">eQualit.ie</a> (Ікволіті), канадської некомерційної організації, яка створює децентралізовані інтернет-сервіси для підтримки більш рівноправної мережі. Технологічні рішення eQualitie мають відкритий вихідний код, перевірені на практиці і розроблені з урахуванням наших цінностей. Ці рішення щодня гарантують мільйонам людей свободу слова та свободу об'єднань в інтернеті.
ur: Ceno Browser <a href="https://equalit.ie">eQualit.ie</a> کا ایک پروجیکٹ ہے، ایک کینیڈا کی غیر منافع بخش تنظیم جو زیادہ مساوی اور مساوی نیٹ ورک کو سپورٹ کرنے کے لیے وکندریقرت انٹرنیٹ خدمات تخلیق کرتی ہے۔ . eQualitie کے حل اوپن سورس، جنگ سے ثابت، اور ہماری اقدار کو ذہن میں رکھتے ہوئے تیار کیے گئے ہیں۔ وہ ہر روز لاکھوں لوگوں کو آن لائن ایسوسی ایشن کی آزادی فراہم کرتے ہیں۔

# ir-highlights.html+html.body.nav.div.div.div.div:112-11
source: <a class="navbar-item" lang="ar" hreflang="ar" href="../ar/ir-highlights.html">العربية</a> <a class="navbar-item" lang="en" hreflang="en" href="../en/ir-highlights.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/ir-highlights.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/ir-highlights.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/ir-highlights.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/ir-highlights.html">မြန်မာစာ</a> <a class="navbar-item" lang="pt_BR" hreflang="pt_BR" href="../pt_BR/ir-highlights.html">Português</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/ir-highlights.html">Pусский</a> <a class="navbar-item" lang="tr" hreflang="tr" href="../tr/ir-highlights.html">Türkçe</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/ir-highlights.html">Українська</a> <a class="navbar-item" lang="ur" hreflang="ur" href="../ur/ir-highlights.html">اردو</a>
pt_br: <a class="navbar-item" lang="ar" hreflang="ar" href="../ar/ir-highlights.html">العربية</a> <a class="navbar-item" lang="en" hreflang="en" href="../en/ir-highlights.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/ir-highlights.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/ir-highlights.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/ir-highlights.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/ir-highlights.html">မြန်မာစာ</a> <a class="navbar-item" lang="pt_BR" hreflang="pt_BR" href="../pt_BR/ir-highlights.html">Português (BR)</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/ir-highlights.html">Pусский</a> <a class="navbar-item" lang="tr" hreflang="tr" href="../tr/ir-highlights.html">Türkçe</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/ir-highlights.html">Українська</a> <a class="navbar-item" lang="ur" hreflang="ur" href="../ur/ir-highlights.html">اردو</a>

# ir-highlights.html+html.body.nav.div.div.div:159-9
source: <a class="navbar-item" lang="ar" hreflang="ar" href="../ar/ir-highlights.html">العربية</a> <a class="navbar-item" lang="en" hreflang="en" href="../en/ir-highlights.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/ir-highlights.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/ir-highlights.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/ir-highlights.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/ir-highlights.html">မြန်မာစာ</a> <a class="navbar-item" lang="pt_BR" hreflang="pt_BR" href="../pt_BR/ir-highlights.html">Português</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/ir-highlights.html">Pусский</a> <a class="navbar-item" lang="tr" hreflang="tr" href="../tr/ir-highlights.html">Türkçe</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/ir-highlights.html">Українська</a> <a class="navbar-item" lang="ur" hreflang="ur" href="../ur/ir-highlights.html">اردو</a>
fr: <a class="navbar-item" lang="en" hreflang="en" href="../en/ir-highlights.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/ir-highlights.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/ir-highlights.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/ir-highlights.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/ir-highlights.html">မြန်မာစာ</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/ir-highlights.html">Pусский</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/ir-highlights.html">Українська</a>
pt_br: <a class="navbar-item" lang="ar" hreflang="ar" href="../ar/ir-highlights.html">العربية</a> <a class="navbar-item" lang="en" hreflang="en" href="../en/ir-highlights.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/ir-highlights.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/ir-highlights.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/ir-highlights.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/ir-highlights.html">မြန်မာစာ</a> <a class="navbar-item" lang="pt_BR" hreflang="pt_BR" href="../pt_BR/ir-highlights.html">Português (BR)</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/ir-highlights.html">Pусский</a> <a class="navbar-item" lang="tr" hreflang="tr" href="../tr/ir-highlights.html">Türkçe</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/ir-highlights.html">Українська</a> <a class="navbar-item" lang="ur" hreflang="ur" href="../ur/ir-highlights.html">اردو</a>

source: About
es: Acerca de
id: Tentang
my: အကြောင်းအရာ

source: Support
es: Ayuda
id: Dukungan
my: အကူအညီ

source: News
es: Noticias
id: Berita
my: သတင်း

source: Community
es: Comunidad
id: Komunitas
my: အသိုင်းအဝိုင်း

source: Donate
id: Donasi
my: လှူဒါန်းမည်

source: Get Ceno
id: Install Ceno

source: Download
es: Descargar
id: Unduh
my: ‌ဒေါင်းလုပ်ဒ်
ru: Скачать
tr: İndir

source: Ceno Browser is a project by <a href="https://equalit.ie">eQualit.ie</a> – a not-for-profit Canadian company developing open and reusable systems with a focus on privacy, online security and freedom of association. Technology solutions and innovations are driven by our <a href="https://equalit.ie/en/values/">values</a> that guide us to protect the rights and aspirations of everyone online.
id: Peramban Ceno adalah sebuah proyek dari <a href="https://equalit.ie">eQualit.ie</a> – sebuah perusahaan nirlaba asal Kanada yang mengembangkan sistem terbuka dan dapat digunakan kembali yang berfokus pada privasi, keamanan daring, dan kebebasan berserikat. Solusi dan inovasi teknologi didorong oleh <a href="https://equalit.ie/en/values/">nilai-nilai </a> kami yang memandu kami untuk melindungi hak dan aspirasi setiap orang secara daring.

source: Get CENO
es: Obtén CENO
my: CENO ကို ရယူမည်

# ir-highlights.html+html.body.main.title:128-1
source: CENO Browser | Highlights from the Ground in Iran
es: CENO Browser | Lo más destacado sobre el terreno en Irán

source: CENO User Experiences
es: Experiencias de los usuarios de CENO
my: CENO အသုံးပြုသူ အတွေ့အကြုံများ

source: Where Iran’s intranet (National Information Network or NIN) is the only connection available, CENO users can still access blocked web content.
es: Allí donde la intranet iraní (Red Nacional de Información o NIN) es la única conexión disponible, los usuarios de CENO pueden seguir accediendo a los contenidos web bloqueados.
my: အီရန်၏ နိုင်ငံတွင်းကွန်ရက်(အမျိုးသားသတင်းအချက်အလက်ကွန်ရက် သို့မဟုတ် NIN)တစ်ခုသာ ကွန်နက်ရှင်ရရှိနိုင်သောအခါတွင် CENO အသုံးပြုသူများသည် ပိတ်ဆို့ထားသော ဝဘ်အကြောင်းအရာများကို ရယူကြည့်ရှုနိုင်သေးသည်။

source: Anyone globally can help expand the CENO network by installing the app and using it to browse web content. Each use of the browser improves the speed, quality and quantity of the content. Users in less restricted regions can safely share visited web content to users in more restricted regions.
es: Cualquier persona puede contribuir a la expansión de la red CENO instalando la aplicación y utilizándola para navegar por los contenidos web. Cada uso del navegador mejora la velocidad, la calidad y la cantidad de los contenidos. Los usuarios de regiones menos restringidas pueden compartir de forma segura los contenidos web visitados con usuarios de regiones más restringidas.
my: အက်ပလီကေးရှင်းကို ထည့်သွင်းထားခြင်းပြီး ဝဘ်အကြောင်းအရာ ရှာဖွေရန် အသုံးပြုခြင်းဖြင့် ကမ္ဘာတစ်ဝှမ်းရှိ မည်သူမဆို CENO ကွန်ရက်ကို တိုးချဲ့ရန် ကူညီနိုင်သည်။ ဘရောက်ဇာကို အသုံးပြုခြင်း တစ်ခုစီတိုင်းသည် အကြောင်းအရာ၏ အမြန်နှုန်း၊ အရည်အသွေးနှင့် အရေအတွက်တို့ကို တိုးတက်စေနိုင်သည်။ ကန့်သတ်မှုနည်းသော နေရာဒေသများတွင် ရှိသော အသုံးပြုသူများက ကန့်သတ်မှုများသော နေရာဒေသများတွင် ရှိသည့် အသုံးပြုသူများအတွက် ဝဘ်အကြောင်းအရာများကို လုံခြုံစွာ မျှဝေနိုင်သည်။

source: On CENO, users receive the information that they have requested. Network security nodes are used to verify inbound content.
es: En CENO, los usuarios reciben la información que han solicitado. Los nodos de seguridad de la red se utilizan para verificar el contenido entrante.
my: အသုံးပြုသူများသည် CENO တွင် တောင်းဆိုထားသည့် အချက်အလက်များကို လက်ခံရရှိမည် ဖြစ်သည်။ ပြန်လည်ရရှိလာသော အကြောင်းအရာများကို အတည်ပြုစစ်ဆေးရန်အတွက် ကွန်ရက်လုံခြုံရေး nodes များကို အသုံးပြုထားသည်။

source: "Everyone should install these two apps (CENO and NewNode). With these apps, filtering/censorship will not be effective."
es: "Todo el mundo debería instalar estas dos aplicaciones (CENO y NewNode). Con estas aplicaciones, el filtrado/censura no será efectivo"
my: "လူတိုင်း ဒီအက်ပ်နှစ်ခု(CENO နှင့် NewNode)ကို ထည့်ထားသင့်ပါတယ်။ ဒီအက်ပ်တွေနဲ့ဆိုရင် အင်တာနက်စစ်ထုတ်ခြင်း၊ ဆင်ဆာဖြတ်တောက်ခြင်းတွေက သက်ရောက်မှု မဖြစ်တော့ပါဘူး။"

source: "Internet users living outside of Iran can support the free Internet by installing CENO Browser to help in-country users access content even when international traffic is cut."
es: "Los internautas que viven fuera de Irán pueden apoyar la Internet libre instalando el Navegador CENO para ayudar a los usuarios del país a acceder a los contenidos incluso cuando el tráfico internacional está cortado"
my: "အီရန်ပြင်ပမှာနေထိုင်တဲ့ အင်တာနက် အသုံးပြုသူတွေက CENO ဘရောက်ဇာကိုထည့်သွင်းထားပြီးတော့ နိုင်ငံတွင်းအသုံးပြုသူတွေမှာ နိုင်ငံတကာကွန်ရက်ကို ဖြတ်တောက်ခံရတဲ့အခါမှာလည်း အကြောင်းအရာတွေကို ရယူနိုင်အောင်ကူညီပြီး အခမဲ့ အင်တာနက်ကို ထောက်ပံ့ပေးနိုင်ပါတယ်။"

source: "Install the CENO browser (for Android). It can be used when the global Internet is down. It is important to have many users so that the speed can increase as the network expands."
es: "Instala el navegador CENO (para Android). Se puede utilizar cuando la Internet global está caída. Es importante tener muchos usuarios para que la velocidad pueda aumentar a medida que se amplía la red."
my: "CENO ဘရောက်ဇာကို ထည့်သွင်းပါ (Android အတွက်)။ ကမ္ဘာလုံးဆိုင်ရာ အင်တာနက် ပြတ်တောက်သွားတဲ့အခါ အသုံးပြုနိုင်ပါတယ်။ ကွန်ရက်တိုးလာတာနဲ့အမျှ အမြန်နှုန်းကတိုးလာနိုင်တဲ့အတွက် အသုံးပြုသူတွေ အများကြီးရှိဖို့ အရေးကြီးပါတယ်။"

source: CENO in the Media
es: CENO en los medios

source: CENO Browser is a project by <a href="https://equalit.ie">eQualit.ie</a> – a not-for-profit Canadian company developing open and reusable systems with a focus on privacy, online security and freedom of association. Technology solutions and innovations are driven by our <a href="https://equalit.ie/en/values/">values</a> that guide us to protect the rights and aspirations of everyone online.
es: El Navegador CENO es un proyecto de <a href="https://equalit.ie">eQualit.ie</a> una empresa Canadiense sin ánimo de lucro que desarrolla sistemas de código abierto y reutilizables. Centrados en la privacidad, la seguridad en línea y la libertad de asociación. Las soluciones e innovaciones tecnológicas están impulsadas por nuestros <a href="https://equalit.ie/en/values/">valores</a> que nos guían para proteger los derechos y aspiraciones de todo el mundo conectado.
my: CENO Browser သည် <a href="https://equalit.ie">eQualit.ie</a> မှ ပရောဂျက်တစ်ခုဖြစ်ပြီး ကိုယ်ရေးလုံခြုံမှု၊ အွန်လိုင်းပေါ်တွင် လုံခြုံမှုနှင့် လွတ်လပ်စွာ အသင်းအဖွဲ့ဖွဲ့စည်းမှုတို့ကို ဦးစားပေးသည့် ပွင့်လင်းမြင်သာမှုရှိသော ပြန်လည်အသုံးပြုနိုင်သော စနစ်များကို တီထွင်ဖန်တီးနေသည့် အကျိုးအမြတ်မယူသည့် ကနေဒါကုမ္ပဏီတစ်ခုဖြစ်သည်။ နည်းပညာဆိုင်ရာ ဖြေရှင်းချက်များနှင့် ဆန်းသစ်တီထွင်မှုများကို အွန်လိုင်းတွင် လူတိုင်း၏အခွင့်အရေးများနှင့် ဆန္ဒများကို ကာကွယ်ရန် ကျွန်ုပ်တို့အား လမ်းညွှန်ပေးသည့် ကျွန်ုပ်တို့၏ <a href="https://equalit.ie/en/values/">တန်ဖိုးများ</a>မှ တွန်းအားပေးသည်။
