Repository: ceno-app/ceno.github.io
Catalog: */news.po
Languages: ar, de, el, es, fa, fr, id, my, pt_br, ru, tr, uk, ur

source: en
ar: ar
de: de
el: el
es: es
fa: fa
fr: fr
id: id
my: my
pt_br: pt_BR
ru: ru
tr: tr
uk: uk
ur: ur

# news.html+html.body.nav.div.div:96-7
source: <a href="about.html">About</a> <a href="support.html">Support</a> <a href="news.html">News</a> <a href="help.html">Community</a> <a href="donate.html">Donate</a>
de: <a href="about.html">Info</a> <a href="support.html">Hilfe</a> <a href="news.html">Neuigkeiten</a> <a href="help.html">Community</a> <a href="donate.html">Spenden</a>
es: <a href="about.html">Acerca de</a> <a href="support.html">Soporte</a> <a href="news.html">Noticias</a> <a href="help.html">Comunidad</a> <a href="donate.html">Donar</a>
fa: <a href="about.html">درباره</a><a href="support.html">پشتیبانی</a><a href="news.html">اخبار</a><a href="help.html">انجمن</a><a href="donate.html">اهدا</a>
pt_br: <a href="about.html">Sobre</a> <a href="support.html">Suporte</a> <a href="news.html">Novidades</a> <a href="help.html">Ajuda</a> <a href="donate.html">Fazer doação</a>
uk: <a href="about.html">Про проєкт</a> <a href="support.html">Підтримка</a> <a href="news.html">Новини</a> <a href="help.html">Спільнота</a> <a href="donate.html">Підтримати</a>

# news.html+html.body.nav.div.div.div.label.img[alt]:107-13
source: Select language
de: Sprache auswählen
es: Seleccionar idioma
pt_br: Selecionar idioma
uk: Обрати мову

source: EN
ar: AR
de: DE
el: EL
es: ES
fa: FA
fr: FR
id: ID
my: MY
pt_br: PT-BR
ru: RU
tr: TR
uk: UK
ur: UR

# news.html+html.body.nav.div.div:127-9
source: Download
de: Herunterladen
es: Descargar
my: ‌ဒေါင်းလုပ်ဒ်
uk: Завантажити

# news.html+html.body.nav.div.div:138-7
source: <a href="about.html">About</a> <a href="support.html">Support</a> <a href="news.html">News</a> <a href="help.html">Community</a> <a href="donate.html">Donate</a>
de: <a href="about.html">Info</a> <a href="support.html">Hilfe</a> <a href="news.html">Neuigkeiten</a> <a href="help.html">Community</a> <a href="donate.html">Spenden</a>
es: <a href="about.html">Acerca de</a> <a href="support.html">Soporte</a> <a href="news.html">Noticias</a> <a href="help.html">Comunidad</a> <a href="donate.html">Donar</a>
fa: <a href="about.html">درباره</a><a href="support.html">پشتیبانی</a><a href="news.html">اخبار</a><a href="help.html">انجمن</a><a href="donate.html">اهدا</a>
pt_br: <a href="about.html">Sobre</a> <a href="support.html">Suporte</a> <a href="news.html">Novidades</a> <a href="help.html">Ajuda</a> <a href="donate.html">Fazer doação</a>

source: Download Ceno
ar: تنزيل ceno
de: Ceno Herunterladen
es: Descargar Ceno
fa: دانلود Ceno
fr: Télécharger Ceno
my: ‌ဒေါင်းလုပ်ဒ်
pt_br: Baixar Ceno

# news.html+html.body.nav.div.div.a.div:146-11
source: Download
de: Herunterladen
es: Descargar
my: ‌ဒေါင်းလုပ်ဒ်

source: Ceno logo
ar: شعار ceno
es: Logotipo de Ceno
fr: Logo Ceno
pt_br: Logotipo do Ceno

# news.html+html.body.nav.div.div.label.img[alt]:153-11
source: Select language
de: Sprache auswählen
es: Seleccionar idioma
pt_br: Selecionar idioma

source: Ceno Browser | News and Media
ar: متصفح Ceno | أخبار ووسائط إعلامية
de: Ceno Browser | Neuigkeiten und Medien
el: Περιηγητής Ceno | Νέα και Πολυμέσα
es: Navegador Ceno | Noticias y Medios
fa: Ceno مرورگر | اخبار و رسانه‌
fr: Navigateur Ceno | Nouvelles et médias
id: Peramban Ceno | Berita dan Media
my: Ceno ဘရောက်ဇာ | သတင်းနှင့်မီဒီယာ
pt_br: Navegador Ceno | Notícias e Mídia
ru: Браузер Ceno | Новости и СМИ
tr: Ceno Browser | Haberler ve Basın
uk: браузер Ceno | Новини та ЗМІ
ur: Ceno براؤزر | خبریں اور میڈیا

source: News and Media
ar: أخبار ووسائط إعلامية
de: Neuigkeiten und Medien
el: Νέα και Πολυμέσα
es: Noticias y Medios
fa: اخبار و رسانه‌
fr: Nouvelles et médias
id: Berita dan Media
my: သတင်းနှင့်မီဒီယာ
pt_br: Notícias e Mídia
ru: Новости и СМИ
tr: Haberler ve Basın
uk: Новини та ЗМІ
ur: خبریں اور میڈیا

source: Read the latest updates from the Ceno team, check out past coverage, and find resources for journalists and researchers.
ar: اقرأ آخر التحديثات من فريق Ceno، وتفقد التغطية السابقة، وابحث عن موارد للصحفيين والباحثين.
el: Διαβάστε τις τελευταίες ενημερώσεις από την ομάδα του Ceno, ενημερωθείτε για παλαιότερα θέματα και βρείτε πόρους για δημοσιογραφικούς και ερευνητικούς σκοπούς.
es: Lea las últimas actualizaciones del equipo de Ceno, consulte la cobertura anterior, y encuentre recursos para periodistas e investigadores.
fa: آخرین مطالب مرتبط با به‌روزرسانی‌‌های تیم Ceno را بخوانید، موارد پیشین را بررسی و منابعی برای روزنامه‌نگاران و محققان پیدا کنید.
fr: Lisez les dernières nouvelles de l'équipe Ceno, consultez les articles précédents et trouvez des ressources pour les journalistes et les chercheurs.euses.
id: Baca kabar terbaru dari tim Ceno, lihat liputan sebelumnya, dan temukan sumber daya untuk jurnalis dan peneliti.
my: Ceno အဖွဲ့မှ နောက်ဆုံးရသတင်းများကို ဖတ်ရှုပါ၊ သတင်းဟောင်းများကို ကြည့်ပါ၊ ထို့နောက် သတင်းထောက်များနှင့် သုတေသီများအတွက် အရင်းအမြစ်များကို ရှာဖွေပါ။
pt_br: Leia as últimas novidades da equipe do Ceno, confira as coberturas antigas e encontre recursos para jornalistas e pesquisadores.
ru: Читайте последние обновления от команды Ceno, ознакомьтесь с прошлыми репортажами и найдите ресурсы для журналистов и исследователей.
tr: Ceno ekibinden son güncellemeleri öğrenin, eski haberlere göz atın ve gazeteciler ile araştırmacılar için kaynaklar bulun.
uk: Ознайомтеся з останніми оновленнями від команди Ceno, подивіться висвітлення в медіа та знайдіть ресурси для журналістів та дослідників.
ur: Ceno ٹیم کی تازہ ترین اپ ڈیٹس پڑھیں، ماضی کی کوریج دیکھیں، اور صحافیوں اور محققین کے لیے وسائل تلاش کریں۔

source: Our News
ar: أخبارنا
de: Unsere Neuigkeiten
el: Τα νέα μας
es: Nuestras Noticias
fa: اخبار ما
fr: Des nouvelles de nous
id: Berita
my: ကျွန်ုပ်တို့၏သတင်း
pt_br: Nossas Noticias
ru: Наши новости
tr: Bizden haberler
uk: Наші новини
ur: ہماری خبریں

source: Ceno proves itself in Iran during Internet shutdowns
ar: Ceno يثبِت نفسه في إيران أثناء انقطاع الإنترنت
el: Το Ceno αποδεικνύει τη χρησιμότητά του στο Ιράν κατά τη διάρκεια των περιορισμών του Διαδικτύου
es: Ceno se pone a prueba en Irán durante los apagones de Internet
fa: در ایران ، در زمان قطع اینترنت سنو کارایی خود را ثابت می کند
fr: Ceno fait ses preuves en Iran lors des coupures d’Internet
id: Ceno membuktikan kemampuannya di Iran selama penutupan akses internet
my: Ceno သည် အီရန်တွင် အင်တာနက်ဖြတ်တောက်ခြင်း ကာလအတွင်း ကိုယ့်ကိုယ်ကို သက်သေပြသထား
pt_br: Ceno mostra sua relevância durante os desligamentos da Internet no Irã
ru: Ceno проявил себя в Иране во время отключения Интернета
tr: Ceno İran'daki internet kesintilerinde kendini gösterdi
uk: Ceno проявляє себе в Ірані під час відключень інтернету
ur: Ceno انٹرنیٹ کی بندش کے دوران ایران میں خود کو ثابت کرتا ہے

source: December 15, 2022
ar: 15 كانون الأول/ ديسمبر 2022
el: 15 Σεπτεμβρίου 2022
es: 15 de diciembre de 2022
fa: ۲۴ فوریه ۲۰۲۲
fr: 15 décembre 2022
id: 15 Desember 2022
my: ဒီဇင်ဘာ ၁၅၊ ၂၀၂၂
pt_br: 15 de dezembro de 2022
ru: 15 декабря 2022
tr: 15 Aralık 2022
uk: 15 грудня 2022
ur: 15 دسمبر، 2022

source: eQualitie launches Ceno, world's first decentralized p2p mobile browser
ar: eQualitie تطلق Ceno، أول متصفح لامركزي نظير لنظير للمحمول في العالم
el: Η eQualitie εγκαινιάζει το Ceno, το πρώτο παγκοσμίως αποκεντρωμένο πρόγραμμα περιήγησης p2p για κινητά τηλέφωνα
es: eQualitie lanza Ceno, el primer navegador móvil p2p descentralizado del mundo
fa: شرکت eQualitie اولین مرورگر غیرمتمرکز تلفن همراه در جهان که از سیستم‌ همتا‌به‌همتا استفاده می‌کند را راه‌اندازی کرد.
fr: eQualitie lance Ceno, le premier navigateur mobile pair à pair décentralisé au monde
id: eQualitie meluncurkan Ceno, peramban seluler p2p terdesentralisasi pertama di dunia
my: ကမ္ဘာ့ပထမဆုံး ဗဟိုချုပ်ကိုင်မှု မရှိသော p2p မိုဘိုင်း ဘရောက်ဇာ CENO ကို eQualitie မှ မိတ်ဆက်လိုက်သည်။
pt_br: eQualitie lança Ceno, o primeiro navegador P2P e descentralizado para dispositivos móveis
ru: eQualitie запускает Ceno, первый в мире децентрализованный p2p мобильный браузер
tr: eQualitie dünyanın ilk merkezi olmayan uçtan uca mobil tarayıcısı olan Ceno'yu yayınladı
uk: eQualitie запускає Ceno, перший у світі децентралізований мобільний p2p-браузер
ur: eQualitie نے Ceno لانچ کیا، دنیا کا پہلا وکندریقرت والا p2p موبائل براؤزر

source: May 10th, 2022
ar: 10 أيار/ مايو 2022
de: 10. Mai 2022
el: 10 Μαΐου 2022
es: 10 de Mayo, 2022
fa: ۱۰ مه ۲۰۲۲
fr: 10 mai 2022
id: 10 Mei 2022
my: မေ ၁၀၊ ၂၀၂၂
pt_br: 10 de maio de 2022
ru: 10 мая 2022 г.
tr: 10 Mayıs 2022
uk: 10 травня 2022 року
ur: 10 مئی، 2022

source: Recent Coverage
ar: أحدث تغطية
de: Aktuelle Berichterstattung
el: Πρόσφατη κάλυψη
es: Cobertura Reciente
fa: پوشش اخیر
fr: Articles récents
id: Liputan Terbaru
my: လတ်တလော သတင်းများ
pt_br: Cobertura Recente
ru: Недавнее освещение
tr: Son duyurular
uk: Недавнє висвітлення
ur: حالیہ کوریج

source: eQualitie presented the Ceno mobile p2p browser in Ukraine
de: [UA] eQualitie präsentierte den mobilen Ceno-P2P-Browser in der Ukraine
es: eQualitie presenta en Ucrania el navegador móvil p2p Ceno
my: eQualitie သည် CENO မိုဘိုင်း p2p ဘရောက်ဇာကို ယူကရိန်းတွင် မိတ်ဆက်လိုက်သည်။
pt_br: eQualitie apresentou o navegador móvel Ceno p2p na Ucrânia
ru: eQualitie представила мобильный p2p браузер Ceno в Украине
uk: eQualitie представила в Україні мобільний p2p-браузер Ceno

source: May 21st, 2023
de: 21. Mai 2023
es: 21 de mayo de 2023
fa: 21 مه 2023
my: မေ ၂၁၊ ၂၀၂၃
pt_br: 21 de maio de 2023
ru: 21 мая 2023 г.
uk: 21 травня 2023 року

source: WhatsApp Launches a Tool to Fight Internet Censorship
ar: WhatsApp يطلق أداة لمكافحة الرقابة والحجب على الإنترنت
de: [EN] WhatsApp führt ein Werkzeug ein um Internet-Zensur zu bekämpfen
el: Το WhatsApp υποστηρίζει ένα εργαλείο για την καταπολέμηση της λογοκρισίας στο Διαδίκτυο
es: WhatsApp Lanza una Herramienta para Luchar contra la Censura en Internet
fr: WhatsApp lance un outil pour lutter contre la censure sur Internet
id: WhatsApp Luncurkan Alat untuk Melawan Sensor Internet
my: WhatsApp မှ အင်တာနက်ဆင်ဆာဖြတ်တောက်မှုကို တိုက်ဖျက်ရန်အတွက် Tool တစ်ခုကို စတင်မိတ်ဆက်
pt_br: WhatsApp Lança Ferramenta para Combater a Censura na Internet
ru: WhatsApp запускает инструмент для борьбы с интернет-цензурой
tr: WhatsApp internet sansürüne karşı bir araç yayınladı
uk: WhatsApp запускає інструмент для боротьби з інтернет-цензурою
ur: واٹس ایپ نے انٹرنیٹ سنسرشپ سے لڑنے کے لیے ایک ٹول لانچ کیا

source: January 5th, 2023
ar: 5 كانون الثاني/ يناير 2023
de: 5. Januar 2023
el: 05 Ιανουαρίου 2023
es: 5 de enero de 2023
fa: ۲۵ ژوییه ۲۰۲۲
fr: 5 janvier 2023
id: 5 Januari 2023
my: ဇန်နဝါရီ ၅၊ ၂၀၂၃
pt_br: 5 de janeiro de 2023
ru: 5 Июль 2023 г.
tr: 5 Ocak 2023
uk: 5 липень 2023 року
ur: 5 جنوری، 2023

source: A new media project is working to sneak blocked media into Russia and wants to become a hub for press freedom in totalitarian regimes
ar: مشروع إعلامي جديد يعمل على مساعدة وسائل الإعلام المحظورة على التسلل إلى روسيا، ويسعى لأن يصبح مركزًا لحرية الصحافة في الأنظمة الشمولية
de: [EN] Ein neues Medienprojekt arbeitet daran, zensierte Medien in Russland einzuschleusen und will zu einem Knotenpunkt für die Pressefreiheit in totalitären Regimen werden
el: Ένα νέο πρόγραμμα μέσων ενημέρωσης εργάζεται για να περάσει κρυφά τα αποκλεισμένα μέσα ενημέρωσης στη Ρωσία και θέλει να γίνει κόμβος για την ελευθερία του τύπου σε ολοκληρωτικά καθεστώτα
es: Un nuevo proyecto de medios está trabajando para infiltrar medios bloqueados en Rusia y quiere convertirse en un centro para la libertad de prensa en regímenes totalitarios
fa: یک پروژه رسانه‌ای جدید در حال تلاش برای فراهم کردن امکان دسترسی (بی‌نام و نشان) به رسانه‌های مسدود شده در روسیه است و می خواهد به مرکزی برای آزادی بیان در رژیم‌های توتالیتر تبدیل شود.
fr: Un nouveau projet médiatique s’efforce d’introduire furtivement en Russie des médias bloqués et aspire à devenir une plaque tournante de la liberté de la presse dans les régimes totalitaires
id: Sebuah proyek media baru sedang berupaya untuk menyelundupkan media yang diblokir ke Rusia dan ingin menjadi pusat kebebasan pers di rezim totaliter
my: မီဒီယာ ပရောဂျက်အသစ်တစ်ခုသည် ရုရှားရှိ ပိတ်ဆို့ခံထားရသော မီဒီယာများကို ဝင်ရောက်နိုင်ရန် လုပ်ဆောင်နေပြီး ဗဟိုချုပ်ကိုင်နေသော အာဏာရှင် အစိုးရများလက်အောက်တွင် ပုံနှိပ်လွတ်လပ်ခွင့်များရနိုင်အောင် လုပ်ဆောင်နေ
pt_br: Um novo projeto de mídia está trabalhando para infiltrar mídia bloqueada na Rússia e quer se tornar uma referência para liberdade de imprensa em regimes totalitários
ru: Новый медиа-проект работает над тем, чтобы пронести заблокированные СМИ в Россию и хочет стать центром свободы прессы в тоталитарных режимах
tr: Yeni bir basın projesi, Rusya'dan engellenen içeriğe erişmek ve baskıcı rejimler altında basın özgürlüğünü sağlamak için önemli bir merkez olmaya çalışıyor
uk: В інтернеті набирає популярність браузер Ceno – з ним все відкривається без VPN
ur: ایک نیا میڈیا پروجیکٹ روس میں مسدود میڈیا کو چھپانے کے لیے کام کر رہا ہے اور مطلق العنان حکومتوں میں آزادی صحافت کا مرکز بننا چاہتا ہے

source: September 1st, 2022
ar: 1 أيلول/ سبتمبر 2022
de: 1. September 2022
el: 1 Σεπτεμβρίου 2022
es: 1 de Septiembre de 2022
fa: اول سپتامبر ۲۰۲۲
fr: 1er septembre 2022
id: 1 September 2022
my: စက်တင်ဘာ ၁၊ ၂၀၂၂
pt_br: 1 de setembro de 2022
ru: 1 Сентябрь 2021
tr: 1 Eylül 2022
uk: 1 Вересень 2022 рік
ur: یکم ستمبر، 2022

source: More Coverage >>
ar: المزيد من التغطية >>
de: Mehr Berichterstattung >>
el: Περισσότερες πληροφορίες >>
es: Más Cobertura >>
fa: پوشش اخیر
fr: Autres articles >>
id: Liputan Lainnya >>
my: နောက်ထပ်သတင်း
pt_br: Mais Cobertura >>
ru: Недавнее освещение
tr: Diğer duyurular >>
uk: Недавнє висвітлення >>
ur: مزید کوریج >>

source: Events & Presentations
ar: فعاليات وعروض تقديمية
de: Veranstaltungen & Präsentationen
el: Εκδηλώσεις & Παρουσιάσεις
es: Eventos y Presentaciones
fa: رویدادها و معرفی‌ها
fr: Événements et présentations
id: Acara & Presentasi
my: အစီအစဉ်များနှင့် တင်ဆက်မှုများ
pt_br: Eventos e Apresentações
ru: Мероприятия и презентации
tr: Etkinlikler ve Sunumlar
uk: Події та презентації
ur: تقریبات اور پریزنٹیشنز

source: Ceno: Avoid Internet Shutdowns with Cooperative Web Browsing (Arabic)
ar: Ceno: تجنب قطع الإنترنت باستخدام تصفح الويب التعاوني (بالعربية)
el: Ceno: Αποφύγετε τις διακοπές λειτουργίας του Διαδικτύου με τη συνεργατική περιήγηση στο Διαδίκτυο (Αραβικά)
es: Ceno: Evite los Apagones de Internet con la Navegación Web Cooperativa (árabe)
fa: Ceno: با مرورگری مشترک وب جلوی خاموشی اینترنت را بگیرید. (عربی)
fr: Ceno : éviter les coupures d’Internet grâce à la navigation Web coopérative (en arabe)
id: Ceno: Hindari Pemadaman Internet dengan Penjelajahan Web Kooperatif (Bahasa Arab)
my: Ceno - ဝဘ်ရှာဖွေခြင်းကို ပူးပေါင်းဆောင်ရွက်ခြင်းဖြင့် အင်တာနက်ပိတ်ခြင်းများကို ရှောင်ပါ (အာရဗီ)
pt_br: Ceno: Evite Desligamentos da Internet com Navegação Web Cooperativa (árabe)
ru: Ceno: Избегайте отключений Интернета с помощью объединенного веб-просмотра (арабский)
uk: Ceno: уникайте вимкнення Інтернету за допомогою спільного перегляду веб-сторінок (арабська)
ur: Ceno: کوآپریٹو ویب براؤزنگ کے ساتھ انٹرنیٹ بند کرنے سے گریز کریں (عربی)

source: November 26th, 2021
ar: 26 تشرين الثاني/ نوفمبر 2021
de: 26. November 2021
el: 26 Νοεμβρίου 2021
es: 26 de Noviembre de 2022
fa: ۲۶ نوامبر ۲۰۲۱
fr: 26 novembre 2021
id: 26 November 2021
my: နိုဝင်ဘာ ၂၆၊ ၂၀၂၁
pt_br: 26 de novembro de 2021
ru: 26 ноября 2021
tr: 26 Kasım 2021
uk: 26 листопада 2022 року
ur: 26 نومبر، 2021

source: Ceno: Route Around Censorship with P2P-powered Web Browsing
ar: Ceno: تجاوز الرقابة والحجب باستخدام تصفح الويب المدعوم بتقنية نظير لنظير P2P
el: Ceno: Παράκαμψη της λογοκρισίας με περιήγηση στο Web που υποστηρίζεται από P2P
es: Ceno: Elude la Censura con Navegación Web basada en P2P
fa: Ceno: با مرور وب مبتنی بر شبکه همتا‌به‌همتا (P2P) سانسور را دور بزنید
fr: Ceno : contourner la censure grâce à la navigation Web propulsée par le pair-à-pair
id: Ceno: Menyiasati Penyensoran dengan Penjelajahan Web Berbasis P2P
my: Ceno - ဆင်ဆာဖြတ်တောက်မှုကို P2P စနစ်သုံး ဝဘ်ရှာဖွေခြင်းဖြင့် လမ်းကြောင်းရှာဖွေပါ
pt_br: Ceno: Desvie da Censura com Navegação Web baseada em P2P
ru: Ceno: обойти цензуру с помощью веб-просмотра на основе P2P
uk: Ceno: Обхід цензури за допомогою веб-перегляду на основі P2P
ur: Ceno: پی 2 پی(P2P) سے چلنے والی ویب براؤزنگ کے ساتھ سنسرشپ کے ارد گرد روٹ

source: November 4th, 2021
ar: 4 تشرين الثاني/ نوفمبر 2021
de: 4. November 2021
el: 4 Νοεμβρίου 2021
es: 4 de Noviembre de 2021
fa: ۲۴ فوریه ۲۰۲۲
fr: 4 novembre 2021
id: 4 November 2021
my: နိုဝင်ဘာ ၄၊ ၂၀၂၁
pt_br: 4 de novembro de 2021
ru: 4 ноября 2021
tr: 4 Kasım 2021
uk: 4 листопада 2022 року
ur: 4 نومبر، 2021

source: Ouinet, a cooperative P2P web cache that helps overcome network interference
ar: Ouinet، ذاكرة تخزين مؤقتة تعاونية للويب بتقنية نظير لنظير P2P تساعد في التغلب على التلاعب في الشبكة
el: Το Ouinet είναι μια συνεργατική κρυφή μνήμη στον ιστό P2P, που βοηθά να ξεπεραστούν οι παρεμβολές δικτύου
es: Ouinet, un caché web P2P cooperativo que ayuda a superar la interferencia de la red
fa: وی‌نت، یک کش (حافظه پنهان) همتا‌به‌همتا مشارکتی است که به دور زدن اختلالات در شبکه کمک می‌کند.
fr: Ouinet, un cache Web coopératif de pair à pair qui aide à surmonter les interférences du réseau
id: Ouinet, tembolok web P2P kooperatif yang membantu mengatasi gangguan jaringan
my: ကွန်ရက်မှဝင်ရောက်စွက်ဖက်မှုကို ကျော်လွှားရန် ကူညီနိုင်သည့် ပူးပေါင်းလုပ်ဆောင်နိုင်သော P2P ဝဘ်ယာယီမှတ်ဥာဏ်တစ်ခုဖြစ်သည့် Ouinet
pt_br: Ouinet, um cache web P2P cooperativo que ajuda a superar interferências na rede
ru: Ouinet, совместный P2P веб-кеш, который помогает преодолевать сетевые препятствия
tr: Ouinet, ağ kısıtlama ve kesme girişimlerini aşan uçtan uca işbirlikli bir internet ön belleği
uk: Ouinet, кооперативний веб-кеш P2P, який допомагає подолати цензуру в мережі
ur: Ouinet، ایک کوآپریٹو P2P ویب کیش جو نیٹ ورک کی مداخلت پر قابو پانے میں مدد کرتا ہے

source: August 2nd, 2018
ar: 2 آب/ أغسطس 2018
de: 2. August 2018
el: 2 Αυγούστου 2018
es: 2 de Agosto de 2018
fa: دوم آگوست ۲۰۱۸
fr: 2 août 2018
id: 2 Agustus 2018
my: ဩဂုတ် ၂၊ ၂၀၁၈
pt_br: 2 de agosto de 2018
ru: 2 августа 2018
tr: 2 Ağustos 2018
uk: 2 серпня 2018 року
ur: 2 اگست، 2018

source: Resources
ar: موارد
de: Hilfsmittel
el: Πόροι
es: Recursos
fa: منابع
fr: Ressources
id: Sumber Daya
my: အရင်းအမြစ်များ
pt_br: Recursos
ru: Ресурсы
tr: Kaynaklar
uk: Ресурси
ur: حوالہ جات

source: Fact Sheet
ar: نشرة الحقائق
de: Steckbrief
el: Ενημερωτικό δελτίο
es: Hoja de Hechos
fa: برگه‌های حاوی گزاره‌های واقعی
fr: Feuille d’information
id: Lembar Fakta
my: အချက်အလက် စာမျက်နှာ
pt_br: Ficha Técnica
ru: Информационный бюллетень
tr: Bilgi sayfası
uk: Інформаційний бюлетень
ur: فیکٹ شیٹ

source: Learn
ar: تعلَّم
de: Lernen
el: Εκπαίδευση
es: Aprender
fa: آموزش
fr: Apprendre
id: Pelajari
my: လေ့လာရန်
pt_br: Aprender
ru: Учиться
tr: Öğrenin
uk: Дізнайся
ur: سیکھیں

source: Case Studies
ar: دراسات الحالات
de: Fallstudien
el: Περιπτώσεις εξέτασης
es: Estudios de Caso
fa: بررسی‌های موردی
fr: Études de cas
id: Studi Kasus
my: လေ့လာချက်များ
pt_br: Estudos de Caso
ru: Примеры из практики
tr: Kullanım örnekleri
uk: Приклади використання
ur: کیس اسٹڈیز

source: Read
ar: اقرأ
de: Lesen
el: Διαβάστε
es: Leer
fr: Lire
id: Baca
my: ဖတ်ရန်
pt_br: Ler
ru: Читайте
tr: Okuyun
uk: Прочитати
ur: پڑھیں

source: Brand & Style Guide
ar: دليل العلامة التجارية والأسلوب
de: Brand und Style-Guide
el: Οδηγός Επωνυμίας και Στυλ
es: Guía de Marca y Estilo
fa: راهنمای برندتجاری و سبک
fr: Guide de marque et de style
id: Panduan Merek & Gaya
my: အမှတ်တံဆိပ်နှင့် ပုံစံလမ်းညွှန်
pt_br: Guia de Estilo e Marca
ru: Руководство по бренду и стилю
tr: Marka ve tasarım rehberi
uk: Довідник по бренду та стилю
ur: برانڈ اور اسٹائل گائیڈ

source: Explore
ar: استكشف
de: Erkunden
el: Εξερευνήστε
es: Explorar
fa: کاوش کنید
fr: Explorer
id: Jelajahi
my: စူးစမ်းရှာဖွေရန်
pt_br: Explorar
ru: Исследовать
tr: Keşfedin
uk: Дізнайся більше
ur: دریافت کریں

source: For press and media inquiries, please contact Jenny Ryan at: press [at] equalitie [dot] org
ar: للاستعلامات الصحفية والإعلامية، يرجى الاتصال بـ Jenny Ryan على: press [at] equalitie [dot] org
de: Für Presse- und Medienanfragen wenden Sie sich bitte an Jenny Ryan unter: press [at] equalitie [dot] org
el: Για ερωτήσεις του Τύπου και των μέσων ενημέρωσης, επικοινωνήστε με την Jenny Ryan στο: press [at] equalitie [dot] org
es: Para consultas de prensa y medios, comuníquese con Jenny Ryan en: press [arroba] equalitie [punto] org
fa: برای پرسش‌های مطبوعاتی و رسانه‌ای، لطفاً با جنی رایان تماس بگیرید: press [at] equalitie [dot] org
fr: Pour les demandes des médias, veuillez contacter Jenny Ryan : press [arobase] equalitie [point] org
id: Untuk pertanyaan seputar pers dan media, silakan hubungi Jenny Ryan di: press [at] equalitie [dot] org
my: စာနယ်ဇင်းနှင့် မီဒီယာ စုံစမ်းမေးမြန်းမှုများအတွက် ကျေးဇူးပြုပြီး Jenny Ryan: press [at] equalitie [dot] org ကို ဆက်သွယ်ပါ။
pt_br: Para perguntas da imprensa e da mídia, por favor entre em contato com Jenny Ryan em: press [em] equalitie [ponto] org
ru: По вопросам прессы и СМИ, пожалуйста, свяжитесь с Дженни Райан по адресу: press [@] equalitie [точка] org
tr: Basın ve medya soruları için lütfen Jenny Ryan ile görüşün: press [et] equalitie [nokta] org
uk: Для запитів від журналістів, будь ласка, контактуйте з Jenny Ryan через: press [at] equalitie [dot] org
ur: پریس اور میڈیا سے متعلق پوچھ گچھ کے لیے، براہ کرم جینی ریان سے یہاں رابطہ کریں: press [at] equalitie [dot] org
