Repository: ceno-app/ceno.github.io
Catalog: */news.po
Languages: ar, de, el, es, fa, fr, id, my, pt_br, ru, tr, uk, ur

source: Ceno Browser is a project by <a href="https://equalit.ie">eQualit.ie</a> – a not-for-profit Canadian organization that creates decentralized internet services in support of a more equal and equitable network. eQualitie's solutions are open source, battle proven and developed in mind of our values. Everyday, they enable freedom of association for millions of people online.
ar: Ceno Browser هو مشروع تابع لـ <a href="https://equalit.ie">eQualit.ie</a>، وهي منظمة كندية غير ربحية تعمل على إنشاء خدمات إنترنت لا مركزية لدعم شبكة أكثر مساواة وإنصافًا. . تعتبر حلول eQuality مفتوحة المصدر، ومثبتة في المعركة، وتم تطويرها مع وضع قيمنا في الاعتبار. أنها توفر حرية تكوين الجمعيات عبر الإنترنت لملايين الأشخاص كل يوم.
de: Ceno Browser ist ein Projekt von <a href="https://equalit.ie/">eQualit.ie</a> – einer gemeinnützigen kanadischen Organisation, die dezentrale Internet-Dienste zur Unterstützung eines gleichwertigen und gerechten Netzwerks schafft. Die Software von eQualitie ist quelloffen, kampferprobt und im Hinblick auf unsere Werte entwickelt. Sie ermöglicht jeden Tag Millionen von Menschen online die Vereinigungsfreiheit.
es: El Navegador Ceno es un proyecto de <a href="https://equalit.ie">eQualit.ie</a> - una organización canadiense sin ánimo de lucro que crea servicios de Internet descentralizados en apoyo de una red más igualitaria y equitativa. Las soluciones de eQualitie son de código abierto, probadas en batallas y desarrolladas teniendo en cuenta nuestros valores. Todos los días hacen posible la libertad de asociación de millones de personas en Internet.
fa: Ceno مرورگر پروژه ای است توسط <a href="https://equalit.ie">eQualit.ie</a> – یک سازمان غیرانتفاعی کانادایی که خدمات اینترنتی غیرمتمرکز را در حمایت از شبکه ای برابرتر و عادلانه تر ایجاد می کند. راه حل های eQualitie منبع باز هستند، نبرد اثبات شده و با توجه به ارزش های ما توسعه یافته است. هر روز، آنها آزادی اجتماع را برای میلیون ها نفر به صورت آنلاین فراهم می کنند.
fr: Ceno Browser est un projet de <a href="https://equalit.ie">eQualit.ie</a>, une organisation canadienne à but non lucratif qui crée des services Internet décentralisés pour soutenir un réseau plus égal et équitable. . Les solutions d'eQualitie sont open source, éprouvées et développées en gardant nos valeurs à l'esprit. Ils offrent chaque jour la liberté d’association en ligne à des millions de personnes.
my: Ceno Browser သည် သာတူညီမျှနှင့် သာတူညီမျှသောကွန်ရက်ကိုပံ့ပိုးရန် ဗဟိုချုပ်ကိုင်မှုလျှော့ချထားသောအင်တာနက်ဝန်ဆောင်မှုများကိုဖန်တီးပေးသည့်ကနေဒါအကျိုးအမြတ်မယူသောအဖွဲ့အစည်းတစ်ခုဖြစ်သည့် <a href="https://equalit.ie">eQualit.ie</a> ၏ပရောဂျက်တစ်ခုဖြစ်သည်။ . eQualitie ၏ ဖြေရှင်းချက်များသည် ပွင့်လင်းသောအရင်းအမြစ်ဖြစ်ပြီး၊ ကျွန်ုပ်တို့၏တန်ဖိုးများနှင့်အတူ တီထွင်ဖန်တီးထားသည်။ ၎င်းတို့သည် လူသန်းပေါင်းများစွာကို နေ့စဉ် အွန်လိုင်းတွင် လွတ်လပ်စွာ ပေါင်းသင်းခွင့် ပေးသည်။
pt_br: Ceno Browser é um projeto da <a href="https://equalit.ie">eQualit.ie</a>, uma organização canadense sem fins lucrativos que cria serviços descentralizados de Internet para apoiar uma rede mais igualitária e equitativa. . As soluções da eQualitie são de código aberto, comprovadas em batalha e desenvolvidas com nossos valores em mente. Eles proporcionam liberdade de associação online a milhões de pessoas todos os dias.
ru: Ceno Browser – это проект <a href="https://equalit.ie">eQualit.ie</a>, канадской некоммерческой организации, которая создает децентрализованные интернет-сервисы для поддержки более равноправной и равноправной сети. . Решения eQualitie имеют открытый исходный код, проверены в боях и разработаны с учетом наших ценностей. Они ежедневно предоставляют свободу объединений в Интернете миллионам людей.
uk: Ceno Browser – це проєкт <a href="https://equalit.ie">eQualit.ie</a> (Ікволіті), канадської некомерційної організації, яка створює децентралізовані інтернет-сервіси для підтримки більш рівноправної мережі. Технологічні рішення eQualitie мають відкритий вихідний код, перевірені на практиці і розроблені з урахуванням наших цінностей. Ці рішення щодня гарантують мільйонам людей свободу слова та свободу об'єднань в інтернеті.

# news.html+html.body.nav.div.div.div.div:112-11
source: <a class="navbar-item" lang="ar" hreflang="ar" href="../ar/news.html">العربية</a> <a class="navbar-item" lang="en" hreflang="en" href="../en/news.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/news.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/news.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/news.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/news.html">မြန်မာစာ</a> <a class="navbar-item" lang="pt_BR" hreflang="pt_BR" href="../pt_BR/news.html">Português</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/news.html">Pусский</a> <a class="navbar-item" lang="tr" hreflang="tr" href="../tr/news.html">Türkçe</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/news.html">Українська</a> <a class="navbar-item" lang="ur" hreflang="ur" href="../ur/news.html">اردو</a>
pt_br: <a class="navbar-item" lang="ar" hreflang="ar" href="../ar/news.html">العربية</a> <a class="navbar-item" lang="en" hreflang="en" href="../en/news.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/news.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/news.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/news.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/news.html">မြန်မာစာ</a> <a class="navbar-item" lang="pt_BR" hreflang="pt_BR" href="../pt_BR/news.html">Português (BR)</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/news.html">Pусский</a> <a class="navbar-item" lang="tr" hreflang="tr" href="../tr/news.html">Türkçe</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/news.html">Українська</a> <a class="navbar-item" lang="ur" hreflang="ur" href="../ur/news.html">اردو</a>
uk: <a class="navbar-item" lang="en" hreflang="en" href="../en/news.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/news.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/news.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/news.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/news.html">မြန်မာစာ</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/news.html">Pусский</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/news.html">Українська</a>

# news.html+html.body.nav.div.div.div:159-9
source: <a class="navbar-item" lang="ar" hreflang="ar" href="../ar/news.html">العربية</a> <a class="navbar-item" lang="en" hreflang="en" href="../en/news.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/news.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/news.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/news.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/news.html">မြန်မာစာ</a> <a class="navbar-item" lang="pt_BR" hreflang="pt_BR" href="../pt_BR/news.html">Português</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/news.html">Pусский</a> <a class="navbar-item" lang="tr" hreflang="tr" href="../tr/news.html">Türkçe</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/news.html">Українська</a> <a class="navbar-item" lang="ur" hreflang="ur" href="../ur/news.html">اردو</a>
pt_br: <a class="navbar-item" lang="ar" hreflang="ar" href="../ar/news.html">العربية</a> <a class="navbar-item" lang="en" hreflang="en" href="../en/news.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/news.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/news.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/news.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/news.html">မြန်မာစာ</a> <a class="navbar-item" lang="pt_BR" hreflang="pt_BR" href="../pt_BR/news.html">Português (BR)</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/news.html">Pусский</a> <a class="navbar-item" lang="tr" hreflang="tr" href="../tr/news.html">Türkçe</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/news.html">Українська</a> <a class="navbar-item" lang="ur" hreflang="ur" href="../ur/news.html">اردو</a>

source: About
el: Σχετικά
id: Tentang
ru: О проекте
tr: Hakkında
ur: کے بارے میں

source: Support
el: Υποστήριξη
id: Dukungan
ru: Поддержка
tr: Destek
ur: معاونت

source: News
el: Ειδήσεις
id: Berita
ru: Новости
tr: Haberler
ur: خبریں

source: Community
el: Κοινότητα
id: Komunitas
ru: Коммьюнити
tr: Topluluk
ur: کمیونٹی

source: Donate
el: Δωρεά
id: Donasi
ru: Пожертвовать
tr: Bağış yapın
ur: عطیہ کریں

source: Get Ceno
el: Αποκτήστε το Ceno
id: Install Ceno
ru: Установить Ceno
tr: Ceno'yu edinin
ur: Ceno حاصل کریں

source: Download
el: Λήψη
id: Unduh
ru: Скачать
tr: İndir
ur: ڈاؤن لوڈ کریں

source: August 12th, 2022
tr: 12 Ağustos 2022

source: Ceno Browser is a project by <a href="https://equalit.ie">eQualit.ie</a> – a not-for-profit Canadian company developing open and reusable systems with a focus on privacy, online security and freedom of association. Technology solutions and innovations are driven by our <a href="https://equalit.ie/en/values/">values</a> that guide us to protect the rights and aspirations of everyone online.
tr: Ceno Browser bir <a href="https://equalit.ie">eQualitie</a> projesidir. eQualitie gizlilik, çevrimiçi güvenlik ve örgütlenme özgürlüğüne odaklanarak açık ve yeniden kullanılabilir sistemler geliştiren bir Kanadalı kar amacı gütmeyen şirkettir. Teknoloji çözümleri ve yenilikleri, çevrimiçi olan herkesin haklarını ve isteklerini korumamıza rehberlik eden <a href="https://equalit.ie/en/values/">değerlerimiz</a> tarafından belirlenir.
