Repository: ceno-app/ceno.github.io
Catalog: */privacy_policy.po
Languages: ar, cs, de, el, es, fa, fr, id, my, pt_br, tr, uk, ur

source: This testing version of Ceno stores logs of all pages requested via the censorship-circumvention mechanisms. Logs exist even for pages deemed private, as well as the considerations made to determine this privacy classification. This log data is used by the Ceno development team to track down issues with the Ceno infrastructure, and is not disclosed to others.
ar: تخزّن هذه النسخة التجريبية من Ceno سجلات جميع الصفحات المطلوبة عبر آليات تجاوز الرقابة. تحفظ السجلات للصفحات التي تعتبر خاصة إلى جانب الاعتبارات التي أدّت إلى اعتماد تصنيف الخصوصية هذا. يستخدم فريق تطوير Ceno السجلات هذه لتعقب القضايا والمشاكل المتعلقة بالبنية التحتية ل Ceno. لا يتم الكشف عن هذه السجلات لآخرين.
cs: Tato testovací verze Ceno uchovává protokoly všech stránek požadovaných prostřednictvím mechanismů obcházení cenzury. Protokoly existují i pro stránky považované za soukromé, stejně jako úvahy učiněné pro určení této klasifikace soukromí. Tato data protokolu používá vývojový tým Ceno ke sledování problémů s infrastrukturou Ceno a nesděluje je ostatním.
es: Esta versión de prueba de Ceno almacena registros de todas las páginas solicitadas a través de los mecanismos de evasión de censura. Los registros existen aún para páginas consideradas privadas, como así también las consideraciones hechas para determinar esta clasificación de privacidad. Estos datos de registro son usados por el equipo de desarrollo de Ceno para rastrear dificultades con la infrastructura de Ceno, y no se divulgan a tercera(o)s.
fa: این نسخه آزمایشی سنو گزارش‌هایی (لاگ‌هایی) از تمامی صفحات درخواست‌شده از طریق سازوکار دور زدن سانسور را ثبت و ذخیره می‌کند. این گزارش‌ها حتی برای صفحات خصوصی و همچنین ملاحظاتی که برای تعیین این طبقه‌بندی حریم خصوصی انجام شده‌اند هم وجود دارند. این داده‌های گزارش‌شده، توسط تیم توسعه سنو برای پیگیری مسائل مربوط به زیرساخت‌های سنو استفاده می‌شود و در اختیار دیگران قرار نمی‌گیرد.
fr: Cette version de test de Ceno enregistre les journaux de toutes les pages demandées par les mécanismes de contournement de la censure. Les journaux existent même pour les pages jugées privées, ainsi que les considérations prises en compte pour déterminer cette classification en tant que privée. Ces données de journalisation sont utilisées par l'équipe de développement de Ceno pour diagnostique les problèmes d’infrastructure de Ceno et ne sont divulguées à personne.
id: Versi pengujian Ceno ini menyimpan catatan semua halaman yang diminta melalui mekanisme pengelabuan sensor. Log tersedia bahkan untuk halaman yang dianggap pribadi, serta pertimbangan yang dibuat untuk menentukan klasifikasi privasi ini. Data log ini digunakan oleh tim pengembangan Ceno untuk melacak masalah dengan infrastruktur Ceno, dan tidak diungkapkan kepada orang lain.
my: Ceno ၏ စမ်းသပ်မှုဗားရှင်းတွင် ဆင်ဆာဖြတ်တောက်မှုကို ကျော်ဖြတ်ခြင်း ယန္တရားမှတဆင့် တောင်းဆိုထားသော စာမျက်နှာများအားလုံး၏ မှတ်တမ်းများကို သိမ်းဆည်းထားပါသည်။ မှတ်တမ်းများသည် သီးသန့်ဟု ယူဆခံရသော စာမျက်နှာများ၊ လုံခြုံရေးသတ်မှတ်ချက်များကို ခွဲခြားစိတ်ဖြာနိုင်ရန် သတ်မှတ်ထားသည့် မှတ်တမ်းများလည်း ပါဝင်ပါသည်။ ယခု မှတ်တမ်းအချက်အလက်များကို Ceno အခြေခံအဆောက်အအုံအတွင်း ပြဿနာများကို အဖြေရှာရန်အတွက် Ceno ဖွံ့ဖြိုးရေးအသင်းမှ အသုံးပြုပါသည်။ အခြားသူများကို အချက်အလက်များ မပေါက်ကြားစေပါ။
pt_br: A versão de teste do Ceno armazena logs de todas as páginas requisitadas via mecanismos de contorno de censura. Logs existem até para páginas que são consideradas privadas, bem como as considerações feitas para determinar essa classificação de privacidade. Estes dados de log são usados pela equipe de desenvolvimento do Ceno para identificar problemas com a infraestrutura do Ceno e não são revelados a terceiros.
tr: Bu Ceno deneme sürümü, sansür aşma yöntemleriyle istenilen tüm sayfaların günlüklerini kaydeder. Günlükler, gizli olarak kabul edilen sayfalar ve bu gizlilik sınıflandırmasını belirlemek için yapılan değerlendirmeler için bile geçerlidir. Bu günlük verileri, Ceno geliştirme ekibi tarafından Ceno altyapısıyla ilgili sorunları izlemek için kullanılır ve başkalarına açıklanmaz.
uk: Ця тестова версія Ceno зберігає файли журналу для всіх сторінок, що запитуються за допомогою схем обходу цензури. Ці файли зберігаються навіть для сторінок, які вважаються приватними, а також включають інформацію про міркування, на підставі яких класифікація приватності була визначена. Ці дані журналу використовуються командою розробників Ceno для відстеження проблем з інфраструктурою Ceno та не розголошуються іншим особам.
ur: Ceno کا یہ ٹیسٹنگ ورژن ان تمام صفحات کے لاگز کو محفوظ کرتا ہے جن کی درخواست سنسرشپ کے خلاف کارروائی کے طریقہ کار کے ذریعے کی گئی ہے۔ لاگ ان صفحات کے لیے بھی موجود ہیں جنہیں نجی سمجھا جاتا ہے، نیز اس رازداری کی درجہ بندی کا تعین کرنے کے لیے کیے گئے تحفظات۔ یہ لاگ ڈیٹا Ceno ڈویلپمنٹ ٹیم کے ذریعہ Ceno انفراسٹرکچر کے مسائل کا پتہ لگانے کے لیے استعمال کیا جاتا ہے، اور دوسروں کو ظاہر نہیں کیا جاتا ہے۔

source: Storage of Data Outside Canada
ar: تخزين البيانات خارج كندا
cs: Ukládání dat mimo Kanadu
de: Speicherung von Daten außerhalb von Kanada
el: Αποθήκευση δεδομένων εκτός Καναδά
es: Almacenamiento de Datos Fuera de Canadá
fa: ذخیره‌سازی داده‌ها خارج از کانادا
fr: Stockage des données à l’extérieur du Canada
id: Penyimpanan Data di Luar Kanada
my: ကနေဒါနိုင်ငံပြင်ပ အချက်အလက်များ သိုလှောင်မှု
pt_br: Armazenamento de Dados Fora do Canadá
tr: Verilerin Kanada dışında depolanması
uk: Зберігання даних за межами Канади
ur: کینیڈا سے باہر ڈیٹا کا ذخیرہ

source: We store data outside of Canada.
ar: نقوم بتخزين البيانات خارج كندا.
cs: Data uchováváme mimo Kanadu.
de: Wir speichern Daten außerhalb von Kanada.
el: Αποθηκεύουμε δεδομένα εκτός Καναδά.
es: Almacenamos datos fuera de Canadá.
fa: ما داده‌ها را خارج از کانادا ذخیره می‌کنیم.
fr: Nous stockons des données en dehors du Canada.
id: Kami menyimpan data di luar Kanada.
my: ကျွန်ုပ်တို့သည် အချက်အလက်များကို ကနေဒါနိုင်ငံပြင်ပတွင် သိမ်းဆည်းထားပါသည်။
pt_br: Armazenamos dados fora do Canadá.
tr: Kanada dışında da veri depoluyoruz.
uk: Ми зберігаємо дані за межами Канади.
ur: ہم ڈیٹا کو کینیڈا سے باہر اسٹور کرتے ہیں۔

source: Data Retention Policy
ar: سياسة الاحتفاظ بالبيانات
cs: Zásady uchovávání dat
de: Datenaufbewahrungsrichtlinie
el: Πολιτική διατήρησης δεδομένων
es: Política de Retención de Datos
fa: خط‌مشی نگهداری داده‌ها
fr: Politique de conservation des données
id: Kebijakan Penyimpanan Data
my: အချက်အလက်များ သိမ်းဆည်းခြင်း မူဝါဒ
pt_br: Política de Retenção de Dados
tr: Verileri tutma ilkesi
uk: Політика зберігання даних
ur: ڈیٹا برقرار رکھنے کی پالیسی

source: Web page summary collection items are retained indefinitely. Logs for testing purposes will be retained for the duration of the testing and analysis period, and will be deleted afterwards.
ar: يتم الاحتفاظ بعناصر مجموعات ملخص الصفحات إلى أجل غير مسمّى. سيتم الاحتفاظ بسجلات الاختبار طوال فترة الاختبار والتحليل، وسيتم حذفها بعد ذلك.
cs: Položky souhrnu webové stránky jsou uchovávány po neomezenou dobu. Protokoly pro testovací účely budou uchovány po dobu trvání testování a analýzy a poté budou smazány.
el: Τα στοιχεία συλλογής σύνοψης ιστοτόπων διατηρούνται επ' αόριστον. Τα αρχεία καταγραφής για σκοπούς δοκιμής, θα διατηρηθούν κατά τη διάρκεια της περιόδου δοκιμής και ανάλυσης και θα διαγραφούν με την ολοκλήρωση των δοκιμών.
es: Los ítems de recolección resumida de páginas web son retenidos indefinidamente. Los registros para propósitos de pruebas serán retenidos por la duración del periodo de prueba y análisis, y serán borrados con posterioridad.
fa: موارد ثبت‌شده در مجموعه خلاصه صفحات وب برای همیشه نگه داشته می‌شوند. گزارش‌های آزمایشی تا پایان مدت آزمایش و تحلیل نگهداری می‌شوند و پس از آن حذف خواهند شد.
fr: Les éléments de la collection de résumés des pages Web sont conservés indéfiniment. Les journaux utilisés à des fins de test seront conservés pour la durée des tests et analyses, puis seront supprimés.
id: Butir koleksi ringkasan halaman web akan disimpan tanpa batasan waktu. Log untuk tujuan pengujian akan disimpan selama periode pengujian dan analisis, dan akan dihapus setelahnya.
my: ဝဘ်စာမျက်နှာ အကျဉ်းချုပ် စုဆောင်းခြင်း အချက်များကို အကန့်အသတ်မရှိ သိမ်းဆည်းထားပါသည်။ စမ်းသပ်မှုများအတွက် မှတ်တမ်းများကို စမ်းသပ်ခြင်းနှင့် ဝေဖန်ပိုင်းခြားခြင်း အချိန်ပိုင်းအခြားအတွင်းသာ ထိန်းသိမ်းထားပြီး စမ်းသပ်မှုပြီး နောက်ပိုင်းတွင် ဖျက်ပစ်ပါလိမ့်မည်။
pt_br: Os itens da coleção resumida de páginas web são retidos indefinidamente. Logs para fins de teste serão retidos pela duração do período de teste e análise e serão apagados posteriormente.
tr: İnternet sayfası özetleri süresiz olarak tutulur. Deneme amaçlı günlükler, deneme ve inceleme süresinin sonuna kadar saklanır ve ardından silinir.
uk: Вебсторінки зберігаються в базі Ceno необмежений час. Журнали для цілей тестування зберігатимуться протягом усього періоду тестування та аналізу, після чого видаляться.
ur: ویب صفحہ کا خلاصہ جمع کرنے والی اشیاء کو غیر معینہ مدت تک برقرار رکھا جاتا ہے۔ جانچ کے مقاصد کے لیے لاگز کو جانچ اور تجزیہ کی مدت کے لیے برقرار رکھا جائے گا، اور بعد میں حذف کر دیا جائے گا۔

source: How Can You Access and Modify Your Personal Information or Make a Complaint?
ar: كيف يمكنك الوصول إلى معلوماتك الشخصية وتعديلها أو تقديم شكوى؟
cs: Jak můžete získat přístup a upravit své osobní údaje nebo podat stížnost?
el: Πώς να αποκτήσετε πρόσβαση και να τροποποιήσετε τις προσωπικές σας πληροφορίες ή να υποβάλετε παράπονο;
es: ¿Cómo Puedes Acceder y Modificar Tu Información Personal o Realizar una Queja?
fa: چگونه می‌توانید به اطلاعات شخصی خودتان دسترسی پیدا کنید و آن‌ها را تغییر دهید یا شکایتی مطرح کنید؟
fr: Comment pouvez-vous accéder à vos renseignements personnels, les modifier ou déposer une plainte ?
id: Bagaimana Anda Mengakses dan Memodifikasi Informasi Pribadi Anda atau Mengajukan Keluhan?
my: သင့်ကိုယ်ရေးကိုယ်တာ အချက်အလက်များကို ရယူခြင်းနှင့် ပြုပြင်ခြင်း သို့မဟုတ် တိုင်ကြားချက်တစ်ခု ပြုလုပ်ခြင်းကို သင်မည်ကဲ့သို့ ပြုလုပ်ရမည်နည်း။
pt_br: Como Você pode Acessar e Modificar Suas informações Pessoais ou Fazer uma Reclamação?
tr: Kişisel bilgilerime nasıl erişebilir, değiştirebilir veya bu konu hakkında nasıl şikayette bulunabilirim?
uk: Як можна отримати доступ до своєї особистої інформації, змінити її або подати скаргу?
ur: آپ اپنی ذاتی معلومات تک کیسے رسائی اور اس میں ترمیم کر سکتے ہیں یا شکایت کیسے کر سکتے ہیں؟

source: Data stored in either the web page summary collection or the testing logs are not directly linked to a particular user. As a consequence, it is not possible to either access or modify information connected to a particular user. If you have questions or concerns, you can reach us at: privacy@equalit.ie
ar: لا ترتبط البيانات المخزنة في مجموعات ملخص الصفحات أو سجلات الاختبار مباشرة بمستخدم معين. لذلك، يتعذر الوصول إلى المعلومات المرتبطة بمستخدم معين أو تعديلها. إذا كانت لديك أسئلة أو استفسارات، يمكنك التواصل معنا على: privacy@equalit.ie
cs: Data uložená v souhrnné kolekci webových stránek nebo protokolech testování nejsou přímo spojena s konkrétním uživatelem. V důsledku toho není možné přistupovat ani upravovat informace spojené s konkrétním uživatelem. Pokud máte dotazy nebo obavy, můžete nás kontaktovat na adrese: privacy@equalit.ie
el: Τα δεδομένα που αποθηκεύονται είτε στη συλλογή σύνοψης της ιστοσελίδας είτε στα αρχεία καταγραφής δοκιμών, δεν συνδέονται με έναν συγκεκριμένο χρήστη. Κατά συνέπεια, δεν είναι δυνατή ούτε η πρόσβαση ούτε η τροποποίηση πληροφοριών που συνδέονται με έναν συγκεκριμένο χρήστη. Εάν έχετε ερωτήσεις ή απορίες, μπορείτε να επικοινωνήσετε μαζί μας στη διεύθυνση: privacy@equalit.ie
es: Los datos almacenados tanto en la colección resumida de páginas web o los registros de prueba no están directamente vinculados a un(a) usuario(a) particular. Como consecuencia, no es posible ni acceder ni modificar la información conectada a un(a) usuario(a) particular. Si tienes preguntas o preocupaciones, puedes contactarnos a: privacy@equalit.ie
fa: داده‌های ذخیره‌شده در مجموعه خلاصه صفحات وب یا گزارش‌های آزمایش‌ها به‌طور مستقیم به یک کاربر خاص مرتبط نیستند. در نتیجه، امکان دسترسی یا اصلاح اطلاعات مرتبط با یک کاربر خاص وجود ندارد. اگر پرسش یا نگرانی خاصی در این مورد دارید، می‌توانید با ما به این نشانی تماس بگیرید: privacy@equalit.ie
fr: Les données enregistrées soit dans la collection de résumés des pages Web soit dans les journaux de test ne sont directement reliées à aucun utilisateur particulier. Par conséquent, il est impossible d’accéder à des renseignements reliés à un utilisateur particulier ou de les modifier. Pour toute question ou préoccupation, vous pouvez nous contacter par courriel : privacy@equalit.ie
id: Data yang disimpan dalam koleksi ringkasan halaman web atau log pengujian tidak secara langsung ditautkan ke pengguna tertentu. Akibatnya, tidak mungkin untuk mengakses atau memodifikasi informasi yang terhubung ke pengguna tertentu. Jika Anda memiliki pertanyaan atau masalah, Anda dapat menghubungi kami di: privacy@equalit.ie
my: ဝဘ်စာမျက်နှာ အကျဉ်းချုပ်စုဆောင်းခြင်း သို့မဟုတ် စမ်းသပ်ခြင်း မှတ်တမ်းများတွင် သိမ်းဆည်းထားသော အချက်အလက်များသည် အသုံးပြုသူတစ်ယောက်ချင်းစီနှင့် တိုက်ရိုက် ချိတ်ဆက်ခြင်းမရှိပါ။ အကျိုးဆက်အနေဖြင့် ချိတ်ဆက်ထားသော အသုံးပြုသူတစ်ယောက်ချင်းစီအလိုက် အချက်အလက်များကို ရယူခြင်း သို့မဟုတ် ပြုပြင်ခြင်းများကို လုပ်ရန် မဖြစ်နိုင်ပါ။ သင့်တွင် မေးခွန်း သို့မဟုတ် မသေချာသောအချက်များရှိပါက privacy@equalit.ie မှတစ်ဆင့် ကျွန်ုပ်တို့ကို ဆက်သွယ်နိုင်ပါတယ်။
pt_br: Os dados armazenados seja na coleção resumida de páginas web ou nos logs de teste não estão diretamente conectados com um usuário específico. Como consequência, não é possível acessar ou modificar informações conectadas a um usuário específico. Se você tem dúvidas ou preocupações, você pode nos contatar em: privacy@equalit.ie
tr: İnternet sayfası özetleri ya da deneme günlüklerinde depolanan veriler doğrudan belirli bir kullanıcıyla bağlantılı değildir. Sonuç olarak, belirli bir kullanıcıya bağlı bilgilere erişilemez veya bunlar değiştirilemez. Sorularınız veya endişeleriniz varsa, bize şu adresten ulaşabilirsiniz: privacy@equalit.ie
uk: Дані, що зберігаються в колекції вебсторінок або в журналах тестування – не повʼязані безпосередньо з конкретним користувачем. Як наслідок, неможливо отримати доступ або змінити інформацію, повʼязану з конкретним користувачем. Якщо у Вас виникли запитання або проблеми, звʼяжіться з нами за адресою: privacy@equalit.ie
ur: ویب پیج سمری کلیکشن یا ٹیسٹنگ لاگز میں محفوظ کردہ ڈیٹا براہ راست کسی خاص صارف سے منسلک نہیں ہوتا ہے۔ نتیجے کے طور پر، کسی خاص صارف سے منسلک معلومات تک رسائی یا اس میں ترمیم کرنا ممکن نہیں ہے۔ اگر آپ کے سوالات یا خدشات ہیں تو آپ ہم سے اس پر رابطہ کر سکتے ہیں: privacy@equalit.ie

source: Notice to Persons Outside of Canada
ar: إشعار للأشخاص خارج كندا
cs: Upozornění pro osoby mimo Kanadu
de: Hinweis für Personen außerhalb von Kanada
el: Πληροφορίες για χρήστες εκτός Καναδά
es: Aviso para personas fuera de Canadá
fa: قابل توجه اشخاص خارج از کانادا
fr: Avis aux personnes hors du Canada
id: Pemberitahuan untuk Orang di Luar Kanada
my: ကနေဒါနိုင်ငံပြင်ပမှ လူပုဂ္ဂိုလ်များအတွက် အသိပေးချက်
pt_br: Aviso para Pessoas de Fora do Canadá
tr: Kanada dışındaki bireyler için bildirim
uk: Повідомлення для осіб, які перебувають за межами Канади
ur: کینیڈا سے باہر کے لوگوں کے لیے نوٹس

source: This Privacy notice is governed by the laws of Canada and applicable provincial law. By submitting Personal Information to us, you understand that your Personal Information will be subject to the laws of Canada and applicable provincial laws.
ar: يخضع إشعار الخصوصية هذا لقوانين كندا و قوانين المقاطعة المعمول بها. من خلال تقديم المعلومات الشخصية إلينا، فإنك تدرك أن معلوماتك الشخصية ستخضع لقوانين كندا وقوانين المقاطعة المعمول بها.
cs: Toto prohlášení o ochraně osobních údajů se řídí zákony Kanady a příslušnými provinčními zákony. Odesláním osobních údajů nám berete na vědomí, že vaše osobní údaje budou podléhat zákonům Kanady a příslušným provinčním zákonům.
de: Dieser Datenschutzhinweis unterliegt den Gesetzen Kanadas und den geltenden Gesetzen der Provinzen. Indem Sie uns personenbezogene Daten übermitteln, erklären Sie sich damit einverstanden, dass Ihre personenbezogenen Daten den Gesetzen Kanadas und den geltenden Gesetzen der Provinzen unterliegen.
el: Οι σημειώσεις απορρήτου διέπονται από τη νομοθεσία του Καναδά και την ισχύουσα επαρχιακή νομοθεσία. Με την υποβολή Προσωπικών Δεδομένων σε εμάς, κατανοείτε ότι υπόκεινται στους νόμους του Καναδά και στην ισχύουσα επαρχιακή νομοθεσία.
es: Este aviso de Privacidad está gobernado por las leyes de Canadá y las leyes provinciales aplicables. Al enviarnos información Personal, entiendes que tu Información Personal estará sujeta a las leyes de Canadá y las leyes provinciales aplicables.
fa: این اطلاعیه حریم خصوصی طبق قوانین کانادا و قوانین استانی مربوطه تهیه شده است. با ارائه اطلاعات شخصی خودتان به ما، می‌پذیرید که اطلاعات شخصی‌تان تابع قوانین کانادا و قوانین استانی مربوطه خواهند بود.
fr: Cet avis de confidentialité est régi par le droit canadien et le droit provincial applicable. En nous communiquant des renseignements personnels, vous comprenez que vos renseignements personnels seront assujettis au droit canadien et au droit provincial applicable.
id: Pemberitahuan Privasi ini diatur oleh hukum Kanada dan hukum provinsi yang berlaku. Dengan mengirimkan Informasi Pribadi kepada kami, Anda memahami bahwa Informasi Pribadi Anda akan tunduk pada hukum Kanada dan hukum provinsi yang berlaku.
my: ဤကိုယ်ရေးလုံခြုံမှုဆိုင်ရာ သတိပေးချက်ကို ကနေဒါနိုင်ငံ၏ ဥပဒေများနှင့် သက်ဆိုင်ရာ ပြည်နယ်ဥပဒေများဖြင့် ထိန်းချုပ်ထားသည်။ ကျွန်ုပ်တို့ထံ ကိုယ်ရေးကိုယ်တာ အချက်အလက်များ ပေးပို့ခြင်းဖြင့် သင့်ကိုယ်ရေးကိုယ်တာအချက်အလက်များသည် ကနေဒါနိုင်ငံ၏ ဥပဒေများနှင့် သက်ဆိုင်ရာ ပြည်နယ်ဥပဒေများနှင့် သက်ဆိုင်လိမ့်မည်ကို သင်နားလည်သဘောပေါက်ရမည်။
pt_br: Este aviso de privacidade é regido pelas leis do Canadá e aplicável à lei provinciana. Ao submeter Informações Pessoais para nós, você entende que suas Informações Pessoais estarão sujeitas às leis do Canadá e leis provincianas aplicáveis.
tr: Bu gizlilik bildirimi Kanada yasalarına ve geçerli bölge yasalarına tabidir. Kişisel bilgilerinizi bize göndererek, kişisel bilgilerinizin Kanada yasalarına ve geçerli eyalet yasalarına tabi olacağını kabul etmiş olursunuz.
uk: Це повідомлення про конфіденційність регулюється законодавством Канади та чинним законодавством провінції Квебек. Надаючи нам персональну інформацію, Ви розумієте, що Ваша особиста інформація підпорядковуватиметься законам Канади та чинним законам провінції Квебек.
ur: رازداری کا یہ نوٹس کینیڈا کے قوانین اور قابل اطلاق صوبائی قانون کے زیر انتظام ہے۔ ہمیں ذاتی معلومات جمع کروا کر، آپ سمجھتے ہیں کہ آپ کی ذاتی معلومات کینیڈا کے قوانین اور قابل اطلاق صوبائی قوانین کے تابع ہوں گی۔

source: Changes to Our Privacy notice
ar: التغييرات في إشعار الخصوصية الخاص بنا
cs: Změny v našem oznámení o ochraně osobních údajů
de: Änderungen an unserem Datenschutzhinweis
el: Αλλαγές στις σημειώσεις απορρήτου
es: Cambios a Nuestro aviso de Privacidad
fa: تغییرات در اطلاعیه حریم خصوصی ما
fr: Changements apportés à notre avis de confidentialité
id: Perubahan pada pemberitahuan Privasi Kami
my: ကျွန်ုပ်တို့၏ ကိုယ်ရေးလုံခြုံမှုဆိုင်ရာ သတိပေးချက် အပြောင်းအလဲများ
pt_br: Mudanças em Nosso Aviso de Privacidade
tr: Gizlilik bildirimimizde yapılan değişiklikler
uk: Зміни в нашому повідомленні про конфіденційність
ur: ہماری رازداری نوٹس میں تبدیلیاں

source: We may need to change certain aspects of the Privacy notice from time to time. We will email you and post any substantive changes to this notice on our website along with the effective date of those changes.
ar: قد نحتاج إلى تغيير جوانب معينة من إشعار الخصوصية من وقت لآخر. سنرسل لك بريدًا إلكترونيًا وننشر أي تغييرات جوهرية على هذا الإشعار على موقعنا الإلكتروني مع تاريخ نفاذ هذه التغييرات.
cs: Možná budeme muset čas od času změnit určité aspekty oznámení o ochraně osobních údajů. Zašleme vám e-mail a jakékoli podstatné změny tohoto oznámení zveřejníme na našich webových stránkách spolu s datem účinnosti těchto změn.
el: Ίσως στο μέλλον, χρειαστεί η αλλαγή ορισμένων πτυχών της σημείωσης απορρήτου. Θα σας στείλουμε μήνυμα email και θα δημοσιεύσουμε τυχόν ουσιαστικές αλλαγές του ιστότοπου μαζί με την ημερομηνία έναρξης ισχύος των αλλαγών.
es: Podríamos necesitar cambiar ciertos aspectos del aviso de Privacidad de tiempo en tiempo. Te enviaremos un correo electrónico y publicaremos cualquier cambio sustancial a este aviso en nuestro sitio web junto con la fecha efectiva de esos cambios.
fa: شاید هر از گاهی لازم باشد که بخش‌هایی از اطلاعیه مربوط به حریم خصوصی را تغییر دهیم. ما هرگونه تغییرات اساسی در این اطلاعیه را به شما ایمیل می‌کنیم و آن را به همراه تاریخ اجرایی شدن تغییرات در وب‌سایت خود قرار می‌دهیم.
fr: De temps à autre, nous pourrions changer certains aspects de l’avis de confidentialité. Nous vous enverrons un courriel et publierons sur notre site Web tout changement important de cet avis, ainsi que la date d’entrée en vigueur de ces changements.
id: Kami mungkin perlu mengubah aspek-aspek tertentu dari pemberitahuan Privasi dari waktu ke waktu. Kami akan mengirimkan surel kepada Anda dan memposting setiap perubahan substantif pada pemberitahuan ini di situs web kami bersama dengan tanggal efektif berlakunya perubahan tersebut.
my: ကျွန်ုပ်တို့သည် ကိုယ်ရေးလုံခြုံမှုဆိုင်ရာ သတိပေးချက်၏ အချို့သော ရှုထောင့်များကို အချိန်နှင့်အမျှ ပြောင်းလဲရန် လိုအပ်နိုင်ပါသည်။ ကိုယ်ရေးလုံခြုံမှုဆိုင်ရာ သတိပေးချက်တွင် အပြောင်းအလဲများရှိလာပါက ထိုအပြောင်းအလဲများ စတင်သက်ရောက်မည့် နေ့စွဲနှင့်အတူ ကျွန်ုပ်တို့၏ဝဘ်စာမျက်နှာတွင် ပို့စ်တင်ခြင်းနှင့် သင့်ထံ အီးမေးလ်ပို့ခြင်းများ ပြုလုပ်ပေးပါမည်။
pt_br: Pode ser necessário que modifiquemos certos aspectos do nosso Aviso de Privacidade de tempos em tempos. Enviaremos um email para você e publicaremos em nosso website qualquer mudança substancial neste aviso, junto com a data para a entrada em vigor dessas mudanças.
tr: Zaman zaman gizlilik bildirimimizin kapsamını değiştirmemiz gerekebilir. Sitemizdeki bu bildirimde önemli değişiklikler yapıldığında, yürürlük tarihiyle birlikte sitede paylaşacağız ve size e-posta ile bildireceğiz.
uk: Час від часу ми можемо змінювати деякі пункти повідомлення про конфіденційність. Ми повідомимо Вас електронною поштою та опублікуємо на нашому вебсайті будь-які значні зміни до цього повідомлення разом з датою набуття чинності цих змін.
ur: ہمیں وقتاً فوقتاً رازداری نوٹس کے بعض پہلوؤں کو تبدیل کرنے کی ضرورت پڑ سکتی ہے۔ ہم آپ کو ای میل کریں گے اور اس نوٹس میں کسی بھی اہم تبدیلی کو اپنی ویب سائٹ پر ان تبدیلیوں کی مؤثر تاریخ کے ساتھ پوسٹ کریں گے۔
