Repository: ceno-app/ceno.github.io
Catalog: */privacy_policy.po
Languages: ar, cs, de, el, es, fa, fr, id, my, pt_br, tr, uk, ur

source: en
ar: ar
de: de
el: el
es: es
fa: fa
fr: fr
id: id
my: my
pt_br: pt_BR
tr: tr
uk: uk
ur: ur

# privacy_policy.html+html.body.nav.div.div:96-7
source: <a href="about.html">About</a> <a href="support.html">Support</a> <a href="news.html">News</a> <a href="help.html">Community</a> <a href="donate.html">Donate</a>
cs: <a href="about.html">O nás</a> <a href="support.html">Podpora</a> <a href="news.html">Zprávy</a> <a href=" help.html">Komunita</a> <a href="donate.html">Darovat</a>
es: <a href="about.html">Acerca de</a> <a href="support.html">Soporte</a> <a href="news.html">Noticias</a> <a href="help.html">Comunidad</a> <a href="donate.html">Donar</a>
fa: <a href="about.html">درباره</a><a href="support.html">پشتیبانی</a><a href="news.html">اخبار</a><a href="help.html">مشارکت</a><a href="donate.html">اهدا</a>
pt_br: <a href="about.html">Sobre</a> <a href="support.html">Suporte</a> <a href="news.html">Novidades</a> <a href="help.html">Ajuda</a> <a href="donate.html">Fazer doação</a>

# privacy_policy.html+html.body.nav.div.div.div.label.img[alt]:107-13
source: Select language
cs: Výběr jazyka
es: Selecciona el idioma
fa: انتخاب زبان
pt_br: Selecionar idioma

source: EN
ar: AR
de: DE
el: EL
es: ES
fa: FA
fr: FR
id: ID
my: MY
pt_br: PT-BR
tr: TR
uk: UK
ur: UR

# privacy_policy.html+html.body.nav.div.div:127-9
source: Download
cs: Stahování
fa: دانلود

# privacy_policy.html+html.body.nav.div.div:138-7
source: <a href="about.html">About</a> <a href="support.html">Support</a> <a href="news.html">News</a> <a href="help.html">Community</a> <a href="donate.html">Donate</a>
cs: <a href="about.html">O nás</a> <a href="support.html">Podpora</a> <a href="news.html">Zprávy</a> <a href=" help.html">Komunita</a> <a href="donate.html">Darovat</a>
es: <a href="about.html">Acerca de</a> <a href="support.html">Soporte</a> <a href="news.html">Noticias</a> <a href="help.html">Comunidad</a> <a href="donate.html">Donar</a>
fa: <a href="about.html">درباره</a><a href="support.html">پشتیبانی</a><a href="news.html">اخبار</a><a href="help.html">مشارکت</a><a href="donate.html">اهدا</a>
pt_br: <a href="about.html">Sobre</a> <a href="support.html">Suporte</a> <a href="news.html">Novidades</a> <a href="help.html">Ajuda</a> <a href="donate.html">Fazer doação</a>

source: Download Ceno
ar: تنزيل ceno
cs: Stáhnout Ceno
fa: دانلود سنو
pt_br: Baixar Ceno
tr: İndir Ceno

# privacy_policy.html+html.body.nav.div.div.a.div:146-11
source: Download
cs: Stáhnout
fa: دانلود

source: Ceno logo
ar: شعار ceno
es: Logotipo de Ceno
fa: لوگو سنو
pt_br: Logotipo do Ceno

# privacy_policy.html+html.body.nav.div.div.label.img[alt]:153-11
source: Select language
cs: Výběr jazyka
fa: انتخاب زبان
pt_br: Selecionar idioma

source: Ceno Browser | Privacy Policy
ar: متصفح Ceno | سياسة الخصوصية
cs: Prohlížeč Ceno | Ochrana osobních údajů
de: Ceno-Browser | Datenschutzerklärung
es: Ceno Browser | Política de Privacidad
fa: مرورگر سنو | حریم خصوصی
fr: Navigateur Ceno | Politique de confidentialité
id: Peramban Ceno | Kebijakan Privasi
my: Ceno ဘရောက်ဇာ | ကိုယ်ရေးလုံခြုံမှု မူဝါဒ
pt_br: Navegador Ceno | Política de Privacidade
tr: Ceno Browser | Gizlilik ilkesi
uk: браузер Ceno | Повідомлення про конфіденційність
ur: Ceno براؤزر | رازداری پالیسی

source: Ceno Privacy Notice
ar: إشعار الخصوصية لمتصفح Ceno
cs: Oznámení o ochraně osobních údajů s Ceno
de: Ceno Datenschutz Hinweis
es: Aviso de Privacidad de Ceno
fa: اطلاعیه اعلامیه حریم خصوصی سنو
fr: Avis de confidentialité de Ceno
id: Pemberitahuan Privasi Ceno
my: Ceno ကိုယ်ရေးလုံခြုံမှုဆိုင်ရာ သတိပေးချက်
pt_br: Aviso de Privacidade do Ceno
tr: Ceno gizlilik bildirimi
uk: Повідомлення про конфіденційність Ceno
ur: Ceno رازداری نوٹس

source: eQualit.ie is committed to protecting the privacy interests of its customers, end users, distributors and suppliers. This privacy notice is intended to provide you with general information on how your personal information may be used. eQualit.ie is a Canadian corporation with its office located in Montreal, and our privacy notice has been developed to reflect Canadian and Quebec privacy laws and statutes. For further information regarding Canadian and Quebec privacy laws, please visit:
ar: تلتزم eQualit.ie بحماية مصالح الخصوصية لعملائها والمستخدمين النهائيين والموزعين والمزودين. يهدف إشعار الخصوصية هذا إلى تزويدك بمعلومات عامة حول كيفية استخدام معلوماتك الشخصية. eQualit.ie هي شركة كندية يقع مكتبها في مونتريال، وقد تم تطوير إشعار الخصوصية الخاص بنا ليعكس قوانين و تشريعات الخصوصية في كندا وفي كيبيك. لمزيد من المعلومات حول قوانين الخصوصية في كندا و في كيبيك، يرجى زيارة:
cs: Společnost eQualit.ie se zavazuje chránit zájmy svých zákazníků, koncových uživatelů, distributorů a dodavatelů v oblasti ochrany osobních údajů. Cílem tohoto oznámení o ochraně osobních údajů je poskytnout vám obecné informace o tom, jak mohou být vaše osobní údaje použity. eQualit.ie je kanadská společnost se sídlem v Montrealu a naše oznámení o ochraně osobních údajů bylo vypracováno tak, aby odráželo kanadské a quebecké zákony a stanovy o ochraně osobních údajů. Další informace týkající se kanadských a quebeckých zákonů o ochraně osobních údajů naleznete na adrese:
el: Η eQualit.ie δεσμεύεται να προστατεύει τα συμφέροντα απορρήτου των πελατών, των τελικών χρηστών, των διανομέων και των προμηθευτών της. Αυτή η σημείωση απορρήτου έχει σκοπό να παρέχει γενικές πληροφορίες σχετικά με τον τρόπο χρήσης των προσωπικών δεδομένων. Η eQualit.ie είναι μια καναδική εταιρεία με γραφεία στο Μόντρεαλ και η σημείωση απορρήτου μας έχει συνταχθεί ώστε να συμμορφώνεται με τη νομοθεσία και τους νόμους περί απορρήτου του Καναδά και του Κεμπέκ. Για περισσότερες πληροφορίες σχετικά με τη νομοθεσία περί απορρήτου του Καναδά και του Κεμπέκ, επισκεφθείτε τη διεύθυνση:
es: eQualit.ie está comprometida a proteger los intereses de privacidad de sus clientes, usuaria(o)s finales, distribuidores y proveedores. Este aviso de privacidad tiene la intención de suministrarte información general sobre cómo podría ser usada tu información personal. eQualit.ie es una corporación canadiense, con su oficina ubicada en Montreal, y nuestro aviso de privacidad ha sido desarrollado para reflejar las leyes y estatutos de privacidad canadienses y de Quebec. Para información adicional relativa a las leyes de privacidad canadienses y de Quebec, por favor visita:
fa: eQualit.ie متعهد به حفاظت از منافع حریم خصوصی مشتریان، کاربران، توزیع‌کنندگان و تامین‌کنندگان خود است. این توضیحات حریم خصوصی به منظور ارائه اطلاعات کلی درباره چگونگی استفاده از اطلاعات شخصی شما تنظیم شده است. eQualit.ie یک شرکت کانادایی است که دفتر مرکزی آن در مونترال قرار دارد و این اطلاعیه حریم خصوصی به گونه‌ای تنظیم شده که قوانین و مقررات حریم خصوصی کانادا و کبک را منعکس کند. برای اطلاعات بیشتر درباره قوانین حریم خصوصی کانادا و کبک، لطفا به موارد زیر مراجعه کنید:
fr: eQualit.ie est déterminée à protéger les intérêts de ses clients, utilisateurs finaux, distributeurs et fournisseurs en matière de confidentialité et de protection des données personnelles. Cet avis de confidentialité a pour but de vous fournir des renseignements généraux sur la manière dont vos renseignements personnels peuvent être utilisés. eQualit.ie est une société canadienne dont le bureau est situé à Montréal, et notre avis de confidentialité a été conçu pour refléter les lois et textes réglementaires canadiens et québécois en matière de confidentialité. Pour plus de précisions sur les lois canadiennes et québécoises sur la protection des renseignements personnels, veuillez consulter :
id: eQualit.ie berkomitmen untuk melindungi kepentingan privasi pelanggan, pengguna akhir, distributor, dan pemasoknya. Pemberitahuan privasi ini dimaksudkan untuk memberikan Anda informasi umum mengenai bagaimana informasi pribadi Anda dapat digunakan. eQualit.ie adalah perusahaan asal Kanada yang berkantor di Montreal, dan pemberitahuan privasi kami telah dikembangkan untuk mencerminkan undang-undang dan undang-undang privasi Kanada dan Quebec. Untuk informasi lebih lanjut mengenai undang-undang privasi Kanada dan Quebec, silakan kunjungi:
my: eQualit.ie သည် ၄င်းတို့၏ သုံးစွဲသူများ၊ ဖြန့်ဝေပေးသူများနှင့် ထောက်ပံ့ပေးသူများ၏ ပုဂ္ဂလိကအကျိုးစီးပွားကို ကာကွယ်ရန် ကတိကဝတ်ပြုထားပါသည်။ ကိုယ်ရေးလုံခြုံမှုဆိုင်ရာ အသိပေးချက်သည် သင့်ကိုယ်ရေးကိုယ်တာ အချက်အလက်များကို မည်သို့ အသုံးပြုသွားမည့်အကြောင်းကို ယေဘုယျအကြောင်းအရာများဖြင့် ရည်ရွယ်ဖော်ပြထားပါသည်။ eQualit.ie သည် ကနေဒါ အခြေစိုက် ကော်ပိုရေးရှင်းတစ်ခုဖြစ်ပြီး ၎င်းရုံးသည် မွန်ထရီရယ်မြို့တွင် တည်ရှိပါသည်။ ကျွန်ုပ်တို့၏ ကိုယ်ရေးလုံခြုံမှုဆိုင်ရာ သတိပေးချက်ကို ကနေဒီယန်နှင့် ကွီဘက် ကိုယ်ရေးလုံခြုံမှုဆိုင်ရာ ဥပဒေများနှင့် နည်းဥပဒေများကို ကိုးကားပြီး ရေးသားထားခြင်းဖြစ်ပါသည်။ ကနေဒီယန်နှင့်ကွီဘက် ကိုယ်ရေးလုံခြုံမှုဆိုင်ရာ ဥပဒေများနှင့် ပတ်သက်ပြီး နောက်ထပ်အချက်အလက်များကို လေ့လာလိုပါက ကျေးဇူးပြုပြီး အောက်ပါလိပ်စာသို့ ဝင်ရောက်ကြည့်ရှုပါ -
pt_br: eQualit.ie está comprometida com a proteção dos interesses de privacidade de seus clientes, usuários finais, distribuidores e fornecedores. Este aviso de privacidade tem a intenção de prover a você informações gerais sobre como suas informações pessoais podem ser usadas. eQualit.ie é uma corporação canadense cujos escritórios estão localizados em Montreal e nosso aviso de privacidade foi desenvolvido para refletir as leis e estatutos de privacidade do Canadá e de Quebec. Para mais informações sobre as leis de privacidade canadenses e de Quebec, visite:
tr: eQualit.ie müşterilerinin, son kullanıcılarının, yayımcılarının ve hizmet sağlayıcılarının gizlilik önceliklerini koruma sözü verir. Bu gizlilik bildirimi, kişisel bilgilerinizin nasıl kullanılabileceği konusunda size genel bilgiler sağlamayı amaçlamaktadır. eQualit.ie, ofisi Montreal'de bulunan Kanadalı bir kuruluştur ve gizlilik bildirimimiz Kanada ve Quebec gizlilik yasalarına ve yönetmeliklerine uygun şekilde geliştirilmiştir. Kanada ve Quebec gizlilik yasaları hakkında ayrıntılı bilgi almak için şu adrese bakabilirsiniz:
uk: Компанія eQualit.ie прагне захищати інтереси конфіденційності своїх клієнтів, кінцевих користувачів, дистрибʼюторів та постачальників. Це повідомлення про конфіденційність призначене для загального інформування Вас про те, як може використовуватися Ваша особиста інформація. eQualit.ie є канадською корпорацією, офіс якої розташований у Монреалі і наше повідомлення про конфіденційність розроблялося з огляду на закони та статути щодо конфіденційності Канади та Квебеку. Для отримання додаткової інформації про закони конфіденційності Канади та Квебеку, будь ласка, відвідайте:
ur: eQualit.ie اپنے صارفین، اختتامی صارفین، تقسیم کاروں اور سپلائرز کے رازداری کے مفادات کے تحفظ کے لیے پرعزم ہے۔ اس رازداری کے نوٹس کا مقصد آپ کو عام معلومات فراہم کرنا ہے کہ آپ کی ذاتی معلومات کیسے استعمال کی جا سکتی ہیں۔ eQualit.ie ایک کینیڈین کارپوریشن ہے جس کا دفتر مونٹریال میں واقع ہے، اور ہمارا رازداری نوٹس کینیڈا اور کیوبیک کے رازداری کے قوانین اور قوانین کی عکاسی کرنے کے لیے تیار کیا گیا ہے۔ کینیڈا اور کیوبیک کے رازداری کے قوانین کے بارے میں مزید معلومات کے لیے، براہ کرم ملاحظہ کریں:

source: Office of the Privacy Commissioner of Canada
ar: مكتب مفوّض الخصوصية في كندا
cs: Úřad kanadského komisaře pro ochranu soukromí
de: Büro des Datenschutzbeauftragten von Kanada
el: Γραφείο της Επιτρόπου Προστασίας Προσωπικών Δεδομένων του Καναδά
es: Oficina del Comisionado de Privacidad de Canadá
fa: دفتر کمیسیون حریم خصوصی کانادا
fr: Commissariat à la protection de la vie privée du Canada
id: Kantor Komisaris Privasi Kanada
my: ကနေဒါနိုင်ငံ၏ ကိုယ်ရေးလုံခြုံမှုဆိုင်ရာ ကော်မရှင်နာရုံး
pt_br: Gabinete do Comissário de Privacidade do Canadá
tr: Kanada Gizlilik Müdürlüğü Ofisi
uk: Управління уповноваженого з питань конфіденційності Канади
ur: کینیڈا کے رازداری کمشنر کا دفتر

source: Office of the Information and Privacy Commissioner of Quebec
ar: مكتب مفوّض المعلومات والخصوصية في كيبيك
cs: Úřad komisaře pro informace a soukromí v Quebecu
de: Büro des Informations- und Datenschutzbeauftragten von Quebec
el: Γραφείο Επιτρόπου Πληροφοριών και Προστασίας Προσωπικών Δεδομένων του Κεμπέκ
es: Oficina del Comisionado de Información y Privacidad de Quebec
fa: دفتر کمیسیون اطلاعات و حریم خصوصی کبک
fr: Commission d’accès à l’information du Québec
id: Kantor Komisioner Informasi dan Privasi Quebec
my: ကွီဘက်ပြည်နယ်၏ သတင်းအချက်အလက်နှင့် ကိုယ်ရေးလုံခြုံမှုဆိုင်ရာ ကော်မရှင်နာရုံး
pt_br: Gabinete do Comissário de Informação e Privacidade de Quebec
tr: Quebec Bilgi ve Gizlilik Müdürlüğü Ofisi
uk: Управління уповноваженого з питань конфіденційності Квебеку
ur: کیوبیک کے انفارمیشن اینڈ پرائیویسی کمشنر کا دفتر

source: Effective Date and Scope
ar: تاريخ النفاذ والنطاق
cs: Datum účinnosti a rozsah
el: Ημερομηνία και πεδίο εφαρμογής
es: Fecha y Alcance efectivos
fa: تاریخ و دامنه اجرا
fr: Date d’entrée en vigueur et portée
id: Tanggal dan Ruang Lingkup Efektif
my: သက်ရောက်မည့် နေ့ရက်နှင့် နယ်ပယ်
pt_br: Data de entrada em vigor e escopo
tr: Yürürlük tarihi ve kapsamı
uk: Дата набуття чинності та сфера застосування
ur: مؤثر تاریخ اور دائرہ کار

source: This Privacy notice is effective as of December 1, 2018. In this privacy notice (Privacy notice), the terms “we”, “our” and “us” mean eQualit.ie. This Privacy notice governs our practices with respect to Data that we collect through the Ceno browser.
ar: يصبح إشعار الخصوصية هذا سارياً ابتداءًا من 1 كانون الأول/ديسمبر 2018. في إشعار الخصوصية هذا، تقصد المصطلحات "نحن" و "خاصتنا" و "لنا" شركة eQualit.ie. يحكم إشعار الخصوصية هذا ممارساتنا فيما يتعلق بالبيانات التي نجمعها من خلال متصفح Ceno.
cs: Toto oznámení o ochraně osobních údajů je účinné od 1. prosince 2018. V tomto oznámení o ochraně osobních údajů (oznámení o ochraně osobních údajů) pojmy „my“, „naše“ a „nás“ znamenají eQualit.ie. Toto oznámení o ochraně osobních údajů upravuje naše postupy týkající se dat, která shromažďujeme prostřednictvím prohlížeče Ceno.
es: Este aviso de Privacidad es efectivo a partir del 1 de diciembre de 2018. En este aviso de privacidad (Aviso de privacidad), los términos "nosotra(o)s", "nuestro" y "nos" significan eQualit.ie. Este aviso de Privacidad gobierna nuestras prácticas con respecto a Datos que recolectamos a través del Navegador Ceno.
fa: این اطلاعیه حریم خصوصی از یکم دسامبر ۲۰۱۸ لازم‌الاجرا است. در این اطلاعیه، منظور از «ما» شرکت eQualit.ie است. این اطلاعیه حریم خصوصی، شیوه کار ما را در رابطه با داده‌ها و اطلاعات خامی که از طریق مرورگر سنو جمع‌آوری می‌کنیم تعیین می‌کند.
fr: Cet avis de confidentialité entre en vigueur le 1er décembre 2018. Dans cet avis de confidentialité (Avis de confidentialité), les termes « nous », « notre » et « nos » désignent eQualit.ie. Cet avis de confidentialité régit nos pratiques en ce qui concerne les données que nous recueillons avec le Navigateur Ceno.
id: Pemberitahuan Privasi ini berlaku efektif sejak 1 Desember 2018. Dalam pemberitahuan privasi ini (Pemberitahuan privasi), istilah "kami", "kami" dan "kita" berarti eQualit.ie. Pemberitahuan Privasi ini mengatur praktik kami sehubungan dengan Data yang kami kumpulkan melalui peramban Ceno.
my: ဤကိုယ်ရေးလုံခြုံမှုဆိုင်ရာ သတိပေးချက်သည် ၂၀၁၈ ခုနှစ်၊ ဒီဇင်ဘာလ ၁ ရက်နေ့မှစ၍ အကျိုးသက်ရောက်မှု ရှိသည်။ ဤကိုယ်ရေးလုံခြုံမှုဆိုင်ရာ သတိပေးချက်ထဲတွင် "ကျွန်ုပ်"၊ "ကျွန်ုပ်တို့၏"၊ "ကျွန်ုပ်တို့ကို" အစရှိသော အသုံးအနှုန်းများသည် eQualit.ie ကို ကိုယ်စားပြုပါသည်။ ဤကိုယ်ရေးလုံခြုံမှုဆိုင်ရာ သတိပေးချက်သည် Ceno ဘရောက်ဇာမှတစ်ဆင့် ကျွန်ုပ်တို့ စုဆောင်းထားသော ဒေတာများနှင့် သက်ဆိုင်သော ကျွန်ုပ်တို့၏အပြုအမူများကို ထိန်းချုပ်ထားပါသည်။
pt_br: Este Aviso de Privacidade entra em vigor a partir de 1 de dezembro de 2018. Neste aviso de privacidade (Aviso de Privacidade), os termos "nós", "nosso" e "conosco" se referem à eQualit.ie. Este Aviso de privacidade governa nossas práticas no que diz respeito a dados coletados por nós através do navegador Ceno.
tr: Bu gizlilik bildirimi 1 Aralık 2018 tarihinden başlayarak geçerlidir. Bu gizlilik bildiriminde (Gizlilik bildirimi) “biz” ve “bizim” terimleri eQualit.ie anlamına gelir. Bu gizlilik bildirimi, Ceno Browser ile topladığımız verilerle ilgili yapacağımız uygulamaları kapsar.
uk: Це повідомлення про конфіденційність набирає чинності з 1 грудня 2018 року. В рамках цього повідомлення про конфіденційність терміни «ми», «наш« і «нас» означають eQualit.ie. Дане повідомлення про конфіденційність регулює наші дії щодо даних, які ми збираємо за допомогою браузера Ceno.
ur: رازداری کا یہ نوٹس 1 دسمبر، 2018 سے موثر ہے۔ اس رازداری نوٹس (پرائیویسی نوٹس) میں، اصطلاحات "ہم"، "ہمارے" اور "ہم" کا مطلب ہے eQualit.ie۔ رازداری کا یہ نوٹس ڈیٹا کے حوالے سے ہمارے طریقوں کو کنٹرول کرتا ہے جسے ہم Ceno براؤزر کے ذریعے جمع کرتے ہیں۔

source: About Ceno
ar: حول Ceno
cs: O Ceno
de: Über Ceno
es: Acerca de Ceno
fa: درباره سنو
fr: À propos de Ceno
id: Tentang
my: Ceno အကြောင်း
pt_br: Sobre o Ceno
tr: Ceno hakkında
uk: Про Ceno
ur: Ceno کے بارے میں

source: Ceno is designed to provide you with open access to online censored content.
ar: تم تصميم Ceno لإعطائك إمكانية الوصول بحريّة إلى المحتوى الخاضع للحجب على الإنترنت.
cs: Ceno je navrženo tak, aby vám poskytlo otevřený přístup k online cenzurovanému obsahu.
es: Ceno está diseñado para proveerte con acceso abierto a contenido en línea censurado.
fa: سنو به گونه‌ای طراحی شده است که به شما امکان دسترسی آزادانه به محتوای آنلاین سانسورشده را فراهم کند.
fr: Ceno est conçu pour vous offrir un accès libre aux contenus censurés en ligne.
id: Ceno dirancang untuk memberikan Anda akses terbuka ke konten yang disensor secara daring.
my: Ceno ကို အွန်လိုင်းတွင် ဆင်ဆာဖြတ်ထားသော (ပိတ်ပင်ထားသော) အကြောင်းအရာများအား ပွင့်လင်းမြင်သာစွာ ဝင်ရောက်ကြည့်ရှုနိုင်ရန် ဖန်တီးပြုလုပ်ထားသည်။
pt_br: Ceno é projetado para oferecer a você acesso aberto a conteúdo online censurado.
tr: Ceno sansürlenmiş çevrim içi içeriğe özgürce erişebilmeniz için tasarlandı.
uk: Ceno розробляється для того, щоб надавати Вам відкритий доступ до цензурованого мережевого вмісту.
ur: Ceno آپ کو آن لائن سنسر شدہ مواد تک کھلی رسائی فراہم کرنے کے لیے ڈیزائن کیا گیا ہے۔

source: Interaction data
ar: بيانات التفاعل
cs: Údaje o interakci
el: Δεδομένα αλληλεπίδρασης
es: Datos de interacción
fa: داده‌های تعاملی
fr: Données d’interaction
id: Data interaksi
my: အပြန်အလှန်ဆက်သွယ်မှုရှိသော အချက်အလက်များ
pt_br: Dados de interação
tr: Etkileşim verileri
uk: Дані про взаємодії
ur: تعامل کا ڈیٹا

source: Ceno stores a summary collection of all public web pages viewed by Ceno users to enable other users of the system access to those pages. While we very much attempt to honor user privacy with this mechanism, it is still in early stages of development and it is possible private web pages viewed by users might be stored this way by accident.
ar: يخزن Ceno مجموعة موجزة من جميع صفحات الويب العامة التي يزورها مستخدمو Ceno لتمكين المستخدمين الآخرين للنظام من الوصول إلى تلك الصفحات. مع أننا نحاول بشدة احترام خصوصية المستخدم بهذه الآلية، إلا أنها لا تزال في المراحل الأولى من التطوير قد يتم تخزين صفحات الويب الخاصة التي يشاهدها المستخدمون بهذه الطريقة خطأً.
cs: Ceno ukládá souhrnnou sbírku všech veřejných webových stránek prohlížených uživateli Ceno, aby k těmto stránkám umožnil přístup ostatním uživatelům systému. I když se tímto mechanismem velmi snažíme respektovat soukromí uživatelů, je stále v raných fázích vývoje a je možné, že soukromé webové stránky prohlížené uživateli mohou být tímto způsobem uloženy náhodně.
es: Ceno almacena una colección resumida de todas las páginas web públicas vistas por usuaria(o)s de Ceno para habilitar a otros usuaria(o)s del sistema el acceso a esas páginas. Mientras que nos esforzamos mucho en honrar la privacidad usuaria(o) con este mecanismo, aún está en etapas tempranas de desarrollo y es posible que páginas web privadas vistas por usuaria(o)s pudieran ser almacenadas de esta manera por accidente.
fa: سنو مجموعه خلاصه‌ای از تمامی صفحات وب مشاهده‌شده توسط کاربران سنو را ذخیره می‌کند تا به سایر کاربران سیستم نیز امکان دسترسی به آن صفحات را بدهد. اگرچه ما سخت تلاش می‌کنیم تا حریم خصوصی کاربران را با این سازوکار حفظ کنیم، این مرورگر هنوز در مراحل ابتدایی توسعه است و ممکن است برخی صفحات وب خصوصی مشاهده‌شده توسط کاربران به‌طور تصادفی به همین صورت ذخیره شوند.
fr: Ceno enregistre une collection de résumés de toutes les pages Web publiques consultées par les utilisateurs de Ceno afin de permettre aux autres utilisateurs du système d’accéder à ces pages. Bien que nous nous efforcions de respecter la vie privée des utilisateurs avec ce mécanisme, à ce stade de développement précoce il est possible que des pages Web privées consultées par les utilisateurs soient stockées ainsi, par accident.
id: Ceno menyimpan koleksi ringkasan semua halaman web publik yang dilihat oleh pengguna Ceno untuk memungkinkan pengguna lain dari sistem untuk mengakses halaman tersebut. Meskipun kami berusaha keras untuk menghormati privasi pengguna dengan mekanisme ini, mekanisme ini masih dalam tahap awal pengembangan dan ada kemungkinan halaman web pribadi yang dilihat oleh pengguna mungkin disimpan dengan cara ini secara tidak sengaja.
my: Ceno သည် Ceno အသုံးပြုသူများ ကြည့်ရှုထားသော အများသုံး ဝဘ်စာမျက်နှာများကို ဤစနစ်သုံးသည့် အခြားသောအသုံးပြုသူများမှ ထိုစာမျက်နှာများကို ကြည့်ရှုခွင့်ရအောင် စုဆောင်းထားသည်။ ကျွန်ုပ်တို့သည် အသုံးပြုသူများ၏ ကိုယ်ရေးလုံခြုံမှုကို အလေးထားရန်ကြိုးစားထားသော်လည်း ဤယန္တရားသည် တည်ဆောက်မှု၏အစပိုင်းအဆင့်တွင်သာ ရှိနေသေးသောကြောင့် အသုံးပြုသူများ၏ သီးသန့်ဝဘ်စာမျက်နှာများကို မတော်တဆ သိမ်းမိခြင်းများ ဖြစ်နိုင်ပါသည်။
pt_br: Ceno armazena uma coleção resumida de todas as páginas web públicas visulizadas por usuários Ceno para tornar possível a outros usuários do sistema acessarem essas páginas. Enquanto nós tentamos muito honrar a privacidade do usuário com este mecanismo, ele ainda está em seus estágios iniciais de desenvolvimento e é possível que páginas web privadas visualizadas por usuários possam estar armazenadas dessa forma por acidente.
tr: Ceno, sistemin diğer kullanıcılarının bu sayfalara erişmesini sağlamak için Ceno kullanıcıları tarafından görüntülenen tüm herkese açık İnternet sayfalarının özetini kaydeder. Bu yöntem ile kullanıcı gizliliğine saygı göstermeye çok çalışsak da, hala geliştirmenin ilk aşamalarındayız ve kullanıcılar tarafından görüntülenen gizli sayfalar bir şekilde rastlantısal olarak kaydedilebilir.
uk: Ceno зберігає сумарну колекцію всіх публічних вебсторінок, які переглядають користувачі Ceno, щоб надавати іншим користувачам системи доступ до цих сторінок. Хоча ми намагаємося дотримуватися конфіденційності користувачів під час використання цього механізму, він все ще знаходиться на ранній стадії розробки, і можливо, що приватні вебсторінки, переглянуті користувачами, можуть таким чином випадково зберігатися.
ur: Ceno تمام عوامی ویب صفحات کا خلاصہ ذخیرہ کرتا ہے جو Ceno صارفین کے ذریعے دیکھے جاتے ہیں تاکہ سسٹم کے دوسرے صارفین کو ان صفحات تک رسائی حاصل ہو سکے۔ اگرچہ ہم اس طریقہ کار کے ساتھ صارف کی رازداری کا احترام کرنے کی بہت کوشش کرتے ہیں، یہ ابھی بھی ترقی کے ابتدائی مراحل میں ہے اور یہ ممکن ہے کہ صارفین کے ذریعے دیکھے جانے والے نجی ویب صفحات اس طرح حادثاتی طور پر محفوظ ہو جائیں۔
