Repository: ceno-app/ceno.github.io
Catalog: */privacy_policy.po
Languages: ar, cs, de, el, es, fa, fr, id, my, pt_br, tr, uk, ur

source: Ceno Browser is a project by <a href="https://equalit.ie">eQualit.ie</a> – a not-for-profit Canadian organization that creates decentralized internet services in support of a more equal and equitable network. eQualitie's solutions are open source, battle proven and developed in mind of our values. Everyday, they enable freedom of association for millions of people online.
ar: Ceno Browser هو مشروع تابع لـ <a href="https://equalit.ie">eQualit.ie</a>، وهي منظمة كندية غير ربحية تعمل على إنشاء خدمات إنترنت لا مركزية لدعم شبكة أكثر مساواة وإنصافًا. . تعتبر حلول eQuality مفتوحة المصدر، ومثبتة في المعركة، وتم تطويرها مع وضع قيمنا في الاعتبار. أنها توفر حرية تكوين الجمعيات عبر الإنترنت لملايين الأشخاص كل يوم.
cs: Prohlížeč Ceno je projekt organizace <a href="https://equalit.ie">eQualit.ie</a> – neziskové Kanadské organizace, která vytváří decentralizované internetové služby na podporu rovnější a spravedlivější sítě . Řešení eQualitie jsou open source, osvědčená a vyvinutá s ohledem na naše hodnoty. Každý den umožňují svobodu sdružování milionů lidí online.
es: El Navegador Ceno es un proyecto de <a href="https://equalit.ie">eQualit.ie</a> - una organización canadiense sin ánimo de lucro que crea servicios de Internet descentralizados en apoyo de una red más igualitaria y equitativa. Las soluciones de eQualitie son de código abierto, probadas en batallas y desarrolladas teniendo en cuenta nuestros valores. Todos los días hacen posible la libertad de asociación de millones de personas en Internet.
fa: مرورگر سنو پروژه‌ای از شرکت <a href="https://equalit.ie">eQualit.ie</a> است؛ یک سازمان غیرانتفاعی کانادایی که به منظور حمایت از شبکه‌ای برابر و عادلانه‌تر، مجموعه‌ای از خدمات اینترنتی غیرمتمرکز ارائه می‌دهد. راه‌حل‌های eQualitie متن‌باز هستند، امتحان خود را در عمل پس داده‌اند و هماهنگ با ارزش‌های ما شکل گرفته‌اند. این راه‌حل‌ها هر روز میلیون‌ها نفر را به صورت آنلاین از حق آزادی انجمن برخوردار می‌کنند.
my: Ceno Browser သည် သာတူညီမျှနှင့် သာတူညီမျှသောကွန်ရက်ကိုပံ့ပိုးရန် ဗဟိုချုပ်ကိုင်မှုလျှော့ချထားသောအင်တာနက်ဝန်ဆောင်မှုများကိုဖန်တီးပေးသည့်ကနေဒါအကျိုးအမြတ်မယူသောအဖွဲ့အစည်းတစ်ခုဖြစ်သည့် <a href="https://equalit.ie">eQualit.ie</a> ၏ပရောဂျက်တစ်ခုဖြစ်သည်။ . eQualitie ၏ ဖြေရှင်းချက်များသည် ပွင့်လင်းသောအရင်းအမြစ်ဖြစ်ပြီး၊ ကျွန်ုပ်တို့၏တန်ဖိုးများနှင့်အတူ တီထွင်ဖန်တီးထားသည်။ ၎င်းတို့သည် လူသန်းပေါင်းများစွာကို နေ့စဉ် အွန်လိုင်းတွင် လွတ်လပ်စွာ ပေါင်းသင်းခွင့် ပေးသည်။
pt_br: Ceno Browser é um projeto da <a href="https://equalit.ie">eQualit.ie</a>, uma organização canadense sem fins lucrativos que cria serviços descentralizados de Internet para apoiar uma rede mais igualitária e equitativa. . As soluções da eQualitie são de código aberto, comprovadas em batalha e desenvolvidas com nossos valores em mente. Eles proporcionam liberdade de associação online a milhões de pessoas todos os dias.
tr: Ceno Browser, daha eşit ve adaletli bir ağı desteklemek için merkezi olmayan İnternet hizmetleri oluşturan, kar amacı gütmeyen bir Kanada kuruluşu olan <a href="https://equalit.ie">eQualit.ie</a>'nin bir projesidir. . eQualitie çözümleri açık kaynaklıdır, savaş alanında kanıtlanmış ve değerlerimiz akılda tutularak geliştirilmiştir. Her gün milyonlarca insana çevrim içi olarak örgütlenme özgürlüğü sağlıyorlar.
uk: Ceno Browser – это проект <a href="https://equalit.ie">eQualit.ie</a>, канадской некоммерческой организации, которая создает децентрализованные интернет-сервисы для поддержки более равноправной и равноправной сети. . Решения eQualitie имеют открытый исходный код, проверены в боях и разработаны с учетом наших ценностей. Они ежедневно предоставляют свободу объединений в Интернете миллионам людей.
ur: Ceno Browser <a href="https://equalit.ie">eQualit.ie</a> کا ایک پروجیکٹ ہے، ایک کینیڈا کی غیر منافع بخش تنظیم جو زیادہ مساوی اور مساوی نیٹ ورک کو سپورٹ کرنے کے لیے وکندریقرت انٹرنیٹ خدمات تخلیق کرتی ہے۔ . eQualitie کے حل اوپن سورس، جنگ سے ثابت، اور ہماری اقدار کو ذہن میں رکھتے ہوئے تیار کیے گئے ہیں۔ وہ ہر روز لاکھوں لوگوں کو آن لائن ایسوسی ایشن کی آزادی فراہم کرتے ہیں۔

# privacy_policy.html+html.body.nav.div.div.div.div:112-11
source: <a class="navbar-item" lang="ar" hreflang="ar" href="../ar/privacy_policy.html">العربية</a> <a class="navbar-item" lang="en" hreflang="en" href="../en/privacy_policy.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/privacy_policy.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/privacy_policy.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/privacy_policy.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/privacy_policy.html">မြန်မာစာ</a> <a class="navbar-item" lang="pt_BR" hreflang="pt_BR" href="../pt_BR/privacy_policy.html">Português</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/privacy_policy.html">Pусский</a> <a class="navbar-item" lang="tr" hreflang="tr" href="../tr/privacy_policy.html">Türkçe</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/privacy_policy.html">Українська</a> <a class="navbar-item" lang="ur" hreflang="ur" href="../ur/privacy_policy.html">اردو</a>
pt_br: <a class="navbar-item" lang="ar" hreflang="ar" href="../ar/privacy_policy.html">العربية</a> <a class="navbar-item" lang="en" hreflang="en" href="../en/privacy_policy.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/privacy_policy.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/privacy_policy.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/privacy_policy.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/privacy_policy.html">မြန်မာစာ</a> <a class="navbar-item" lang="pt_BR" hreflang="pt_BR" href="../pt_BR/privacy_policy.html">Português (BR)</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/privacy_policy.html">Pусский</a> <a class="navbar-item" lang="tr" hreflang="tr" href="../tr/privacy_policy.html">Türkçe</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/privacy_policy.html">Українська</a> <a class="navbar-item" lang="ur" hreflang="ur" href="../ur/privacy_policy.html">اردو</a>

# privacy_policy.html+html.body.nav.div.div.div:159-9
source: <a class="navbar-item" lang="ar" hreflang="ar" href="../ar/privacy_policy.html">العربية</a> <a class="navbar-item" lang="en" hreflang="en" href="../en/privacy_policy.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/privacy_policy.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/privacy_policy.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/privacy_policy.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/privacy_policy.html">မြန်မာစာ</a> <a class="navbar-item" lang="pt_BR" hreflang="pt_BR" href="../pt_BR/privacy_policy.html">Português</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/privacy_policy.html">Pусский</a> <a class="navbar-item" lang="tr" hreflang="tr" href="../tr/privacy_policy.html">Türkçe</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/privacy_policy.html">Українська</a> <a class="navbar-item" lang="ur" hreflang="ur" href="../ur/privacy_policy.html">اردو</a>
pt_br: <a class="navbar-item" lang="ar" hreflang="ar" href="../ar/privacy_policy.html">العربية</a> <a class="navbar-item" lang="en" hreflang="en" href="../en/privacy_policy.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/privacy_policy.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/privacy_policy.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/privacy_policy.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/privacy_policy.html">မြန်မာစာ</a> <a class="navbar-item" lang="pt_BR" hreflang="pt_BR" href="../pt_BR/privacy_policy.html">Português (BR)</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/privacy_policy.html">Pусский</a> <a class="navbar-item" lang="tr" hreflang="tr" href="../tr/privacy_policy.html">Türkçe</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/privacy_policy.html">Українська</a> <a class="navbar-item" lang="ur" hreflang="ur" href="../ur/privacy_policy.html">اردو</a>

source: About
de: Über
el: Σχετικά
fr: À propos
id: Tentang
uk: Про

source: Support
de: Unterstützung
el: Υποστήριξη
fr: Assistance
id: Dukungan
uk: Підтримка

source: News
de: Nachrichten
el: Ειδήσεις
fr: Nouvelles
id: Berita
uk: Новини

source: Community
de: Gemeinschaft
el: Κοινότητα
fr: Communauté
id: Komunitas
uk: Спільнота

source: Donate
de: Spenden
el: Δωρεά
fr: Faire un don
id: Donasi
uk: Донат

source: Get CENO
el: Αποκτήστε το CENO

source: Download
de: Herunterladen
el: Λήψη
fr: Télécharger
id: Unduh
uk: Завантажити

source: <a class="navbar-item" lang="en" hreflang="en" href="../en/privacy_policy.html">English</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/privacy_policy.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/privacy_policy.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/privacy_policy.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/privacy_policy.html">မြန်မာစာ</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/privacy_policy.html">Pусский</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/privacy_policy.html">Українська</a>
el: <a class="navbar-item" lang="en" hreflang="en" href="../en/privacy_policy.html">English</a> <a class="navbar-item" lang="el" hreflang="el" href="../el/about.html">Ελληνικά</a> <a class="navbar-item" lang="es" hreflang="es" href="../es/privacy_policy.html">Español</a> <a class="navbar-item" lang="fa" hreflang="fa" href="../fa/privacy_policy.html">فارسی</a> <a class="navbar-item" lang="fr" hreflang="fr" href="../fr/privacy_policy.html">Français</a> <a class="navbar-item" lang="my" hreflang="my" href="../my/privacy_policy.html">မြန်မာစာ</a> <a class="navbar-item" lang="ru" hreflang="ru" href="../ru/privacy_policy.html">Pусский</a> <a class="navbar-item" lang="uk" hreflang="uk" href="../uk/privacy_policy.html">Українська</a>

source: CENO Privacy Notice
el: CENO Σημειώσεις Απορρήτου

source: This Privacy notice is effective as of December 1, 2018. In this privacy notice (Privacy notice), the terms “we”, “our” and “us” mean eQualit.ie. This Privacy notice governs our practices with respect to Data that we collect through the CENO browser.
el: Οι σημειώσεις απορρήτου ισχύουν από την 1η Δεκεμβρίου 2018. Σε αυτές τις σημειώσεις απορρήτου (Σημείωση απορρήτου), οι όροι "εμείς", "μας" και "εμείς" σημαίνουν eQualit.ie. Αυτές οι σημειώσεις απορρήτου δεσμεύουν τις πρακτικές μας όσον αφορά τα Δεδομένα που συλλέγουμε μέσω του φυλλομετρητή CENO.

source: About CENO
el: Σχετικά με το CENO

source: CENO is designed to provide you with open access to online censored content.
el: Το CENO σχεδιάστηκε για να σας παρέχει ελεύθερη πρόσβαση σε λογοκριμένο περιεχόμενο διαδικτύου.

source: CENO stores a summary collection of all public web pages viewed by CENO users to enable other users of the system access to those pages. While we very much attempt to honor user privacy with this mechanism, it is still in early stages of development and it is possible private web pages viewed by users might be stored this way by accident.
el: Το CENO αποθηκεύει ένα σύνολο δεδομένων από όλους τους δημόσια διαθέσιμους ιστότοπους επισκέπτονται οι χρήστες του CENO, παρέχοντας τα δεδομένα των σελίδων σε άλλους χρήστες. Ενώ προσπαθούμε πολύ να προστατεύσουμε το απόρρητο των χρηστών με αυτόν τον μηχανισμό, είναι ακόμα σε πρώιμα στάδια ανάπτυξης και είναι πιθανό οι ιδιωτικές ιστοσελίδες που προβάλλονται από χρήστες να αποθηκευτούν με αυτόν τον τρόπο κατά λάθος.

source: This testing version of CENO stores logs of all pages requested via the censorship-circumvention mechanisms. Logs exist even for pages deemed private, as well as the considerations made to determine this privacy classification. This log data is used by the CENO development team to track down issues with the CENO infrastructure, and is not disclosed to others.
el: Αυτή η δοκιμαστική έκδοση του CENO αποθηκεύει τα αρχεία καταγραφής όλων των σελίδων που ζητούνται μέσω των μηχανισμών λογοκρισίας-καταστρατήγησης. Υπάρχουν αρχεία καταγραφής ακόμη και για σελίδες που θεωρούνται ιδιωτικές, ακόμη και μετά τον καθορισμό που ορίζει το ιδιωτικό απόρρητο. Αυτά τα δεδομένα των αρχείων καταγραφής, χρησιμοποιούνται από την ομάδα προγραμματισμού του CENO για την αναζήτηση σφαλμάτων του λογισμικού και δεν διαμοιράζονται με τρίτους.

source: CENO Browser is a project by <a href="https://equalit.ie">eQualit.ie</a> – a not-for-profit Canadian company developing open and reusable systems with a focus on privacy, online security and freedom of association. Technology solutions and innovations are driven by our <a href="https://equalit.ie/en/values/">values</a> that guide us to protect the rights and aspirations of everyone online.
el: Το CENO Browser είναι ένα έργο της <a href="https://equalit.ie">eQualit.ie</a>, μιας μη κερδοσκοπικής καναδικής εταιρείας που αναπτύσσει ανοικτά και επαναχρησιμοποιήσιμα συστήματα με έμφαση στην προστασία της ιδιωτικής ζωής, την ασφάλεια στο διαδίκτυο και την ελευθερία του συνεταιρίζεσθαι. Οι τεχνολογικές λύσεις και οι καινοτομίες καθοδηγούνται από τις <a href="https://equalit.ie/en/values/"> αξίες μας</a> που μας καθοδηγούν για την προστασία των δικαιωμάτων και των προσδοκιών όλων στο διαδίκτυο.

source: Get Ceno
de: Ceno erhalten
fr: Obtenir Ceno
id: Install Ceno
uk: Завантаж Ceno

source: Ceno Browser is a project by <a href="https://equalit.ie">eQualit.ie</a> – a not-for-profit Canadian company developing open and reusable systems with a focus on privacy, online security and freedom of association. Technology solutions and innovations are driven by our <a href="https://equalit.ie/en/values/">values</a> that guide us to protect the rights and aspirations of everyone online.
de: Ceno Browser ist ein Projekt von <a href="https://equalit.ie">eQualit.ie</a> - einem gemeinnützigen kanadischen Unternehmen, das offene und wiederverwendbare Systeme mit Schwerpunkt auf Datenschutz, Online-Sicherheit und Vereinigungsfreiheit entwickelt. Technologielösungen und Innovationen werden von unseren <a href="https://equalit.ie/en/values/">Werten</a> angetrieben, die uns leiten, um die Rechte und Bestrebungen aller Menschen im Internet zu schützen.
id: Peramban Ceno adalah sebuah proyek dari <a href="https://equalit.ie">eQualit.ie</a> – sebuah perusahaan nirlaba asal Kanada yang mengembangkan sistem terbuka dan dapat digunakan kembali yang berfokus pada privasi, keamanan daring, dan kebebasan berserikat. Solusi dan inovasi teknologi didorong oleh <a href="https://equalit.ie/en/values/">nilai-nilai </a> kami yang memandu kami untuk melindungi hak dan aspirasi setiap orang secara daring.
