Repository: ceno-app/ceno.github.io
Catalog: */support.po
Languages: es, fa, my, pt, ru, tr, uk

# support.html+html.body.main.noscript.div.section.details.p:278-17
source: Ceno’s primary distinction from a VPN is that it does attempt to route all of your website requests through the decentralized network. When a website is available without restriction, Ceno will simply connect to it like a normal web browser. Also, Ceno users cache and share content with each other. This reduces the strain on censorship circumvention nodes and improves deliverability.
my: VPN နှင့် Ceno ၏ ပထမဆုံး ကွာခြားချက်မှာ Ceno သည် သင်၏ ဝဘ်ဆိုက် တောင်းဆိုချက်များအားလုံးကို ဗဟိုချုပ်ကိုင်မှုမရှိသည့် ကွန်ရက်မှတဆင့် လမ်းကြောင်းပြပေးနိုင်ရန် ကြိုးပမ်းသည်။ ဝဘ်ဆိုက်တစ်ခုအား ကန့်သတ်ချက်များမရှိပဲ ရယူနိုင်သည့်အခါ Ceno သည် ၎င်းဝဘ်ဆိုက်အား သာမန် ဝဘ် ဘ‌‌ရောက်ဇာတစ်ခုကဲ့သို့ ရိုးရှင်းစွာ ချိတ်ဆက်ပေးလိမ့်မည်။ ထို့ပြင် Ceno အသုံးပြုသူများသည် အကြောင်းအရာများကို ယာယီသိမ်းဆည်းထားသည့်မှတ်ဥာဏ်တွင် သိမ်းဆည်းပြီး ၎င်းအကြောင်းအရာများအား အခြားသော အသုံးပြုသူမျာနှင့် အချင်းချင်း မျှဝေသည်။ ၎င်းသည် ဆင်ဆာဖြတ်တောက်မှုကို ကျော်လွှားနိုင်သည့် ဆက်သွယ်ရေးအဆုံးမှတ်များအတွက် များစွာသော တောင်းဆိုချက်များအား လျော့ကျစေပြီး အကြောင်းအရာများ ပို့ဆောင်နိုင်စွမ်းကိုလည်း တိုးတက်စေသည်။
uk: Основна відмінність Ceno від VPN полягає в тому, що браузер Ceno намагається маршрутизувати всі запити до вашого веб-сайту через децентралізовану мережу. Коли веб-сайт доступний без обмежень, Ceno просто підключається до нього як звичайний веб-браузер. Крім того, користувачі Ceno кешують і обмінюються контентом один з одним. Це зменшує навантаження на вузли обходу цензури і підвищує швидкість доставки.

# support.html+html.body.main.noscript.div.section.details:281-108
source: What’s the difference between using the Tor and Ceno browsers?
my: Tor ကို အသုံးပြုခြင်းနှင့် Ceno ဘရောက်ဇာကို အသုံးပြုခြင်း၏ ကွာခြားချက်မှာ အဘယ်နည်း။
uk: У чому різниця використання браузерів Tor і Ceno?

# support.html+html.body.main.noscript.div.section.details.p:285-17
source: Unlike Tor Browser, Ceno Browser is not a tool for anonymity, which is Tor’s primary purpose. In the Tor network, network traffic is encrypted and routed through a network of relays run by volunteers, and appears to originate from the IP address of an exit node. Tor is an excellent option for privacy from Internet surveillance and website operators. If it works in your network environment, we recommend it, provided that you’ve also read <a href="https://support.torproject.org/">their support documentation</a>.
my: Tor ဘရောက်ဇာနှင့် မတူသောအချက်မှာ Tor ၏ အဓိက ရည်ရွယ်ချက်သည် အမည်လျှို့ဝှက်ပေးခြင်း ဖြစ်သော်လည်း Ceno ဘရောက်ဇာသည် အမည်လျှို့ဝှက်ပေးသည့် ကိရိယာတစ်ခု မဟုတ်ပါ။ Tor ၏ ကွန်ရက်တွင် ကွန်ရက် အသွားအလာလမ်းကြောင်းများသည် ကုဒ်ဖြင့်ပြောင်းလဲထားခြင်းဖြစ်ပြီး စေတနာ့ဝန်ထမ်းများ ကူညီလုပ်ကိုင်ပေးနေသည့် လက်ဆင့်ကမ်း ကွန်ရက်မှတဆင့် လမ်းကြောင်းရှာပေးသည်၊ ထို့နောက် အထွက် ဆက်သွယ်ရေးအဆုံးမှတ်၏ IP လိပ်စာမှတဆင့် ပေါ်ပေါက်လာရန် ဖြစ်ပေါ်စေသည်။ Tor သည် အင်တာနက် စောင့်ကြည့်ရေးနှင့် ဝဘ်ဆိုက် ပြုလုပ်သူများထံမှ ကိုယ်ရေးလုံခြုံမှုအတွက် အကောင်းဆုံး ရွေးချယ်စရာတစ်ခု ဖြစ်သည်။ အကယ်၍ ၎င်းအပ်ပ်သည် သင်၏ ကွန်ရက်ပတ်ဝန်းကျင်တွင် အလုပ်လုပ်ပါက ၎င်းအား အသုံးပြုရန် ကျွန်ုပ်တို့ တိုက်တွန်းလိုပါသည်၊ <a href="https://support.torproject.org/">၎င်းတို့၏ ပံ့ပိုးမှု စာရွက်စာတမ်း</a>အားလည်း သင်ဖတ်ရှုပြီးဖြစ်မည်။
uk: На відміну від браузера Tor, Ceno не є інструментом для анонімності, що є основною метою Tor. У мережі Tor мережевий трафік шифрується і маршрутизується через мережу ретрансляторів, якими керують волонтери, і цей трафік походить з IP-адреси вихідного вузла. Tor – чудовий варіант для захисту від інтернет-стеження та від операторів веб-сайтів. Якщо він працює у вашому мережевому середовищі, ми рекомендуємо його, за умови, що ви також прочитали <a href="https://support.torproject.org/">документацію з підтримки</a>.

# support.html+html.body.main.noscript.div.section.details:290-43
source: Whats the difference between Personal and Public tabs, again?
my: တဖန် တကိုယ်ရည်သုံးနှင့် အများသုံးတပ်ဗ်များ၏ ကွာခြားချက်မှာ အဘယ်နည်း။
uk: Нагадайте, в чому різниця між Персональними та Публічними вкладками?

# support.html+html.body.main.noscript.div.section.details.p:294-17
source: Public tabs use all connectivity methods available in the Ceno network to get the content you want. When browsing using a Public tab you will leave a record of your activity on the public BitTorrent network (your IP address and website you requested). Content that has been retrieved by your device inside a Public tab will be shared with other Ceno users via the BitTorrent network.
my: အများသုံးတပ်ဗ်များသည် သင်လိုချင်သော အကြောင်းအရာအား ရယူရန်အတွက် Ceno ကွန်ရက်အတွင်းရှိ ရရှိနိုင်သည့် ချိတ်ဆက်မှုနည်းလမ်းအားလုံးကို အသုံးပြုသည်။ အများသုံးတပ်ဗ်ကို အသုံးပြုပြီး ရှာဖွေသောအခါ အများသုံး BitTorrent ကွန်ရက်တွင် သင်၏လုပ်ဆောင်မှုမှတ်တမ်း ကျန်ရစ်သည် (သင်၏ IP လိပ်စာနှင့် သင်တောင်းဆိုသည့် ဝဘ်ဆိုက်)။ အများသုံးတပ်ဗ်ကို အသုံးပြုပြီး သင့်စက်တွင်ရရှိလာသည့် အကြောင်းအရာများသည် BitTorrent ကွန်ရက်မှတဆင့် အခြားသော Ceno အသုံးပြုသူများနှင့် မျှဝေထားသည်။
uk: Публічні вкладки використовують всі методи підключення, доступні в мережі Ceno, щоб отримати потрібний вам контент. Під час перегляду за допомогою Публічної вкладки ви залишаєте запис про свою активність у загальнодоступній мережі BitTorrent (вашу IP-адресу та веб-сайт, який ви запитували). Контент, який був отриманий вашим пристроєм в Публічній вкладці, буде доступний іншим користувачам Ceno через мережу BitTorrent.

# support.html+html.body.main.noscript.div.section.details.p:298-17
source: Information requested and retrieved in a Personal tab is not shared with anyone else. No record of your activity is recorded on BitTorrent. Use Personal tabs for logging into social media and other accounts. Also use them if you do not want to be associated on BitTorrent with any of your browsing activity in Ceno.
my: တကိုယ်ရည်သုံးတပ်ဗ်တွင် တောင်းဆိုလိုက်သည့် အချက်အလက်များနှင့် ရရှိလာသည့် အချက်အလက်များအား အခြားမည်သူတစ်ဦးတစ်ယောက်ကိုမှ မမျှဝေပါ။ သင်၏ လုပ်ဆောင်မှု မှတ်တမ်းများကိုလည်း BitTorrent တွင် မှတ်တမ်းတင်ခြင်း မရှိပါ။ ဆိုရှယ်မီဒီယာနှင့် အခြားသော အကောင့်များသို့ ဝင်ရောက်ခြင်းအတွက် တကိုယ်ရည်သုံးတပ်ဗ်များကို အသုံးပြုပါ။ Ceno ကို အသုံးပြုနေစဉ် BitTorrent ၌ သင်၏ ရှာဖွေမှု လုပ်ဆောင်ချက်များကို မပါဝင်စေလိုပါက တကိုယ်ရည်သုံးတပ်ဗ်များအား အသုံးပြုပါ။
uk: Інформація, яку ви запитуєте та отримуєте в Персональній вкладчі, не передається нікому іншому. Всередині BitTorrent не ведеться жодних записів про вашу активність. Використовуйте Персональні вкладки для входу в соціальні мережі та інші акаунти. Також використовуйте їх, якщо ви не хочете, щоб BitTorrent асоціювався з вашою активністю в Ceno.

# support.html+html.body.main.noscript.div.section.details:301-38
source: When will there be an iPhone or Windows version?
my: iPhone သို့မဟုတ် Windows တို့အတွက် မည်သည့်အချိန်၌ ရရှိနိုင်မည်နည်း။
uk: Коли з'явиться версія для iPhone чи для Windows?

# support.html+html.body.main.noscript.div.section.details.p:305-17
source: Development of Ceno Browser for iOS and Windows is currently ongoing, with plans for release by Spring of 2024.
my: iOS နှင့် Windows တို့အတွက် Ceno ဘရောက်ဇာမှာ လက်ရှိတွင် စမ်းသပ်ဆဲဖြစ်သည်၊ ၂၀၂၄ ၏ နွေဦးတွင် မိတ်ဆက်နိုင်ရန် စီစဉ်ထားပါသည်။
uk: Наразі триває розробка браузера Ceno для iOS та Windows, що планується випустити навесні 2024 року.

# support.html+html.body.main.noscript.div:310-5
source: <a href="../user-manual/en/" style="text-align:center"><button class="btn btn-outline-danger btn-learnmore mt-3 mb-3" type="button" style="text-align: center;"><span class="fas fa-book fa-xl"></span> Learn more in the User Manual!</button></a> <a href="https://gitlab.com/equalitie/ouinet/blob/main/doc/ouinet-network-whitepaper.md"><button class="btn btn-outline-danger btn-learnmore" type="button"><span class="fas fa-scroll fa-xl"></span> For a more in-depth, technical guide, see the Ouinet whitepaper.</button></a>
my: <a href="../user-manual/my/" style="text-align:center"><button class="btn btn-outline-danger btn-learnmore mt-3 mb-3" type="button" style="text-align: center;"><span class="fas fa-book fa-xl"></span> သုံးစွဲသူ လက်စွဲတွင် နောက်ထပ် လေ့လာပါ။</button></a><a href="https://gitlab.com/equalitie/ouinet/blob/main/doc/ouinet-network-whitepaper.md"><button class="btn btn-outline-danger btn-learnmore" type="button"><span class="fas fa-scroll fa-xl"></span> ပိုမိုအသေးစိတ်သော နည်းပညာဆိုင်ရာ လမ်းညွှန်အတွက် Ouinet စက္ကူဖြူစာတမ်းကို ကြည့်ပါ။</button></a>
uk: <a href="../user-manual/uk/" style="text-align:center"><button class="btn btn-outline-danger btn-learnmore mt-3 mb-3" type="button" style="text-align: center;"><span class="fas fa-book fa-xl"></span> Дізнайтеся більше в посібнику користувача!</button></a> <a href="https://gitlab.com/equalitie/ouinet/blob/main/doc/ouinet-network-whitepaper.md"><button class="btn btn-outline-danger btn-learnmore" type="button"><span class="fas fa-scroll fa-xl"></span> Більш поглиблений, технічний підручник шукайте в «білій книзі» Ouinet.</button></a>

# support.html+html.body.main.div.h1:321-5
source: Frequently Asked Questions
my: မေးလေ့ရှိသော မေးခွန်းများ
uk: Часті питання

# support.html+html.body.main.div.section:322-5
source: What is Ceno Browser?
my: Ceno ဘရောက်ဇာ ဆိုတာဘာလဲ။
uk: Що таке браузер Ceno?

# support.html+html.body.main.div.section.details.p:325-13
source: Ceno is a mobile web browser based on Mozilla Android Components. It is designed for accessing and distributing web content (websites) using a novel approach that relies on BitTorrent – a decentralized file sharing network. Ceno’s advantage comes from side-stepping current Internet censorship methods and allowing people to access and share web information in and across regions where connectivity has been interrupted or compromised.
my: Ceno သည် Mozilla Android အစိတ်အပိုင်းများတွင် အခြေခံထားသည့် မိုဘိုင်းဝဘ်ဘရောက်ဇာတစ်ခု ဖြစ်ပါသည်။ ၎င်းသည် ဗဟိုချုပ်ကိုင်ခြင်းမရှိသည့် ဖိုင်မျှဝေခြင်းကွန်ရက် တစ်ခုဖြစ်သော BitTorrentကို အသုံးပြုပြီး ဝဘ်အကြောင်းအရာများ(ဝဘ်ဆိုက်များ)ကို ရယူခြင်းနှင့် ဖြန့်ချိခြင်းများအတွက် ဖန်တီးထားခြင်းဖြစ်ပါသည်။ လက်ရှိ အင်တာနက်ဆင်ဆာဖြတ်တောက်ခြင်းနည်းလမ်းများကို ရှောင်ရှားခြင်းနှင့် အင်တာနက်ကွန်ရက် ဖြတ်တောက်ခံရခြင်း သို့မဟုတ် ထိန်းချုပ်ခံရခြင်း တို့ ဖြစ်ပေါ်နေသည့်နေရာများတွင်‌ နေထိုင်သည့် လူများအား ဝဘ်အချက်အလက်များကို ရယူခွင့်နှင့် မျှဝေခွင့်တို့ ရရှိစေခြင်းက Ceno ၏ အားသာချက်ဖြစ်ပါသည်။
uk: Цено - мобільний веб-браузер на основі компонентів Mozilla Android. Призначений для доступу та розподілу веб-сайту (сайти) за допомогою нового підходу, який спирається на BitTorrent – децентралізована мережа спільного доступу файлів. Перевага Кено відбувається з покрокових методів інтернет- цензури і дозволяє людям доступ і поділитися веб-інформаційними ресурсами в різних регіонах, де було припинено зв'язок.

# support.html+html.body.main.div.section.details:329-44
source: How does Ceno work?
my: Ceno မည်ကဲ့သို့ အလုပ်လုပ်သနည်း။
uk: Як працює Ceno?

# support.html+html.body.main.div.section.details.p:333-13
source: When a website is accessible from your network (e.g. accessing <i>www.canada.ca</i> from your home internet), Ceno will connect to it like a normal web browser.
my: ဝဘ်ဆိုက်တစ်ခုအား သင့်ကွန်ရက်မှ တဆင့် ဝင်ရောက်နိုင်ပါက (ဥပမာ၊ <i>www.canada.ca</i>ကို သင့် အိမ်ရှိ အင်တာနက်မှတဆင့် ဝင်ရောက်ခြင်း) Ceno သည် ၎င်းအား ပုံမှန် ဝဘ်ဘရောက်ဇာကဲ့သို့ ချိတ်ဆက်လိမ့်မည်။
uk: Коли веб-сайт доступний у вашій мережі (наприклад, доступ до <i>www.canada.ca</i> з домашнього інтернету), Ceno підключиться до нього як звичайний веб-браузер.

# support.html+html.body.main.div.section.details.p:335-13
source: When a website is not accessible due to network filtering/censorship, Ceno will attempt to get the content for you. How Ceno attempts to find content depends on whether you have chosen to use Ceno in <strong>Public</strong> or <strong>Personal</strong> mode.
my: ကွန်ရက်စစ်ထုတ်ခြင်းနှင့် ဆင်ဆာဖြတ်တောက်ခြင်းများကြောင့် ဝဘ်ဆိုက်ကို ဝင်ရောက်ကြည့်ရှုခွင့်မရသောအခါ Ceno သည် ဝဘ်အကြောင်းအရာများကို သင့်အတွက် ရယူနိုင်ရန် ကြိုးပမ်းလိမ့်မည်။ Ceno သည် ဝဘ်အကြောင်းအရာများကို မည်ကဲ့သို့ ရယူသည်မှာ Ceno တွင် သင်အသုံးပြုထားသည့် <strong>အများသုံး</strong> သို့မဟုတ် <strong>တကိုယ်ရည်သုံး</strong>မုဒ်ပေါ်တွင် မူတည်ပါသည်။
uk: Якщо веб-сайт недоступний через мережеву фільтрацію/цензуру, Ceno спробує отримати його контент для вас. Те, як Ceno намагатиметься знайти контент, залежить від того, в якому режимі ви вибрали Ceno: <strong>Публічний</strong> чи <strong>Персональний</strong> .

# support.html+html.body.main.div.section.details.p:338-13
source: In <strong>Public</strong> mode, Ceno will look into the BitTorrent network to see if another Ceno user has recently shared the requested page. If the service can identify the requested page, it will retrieve that page from another user’s device. If the content is not available, Ceno will contact several Injectors to request that website and have it delivered to you.
my: <strong>အများသုံး</strong>မုဒ်တွင် Ceno သည် သင်တောင်းဆိုထားသည့် စာမျက်နှာအား အခြားသော Ceno အသုံးပြုသူမှ လတ်တလောတွင် မျှဝေထားခြင်း ရှိမရှိကို BitTorrent ကွန်ရက်ထဲတွင် ဝင်ရောက် ကြည့်ရှုလိမ့်မည်။ အကယ်၍ ဝန်ဆောင်မှုမှ သင်တောင်းဆိုသည့် စာမျက်နှာအား ရှာဖွေတွေ့ရှိပါက ၎င်းစာမျက်နှာအား အခြားသော အသုံးပြုသူ၏စက်မှ တဆင့် ပြန်လည်ရယူပေးပါလိမ့်မည်။ အကယ်၍ ဝန်ဆောင်မှုမှ သင်တောင်းဆိုလိုက်သည့် ဝဘ်အကြောင်းအရာများကို မရရှိနိုင်ပါက Ceno သည် ၎င်းဝဘ်ဆိုက်အား တောင်းဆိုရန် မြောက်များစွာသော ထိုးသွင်းစက်များကို ဆက်သွယ်ပြီးနောက် ရရှိပါက သင့်ထံသို့ ပို့ဆောင်ပေးပါလိမ့်မည်။
uk: У режимі <strong>Публічний</strong> Ceno буде шукати в мережі BitTorrent ознаки того, що інший користувач Ceno нещодавно ділився запитуваною сторінкою. Якщо сервіс ідентифікує запитувану сторінку, він завантажить її з пристрою іншого користувача. Якщо контент недоступний, Ceno зв'яжеться з кількома інжекторами, щоб запросити цей веб-сайт і доставити його вам.

# support.html+html.body.main.div.section.details.p:342-13
source: In <strong>Personal</strong> mode, you will only contact the Injectors to have that website fetched and delivered to you. The search will not connect to the BitTorrent network and will not attempt to locate the content on other users’ devices.
my: <strong>တကိုယ်ရည်သုံး</strong>မုဒ်တွင် ၎င်းဝဘ်ဆိုက်ကို ရယူရန် သင်သည် ထိုးသွင်းစက်များကိုသာ ဆက်သွယ်ပြီးနောက် သင့်ထံသို့ ပို့ဆောင်ပေးပါမည်။ ထိုရှာဖွေမှုသည် BitTorrent ကွန်ရက်ကို မဆက်သွယ်ပါ၊ အခြားအသုံးပြုသူများ၏ စက်များမှ အကြောင်းအရာများကိုလည်း ရှာဖွေရန် မကြိုးစားပါ။
uk: У режимі <strong>Персональний</strong> ви зв'яжетеся з Інжекторами лише для того, щоб вони знайшли і доставили вам цей веб-сайт. Пошук не підключатиметься до мережі BitTorrent і не намагатиметься знайти контент на пристроях інших користувачів.

# support.html+html.body.main.div.section.details.p:345-13
source: To ensure that your Ceno client can always contact an Injector, we have also created Bridges. If the Injectors are blocked on your network, the Ceno app will look for available Bridges, who will forward your request to the Injectors. The Ceno network currently features around 6,000 Bridges. Their number is always growing.
my: သင့် Ceno သုံးစွဲသူသည် ထိုးသွင်းစက်အား အမြဲတမ်းဆက်သွယ်နိုင်သည်ကို သေချာစေရန် ကျွန်ုပ်တို့သည် တံတားများကိုလည်း ဖန်တီးထားပါသည်။ အကယ်၍ သင့်ကွန်ရက်သည် ထိုးသွင်းစက်များအား ပိတ်ဆို့ထားပါက Ceno အပ်ပ်သည် အလုပ်လုပ်နိုင်သည့် တံတားများကို ရှာဖွေလိမ့်မည်၊ ၎င်းတံတားများသည် သင့်တောင်းဆိုချက်အား ထိုးသွင်းစက်များထံ ပို့ပေးလိမ့်မည်။ လက်ရှိအချိန်အထိ Ceno ကွန်ရက်သည် တံတား ၆,၀၀၀ ဝန်းကျင် အလုပ်လုပ်နေသည်။ ထိုကိန်းဂဏန်းမှာလည်း အမြဲတမ်း တိုးတက်လျက် ရှိပါသည်။
uk: Аби ваш клієнт Ceno завжди міг зв'язатися з інжектором, ми також створили Мости. Якщо інжектори заблоковані у вашій мережі, застосунок Ceno шукатиме доступних посередників, які переадресують ваш запит інжекторам. Наразі мережа Ceno налічує близько 6 000 мостів. Їхня кількість постійно зростає.

# support.html+html.body.main.div.section.details.p:349-13
source: For a more detailed explanation of how Ceno works, please read <a href="../user-manual/">the user guide</a>.
my: Ceno အလုပ်လုပ်ပုံ၏ အသေးစိတ် ရှင်းပြချက်များအား သိရှိလိုပါက ကျေးဇူးပြုပြီး <a href="../user-manual/">အသုံးပြုသူလမ်းညွှန် </a>ကို ဖတ်ရှုပါ။
uk: Для більш детального пояснення роботи Ceno, будь ласка, прочитайте <a href="../user-manual/">посібник користувача</a>.

# support.html+html.body.main.div.section.details.p:351-13
source: For a simpler explanation of how Ceno works, <a href="explainer.html">please read this</a>.
my: Ceno အလုပ်လုပ်ပုံ၏ ပိုမိုနားလည်လွယ်သည့် ရှင်းပြချက်များအား သိရှိလိုပါက <a href="explainer.html">ကျေးဇူးပြုပြီး ဤနေရာတွင်ဖတ်ရှုပါ</a>။
uk: Для більш простого пояснення як працює Ceno, <a href="explainer.html">прочитайте це</a>.

# support.html+html.body.main.div.section.details:351-107
source: What are the advantages of using Ceno?
my: Ceno ကို အသုံးပြုခြင်း၏ အားသာချက်များမှာ အဘယ်နည်း။
uk: Які переваги використання Ceno?

# support.html+html.body.main.div.section.details.p:355-13
source: Our motto is ‘Share the Web!’ and essentially that is what Ceno users are doing. Most web pages have static content (something you read, watch, listen to, etc.). Static content can be packaged and shared with other users seeking the same content. Ceno uses the BitTorrent file sharing network for this.
my: ကျွန်ုပ်တို့၏ ဆောင်ပုဒ်မှာ 'ဝဘ်ကို မျှဝေပါ' ဖြစ်ပါသည်၊ ၎င်းသည်ပင် Ceno အသုံးပြုသူများ၏ အသုံးပြုရခြင်း ရည်ရွယ်ချက်ပင် ဖြစ်သည်။ ဝဘ်စာမျက်နှာ အများစုတွင် ပုံသေ အကြောင်းအရာများရှိသည် (သင် ဖတ်ရှုရန်၊ ကြည့်ရှုရန်၊ နားထောင်ရန် အစရှိသည်ဖြင့်)။ ပုံသေ ဝဘ်အကြောင်းအရာများသည် ထုပ်ပိုးပြီးနောက် အခြားသောအသုံးပြုများရှာဖွေနေသည့် တူညီသော အကြောင်းအရာများကို မျှဝေနိုင်သည်။ ဤမျှဝေခြင်းအတွက် Ceno သည် BitTorrent ဖိုင်မျှဝေခြင်း ကွန်ရက်ကို အသုံးပြုထားသည်။
uk: Наш девіз – "Діліться інтернетом!", і саме цим користувачі Ceno і займаються. Більшість веб-сторінок мають статичний контент (те, що ви читаєте, дивитеся, слухаєте тощо). Статичний контент може бути упакований і переданий іншим користувачам, які шукають такий самий контент. Для цього Ceno використовує мережу обміну файлами BitTorrent.

# support.html+html.body.main.div.section.details.p:358-13
source: Ceno’s advantage is evident in a network that censors websites, or where the network is weak or unstable. In these circumstances, the Ceno client is able to leverage additional methods to retrieve content and deliver it to your device. By allowing users to enable sharing of content they have recently retrieved, Ceno expands access to the internet more generally. Whether you are living in a part of the world that restricts access to content, or in a remote area with limited access to the internet, Ceno allows you to access information that may otherwise be unavailable.
my: ကွန်ရက်တစ်ခုတွင် ဝဘ်ဆိုက်များကို ဆင်ဆာဖြတ်တောက်သောအခါ သို့မဟုတ်၊ ကွန်ရက်သည် အားနည်းနေသည့်အချိန် သို့မဟုတ် မတည်ငြိမ်ဖြစ်နေသည့် အချိန်များတွင် Ceno ၏ အကျိုးကျေးဇူးများသည် ထင်ရှားလာသည်။ ယခု အခြေအနေများတွင် Ceno အသုံးပြုသူသည် အကြောင်းအရာများကို ရယူနိုင်ရန်နှင့် ၎င်းတို့အား သင့်စက်ထဲသို့ ပို့ဆောင်နိုင်ရန် ထပ်ဆောင်းနည်းလမ်းများကို အားကောင်းအောင် လုပ်ဆောင်နိုင်စွမ်းရှိသည်။ အသုံးပြုသူများအား ၎င်းတို့ မကြာသေးမီက ရှာဖွေထားသည့် အကြောင်းအရာများအား မျှဝေရန် ဖွင့်ထားခြးင်းဖြင့် Ceno သည် အင်တာနက်အား ဝင်ရောက်နိုင်စွမ်းကို သာမန်ထက် ပိုမို ကျယ်ပြန့်လာစေပါသည်။ သင်သည် ဝဘ်အကြောင်းအရာများကို ရယူခြင်း ကန့်သန့်ထားသည့် နေရာများ၌ နေထိုင်နေသောအခါ သို့မဟုတ် အင်တာနက်ကို ထိန်းချုပ်ထားသည့် နေရာများ၌ နေထိုင်နေသောအခါ အခြားသော ဝန်ဆောင်မှုများက မရရှိနိုင်သောအချိန်တွင် Ceno သည် သင့်အား သတင်းအချက်အလက်များကို ရယူနိုင်ရန် ခွင့်ပြုလိမ့်မည်။
uk: Перевага Ceno очевидна в мережі, де веб-сайти піддаються цензурі, або там, де мережа слабка чи нестабільна. За таких обставин клієнт Ceno може використовувати додаткові методи отримання контенту і доставки його на свій пристрій. Дозволяючи користувачам обмінюватися нещодавно отриманим контентом, Ceno розширює доступ до інтернету в цілому. Незалежно від того, чи живете ви в частині світу, яка обмежує доступ до контенту, чи у віддаленій місцевості з обмеженим доступом до інтернету, Ceno дозволяє вам отримати доступ до інформації, яка є недоступною.

# support.html+html.body.main.div.section.details.p:364-13
source: People running Ceno from countries that do not censor the Internet - or from parts of the world where access to the internet is reliable - can choose to act as Bridges for those in heavily restricted networks. The network automatically enrolls new Bridges and keeps track of when they go offline. Running a Bridge is a very simple yet powerful action, allowing you to help others access the Internet.
my: အင်တာနက် ဆင်ဆာဖြတ်တောက်ခြင်းမရှိသည့် နိုင်ငံများ သို့မဟုတ် စိတ်ချရသည့် အင်တာနက်ကို ရရှိနိုင်သည့် နေရာဒေသများမှ Ceno အသုံးပြုသူများသည် ပြင်းထန်စွာ အင်တာနက် ကန့်သတ်ခံထားရသည့် နေရာဒေသအတွင်းရှိ အသုံးပြုသူများအတွက် ပေါင်းကူးများအဖြစ် ဆောင်ရွက်ပေးရန် ရွေးချယ်နိုင်သည်။ ကွန်ရက်သည် ပေါင်းကူးအသစ်များကို အလိုအလျောက် စာရင်းသွင်းထားပြီး ၎င်းတို့ အင်တာနက်မရှိသောအချိန်တွင်လည်း ဆက်လက် ခြေရာခံသည်။ ပေါင်းကူးတစ်ခုအား အလုပ်လုပ်ခြင်းသည် အလွန်ရိုးရှင်းသော်လည်း ထိရောက်သည့် လုပ်ဆောင်ချက်ဖြစ်ပြီး သင်သည် အခြားသူများအား အင်တာနက် ရရှိနိုင်အောင် ကူညီခွင့်ပြုသည်။
uk: Люди, які користуються Ceno в країнах, де немає цензури в інтернеті, або з тих частин світу, де доступ до інтернету є надійним, можуть стати мостами для тих, хто перебуває в мережах з жорсткими обмеженнями. Мережа автоматично реєструє нові мости і відстежує, коли вони виходять з мережі. Стати мостом – це дуже проста, але потужна дія, яка дозволяє вам допомогти іншим отримати доступ до інтернету.

# support.html+html.body.main.div.section.details.p:368-13
source: Ceno - and all accompanying components of the tool that together create a decentralized network of peers and nodes - is free and open source software. You can <a href="https://gitlab.com/censorship-no/ceno-browser">inspect our code</a> or re-create the entire network yourself!
my: Ceno - နှင့် ကိရိယာ၏ အတူတကွ အလုပ်လုပ်နေသော အစိတ်အပိုင်းများအားလုံးသည် အသုံးပြုသူများအချင်းချင်းနှင့် ဆက်သွယ်ရေးဆုံးမှတ်များ၏ ဗဟိုချုပ်ကိုင်မှုမရှိသောကွန်ရက်တစ်ခုကို ဖန်တီးနိုင်သည်၊ ၎င်းသည် အခမဲ့ဖြစ်ပြီး ပွင့်လင်းရင်းမြစ် ဆော့ဖ်ဝဲလ် ဖြစ်သည်။ သင့်အနေဖြင့် <a href="https://gitlab.com/censorship-no/ceno-browser">ကျွန်ုပ်တို့၏ ကုဒ်များကို ကြည့်ရှုနိုင်သည်</a> သို့မဟုတ် ကွန်ရက်တစ်ခုလုံးကို သင်ကိုယ်တိုင် ဖန်တီးနိုင်သည်။
uk: Ceno, які і всі супутні компоненти цього рішення, які разом створюють децентралізовану мережу однорангових вузлів – це безкоштовне програмне забезпечення з відкритим вихідним кодом. Ви можете <a href="https://gitlab.com/censorship-no/ceno-browser">ознайомитися з нашим кодом</a> або відтворити всю мережу самостійно!

# support.html+html.body.main.div.section.details:371-34
source: What are the risks of using Ceno?
my: Ceno ကို အသုံးပြုခြင်း၏ အန္တရာယ်များမှာ အဘယ်နည်း။
uk: Якими є ризики використання Ceno?

# support.html+html.body.main.div.section.details.h3:375-13
source: Risks for users
my: အသုံးပြုသူများအတွက် အန္တရာယ်များ
uk: Ризики для користувачів
