Repository: ceno-app/ceno.github.io
Catalog: */support.po
Languages: es, fa, my, pt, ru, tr, uk

# support.html+html.body.main.div.section:342-5
source: What is Ceno Browser?
es: ¿Qué es el Navegador Ceno?
fa: مرورگر سنو چیست؟
pt: O que é o Ceno Browser?
ru: Что такое Ceno Browser?
tr: Ceno Browser nedir?

# support.html+html.body.main.div.section.details.p:345-13
source: Ceno is a mobile web browser based on Mozilla Android Components. It is designed for accessing and distributing web content (websites) using a novel approach that relies on BitTorrent – a decentralized file sharing network. Ceno’s advantage comes from side-stepping current Internet censorship methods and allowing people to access and share web information in and across regions where connectivity has been interrupted or compromised.
es: Ceno es un navegador web móvil basado en Mozilla Android Components. Está diseñado para acceder y distribuir contenido web (páginas web) utilizando un enfoque novedoso que se basa en BitTorrent – una red descentralizada para compartir archivos. La ventaja de Ceno proviene de dejar de lado los métodos actuales de censura de Internet y permitir a las personas acceder y compartir información en la web en y entre regiones donde la conectividad ha sido interrumpida o comprometida.
fa: سنو یک مرورگر وب برای موبایل است که بر پایه فایرفاکس برای اندروید ساخته شده. این مرورگر برای دسترسی و توزیع محتوای وب (وب‌سایت‌ها) با روشی نوآورانه که بر بیت‌تورنت – شبکه غیرمتمرکز اشتراک فایل – متکی است، طراحی شده است. مزیت سنو در توانایی آن برای دور زدن روش‌های فعلی سانسور اینترنت و اجازه دسترسی و اشتراک‌گذاری اطلاعات وب در مناطقی است که اتصال اینترنت در آن‌ها قطع شده یا به خطر افتاده است.
pt: O Ceno é um navegador móvel baseado nos Componentes Android do Mozilla. Ele foi projetado para acessar e distribuir conteúdo da web (sites) usando uma abordagem inovadora que depende do BitTorrent – uma rede descentralizada de compartilhamento de arquivos. A vantagem do Ceno vem de contornar os métodos atuais de censura na Internet, permitindo que as pessoas acessem e compartilhem informações da web em regiões onde a conectividade foi interrompida ou comprometida.
ru: Ceno - мобильный веб-браузер на базе компонентов Mozilla Android. Он предназначен для доступа и распространения веб-контента (веб-сайтов) с использованием нового подхода, основанного на BitTorrent - децентрализованной файлообменной сети. Преимущество Ceno заключается в том, что он обходит существующие методы цензуры в Интернете и позволяет людям получать доступ к веб-информации и обмениваться ею в регионах, где связь прервана или нарушена.
tr: Ceno, Mozilla Android bileşenlerini temel alan bir mobil tarayıcıdır. Merkezi olmayan bir dosya paylaşım ağı olan BitTorrent temelli yeni bir yaklaşım kullanarak İnternet içeriğine (siteler) erişmek ve dağıtmak için tasarlanmıştır. Ceno var olan İnternet sansür yöntemlerini aşarak, bağlantının engellendiği veya tehlikeye girdiği bölgelerde insanların İnternet üzerindeki bilgilere erişmesini, ve bunları paylaşmasını sağlar.

# support.html+html.body.main.div.section.details:349-44
source: How does Ceno work?
es: ¿Cómo funciona Ceno?
fa: مرورگر سنو چگونه کار می‌کند؟
pt: Como o Ceno funciona?
ru: Как работает Ceno?
tr: Ceno nasıl çalışır?

# support.html+html.body.main.div.section.details.p:353-13
source: When a website is accessible from your network (e.g. accessing <i>www.canada.ca</i> from your home internet), Ceno will connect to it like a normal web browser.
es: Cuando se puede acceder a una página web desde tu red (por ejemplo, accediendo a <i>www.canada.ca</i> desde tu casa), Ceno se conectará a ella como un navegador web normal.
fa: هنگامی که با اینترنت خودتان به یک وب‌سایت دسترسی دارید (مثلا وقتی که می‌توانید صفحه <i>www.canada.ca</i> را با اینترنت خانگی خود باز کنید)، سنو مانند یک مرورگر وب معمولی کار می‌کند.
pt: Quando um site está acessível a partir da sua rede (por exemplo, acessar <i>www.canada.ca</i> pela sua internet doméstica), o Ceno se conectará a ele como um navegador normal.
ru: Когда сайт доступен из вашей сети (например, доступ к <i>www.canada.ca</i> из домашнего Интернета), Ceno будет подключаться к нему как обычный веб-браузер.
tr: Ağınızdan bir siteye erişilebildiğinde (örneğin, evinizdeki İnternet bağlantısından <i>www.canada.ca</i> siteisne erişildiğinde), Ceno bu siteye normal bir tarayıcı gibi bağlanır.

# support.html+html.body.main.div.section.details.p:355-13
source: When a website is not accessible due to network filtering/censorship, Ceno will attempt to get the content for you. How Ceno attempts to find content depends on whether you have chosen to use Ceno in <strong>Public</strong> or <strong>Personal</strong> mode.
es: Cuando una página web no es accesible debido al filtrado/censura de la red, Ceno intentará obtener el contenido por ti. La forma en que Ceno intenta encontrar contenido depende de si has elegido usar Ceno en modo <strong>Público</strong> o <strong>Personal</strong>.
fa: هنگامی که دسترسی به یک وب‌سایت به دلیل فیلتر یا سانسور شبکه امکان‌پذیر نباشد، سنو تلاش می‌کند تا این محتوا را برای شما پیدا کند. نحوه تلاش سنو برای پیدا کردن محتوا به این بستگی دارد که شما کدام یک از حالت‌های <strong>عمومی</strong> یا <strong>شخصی</strong> سنو را انتخاب کرده باشید.
pt: Quando um site não está acessível devido a filtragem/censura de rede, o Ceno tentará obter o conteúdo para você. A forma como o Ceno tenta encontrar o conteúdo depende de você ter escolhido usar o Ceno no modo <strong>Public</strong> ou <strong>Personal</strong>.
ru: Если веб-сайт недоступен из-за сетевой фильтрации/цензуры, Ceno попытается получить его содержимое для вас. Способ поиска контента зависит от того, в каком режиме вы выбрали использовать Ceno - <strong>публичном</strong> или <strong>личном</strong>.
tr: Ağınızdan engelleme ya da sansür nedeniyle bir siteye erişilemediğinde Ceno, içeriği sizin için almaya çalışır. İçeriğe Ceno tarafından nasıl erişilmeye çalışılacağı, Ceno'yu <strong>Herkese açık</strong> ya da <strong>Kişisel</strong> kipte kullanıyor olmanıza göre değişir.

# support.html+html.body.main.div.section.details.p:358-13
source: In <strong>Public</strong> mode, Ceno will look into the BitTorrent network to see if another Ceno user has recently shared the requested page. If the service can identify the requested page, it will retrieve that page from another user’s device. If the content is not available, Ceno will contact several Injectors to request that website and have it delivered to you.
es: En el modo <strong>público</strong>, Ceno buscará en la red BitTorrent para ver si otro usuario de Ceno ha compartido recientemente la página solicitada. Si el servicio puede identificar la página solicitada, recuperará esa página del dispositivo de otro usuario. Si el contenido no está disponible, Ceno se pondrá en contacto con varios inyectores para solicitar esa página web y mostrarla.
fa: در حالت <strong>عمومی</strong>، سنو به شبکه بیت‌تورنت مراجعه می‌کند تا ببیند آیا یک کاربر دیگر سنو اخیرا صفحه مورد نظر را به اشتراک گذاشته یا نه. اگر سنو بتواند صفحه درخواستی را شناسایی کند، آن صفحه را از دستگاه کاربر دیگر بازیابی می‌کند. اگر محتوا در دسترس نباشد، سنو با چندین تزریق‌کننده (injector) تماس می‌گیرد تا وب‌سایت مورد نظر را از آن‌ها درخواست کند و به دست شما برساند.
pt: No modo <strong>Public</strong>, o Ceno verificará a rede BitTorrent para ver se outro usuário do Ceno compartilhou recentemente a página solicitada. Se o serviço conseguir identificar a página solicitada, ele a recuperará do dispositivo de outro usuário. Se o conteúdo não estiver disponível, o Ceno entrará em contato com vários Injectores para solicitar esse site e entregá-lo para você.
ru: В режиме <strong>Public</strong> Ceno просматривает сеть BitTorrent на предмет того, не выкладывал ли недавно запрашиваемую страницу другой пользователь Ceno. Если Ceno сможет определить запрашиваемую страницу, он получит ее с устройства другого пользователя. Если контент недоступен, Ceno свяжется с несколькими инжекторами, чтобы запросить этот сайт и доставить его вам.
tr: <strong>Herkese açık</strong> kipte Ceno, başka bir Ceno kullanıcısının yakın zamanda istenen sayfayı paylaşıp paylaşmadığını görmek için BitTorrent ağını inceler. Hizmet istenen sayfayı bulabilirse bu sayfayı başka bir kullanıcının aygıtından alır. İçerik bulunamıyorsa Ceno, bu siteyi istemek ve size teslim edilmesini sağlamak için birkaç içerik sağlayıcı ile iletişim kurar.

# support.html+html.body.main.div.section.details.p:362-13
source: In <strong>Personal</strong> mode, you will only contact the Injectors to have that website fetched and delivered to you. The search will not connect to the BitTorrent network and will not attempt to locate the content on other users’ devices.
es: En el modo <strong>personal</strong>, solo se pondrá en contacto con los inyectores para que se obtenga y se entregue esa página web. La búsqueda no se conectará a la red BitTorrent y no intentará localizar el contenido en los dispositivos de otros usuarios.
fa: در حالت <strong>شخصی</strong> شما فقط با تزریق‌کننده‌ها در تماسید تا وب‌سایت مورد نظرتان را بازیابی کنند و به شما تحویل دهند. این جست‌وجو ارتباطی با شبکه بیت‌تورنت نخواهد داشت و سعی نمی‌کند محتوا را روی دستگاه کاربران دیگر پیدا کند.
pt: No modo <strong>Personal</strong>, você só entrará em contato com os Injectores para que o site seja recuperado e entregue a você. A busca não se conectará à rede BitTorrent e não tentará localizar o conteúdo nos dispositivos de outros usuários.
ru: В режиме <strong>Personal</strong> вы будете обращаться сразу к инжекторам, чтобы они нашли и доставили вам этот сайт. Поиск не будет подключаться к сети BitTorrent и не будет пытаться обнаружить контент на устройствах других пользователей.
tr: <strong>Kişisel</strong> kipte, söz konusu sitenin alınıp size teslim edilmesi için yalnızca içerik sağlaycılar ile iletişim kurarsınız. Arama, BitTorrent ağına bağlanmaz ve diğer kullanıcıların aygıtlarındaki içeriği bulmaya çalışmaz.

# support.html+html.body.main.div.section.details.p:365-13
source: To ensure that your Ceno client can always contact an Injector, we have also created Bridges. If the Injectors are blocked on your network, the Ceno app will look for available Bridges, who will forward your request to the Injectors. The Ceno network currently features around 6,000 Bridges. Their number is always growing.
es: Para garantizar que tu cliente Ceno siempre pueda contactar a un Inyector, también hemos creado Puentes. Si los Inyectores están bloqueados en tu red, la aplicación Ceno buscará Puentes disponibles, que reenviarán su solicitud a los Inyectores. La red Ceno cuenta actualmente con alrededor de 6.000 Puentes. El número siempre está creciendo.
fa: برای اطمینان از این که سرویس‌گیرنده (client) سنو شما همیشه می‌تواند با یک تزریق‌کننده تماس بگیرد، ما قابلیت پل را اضافه کرده‌ایم. اگر تزریق‌کننده‌ها بر روی شبکه شما مسدود شده باشند، برنامه سنو به دنبال پل‌های در دسترس می‌گردد تا درخواست‌تان را به تزریق‌کننده‌ها ارسال کنند. شبکه سنو در حال حاضر حدود ۶۰۰۰ پل دارد و این تعداد مدام در حال افزایش است.
pt: Para garantir que seu cliente Ceno possa sempre entrar em contato com um Injector, também criamos os Bridges. Se os Injectors estiverem bloqueados na sua rede, o aplicativo Ceno procurará Bridges disponíveis, que encaminharão sua solicitação para os Injectors. A rede Ceno atualmente conta com cerca de 6.000 Bridges. Esse número está sempre crescendo.
ru: Чтобы ваш клиент Ceno всегда мог связаться с инжектором, мы также создали мосты. Если инжекторы заблокированы в вашей сети, приложение Ceno будет искать доступные мосты, которые перешлют ваш запрос инжекторам. В настоящее время в сети Ceno насчитывается около 6 000 мостов. Их число постоянно растет.
tr: Ceno istemcinizin her zaman bir içerik sağlayıcı ile iletişim kurabilmesini sağlamak için köprüler oluşturduk. İçerik sağlayıcılar ağınızda engelleniyorsa Ceno uygulaması, isteğinizi içerik sağlayıcılara iletecek olan köprüleri arar. Ceno ağında şu anda yaklaşık 6.000 Köprü bulunuyor ve sayıları her gün artıyor.

# support.html+html.body.main.div.section.details.p:369-13
source: For a more detailed explanation of how Ceno works, please read <a href="../user-manual/">the user guide</a>.
es: Para una explicación más detallada de cómo funciona Céno, por favor lea <a href="../user-manual/">la guía del usuario</a>.
fa: برای توضیح دقیق‌تر از نحوه کار سنو، لطفا <a href="../user-manual/">دفترچه راهنمای کاربر</a> را بخوانید.
pt: Para uma explicação mais detalhada de como o Ceno funciona, leia <a href="../user-manual/">the user guide</a>.
ru: Более подробное описание работы Ceno можно найти в <a href="../user-manual/">руководстве пользователя</a>.
tr: Ceno ağının nasıl çalıştığı ile ilgili ayrıntılı bilgi almak için <a href="../user-manual/">kullanıcı rehberini</a> okuyabilirsiniz.

# support.html+html.body.main.div.section.details.p:371-13
source: For a simpler explanation of how Ceno works, <a href="explainer.html">please read this</a>.
es: Para una explicación más sencilla de cómo funciona Céno, <a href="explainer.html">por favor lee esto</a>.
fa: برای توضیح ساده‌تر از نحوه کار سنو، لطفا <a href="explainer.html">این‌جا را بخوانید</a>.
pt: Para uma explicação mais simples de como o Ceno funciona, <a href="explainer.html">please read this</a>.
ru: Для более простого объяснения принципа работы Ceno <a href="explainer.html">пожалуйста, прочтите это</a>.
tr: Ceno ağının nasıl çalıştığı ile ilgili daha basit bir açıklama için <a href="explainer.html">burayı okuyabilirsiniz</a>.

# support.html+html.body.main.div.section.details:371-107
source: What are the advantages of using Ceno?
es: ¿Cuáles son las ventajas de utilizar Ceno?
fa: مزایای استفاده از سنو چیست؟
pt: Quais são as vantagens de usar o Ceno?
ru: В чем преимущества использования Ceno?
tr: Ceno kullanmanın yararları nedir?

# support.html+html.body.main.div.section.details.p:375-13
source: Our motto is ‘Share the Web!’ and essentially that is what Ceno users are doing. Most web pages have static content (something you read, watch, listen to, etc.). Static content can be packaged and shared with other users seeking the same content. Ceno uses the BitTorrent file sharing network for this.
es: Nuestro lema es ‘¡Compartir la Web!’ y, en esencia, eso es lo que los usuarios del Ceno están haciendo. La mayoría de las páginas web tienen contenido estático (algo que les, mirás, escuchas, etc.). El contenido estático se puede empaquetar y compartir con otros usuarios que busquen el mismo contenido. Ceno utiliza la red de intercambio de archivos BitTorrent para ello.
fa: شعار ما این است: «وب را دست به دست کن!» و این عملا همان کاری است که کاربران سنو انجام می‌دهند. بیشتر صفحات وب دارای محتوای ایستا هستند (مثل چیزهایی که در اینترنت می‌خوانید، تماشا می‌کنید، گوش می‌دهید و غیره). محتوای ایستا می‌تواند بسته‌بندی شود و با سایر کاربرانی که به دنبال همان محتوا هستند به اشتراک گذاشته شود. سنو از شبکه اشتراک فایل بیت‌تورنت برای این کار استفاده می‌کند.
pt: Nosso lema é "Compartilhe a Web!" e, essencialmente, é isso que os usuários do Ceno estão fazendo. A maioria das páginas da web possui conteúdo estático (algo que você lê, assiste, ouve, etc.). O conteúdo estático pode ser embalado e compartilhado com outros usuários que buscam o mesmo conteúdo. O Ceno utiliza a rede de compartilhamento de arquivos BitTorrent para isso.
ru: Наш девиз - "Делитесь Интернетом!" По сути, именно это и делают пользователи Ceno. Большинство веб-страниц содержат статический контент (то, что вы читаете, смотрите, слушаете и т.д.). Статический контент может быть упакован и передан другим пользователям, ищущим такой же контент. Для этого Ceno использует файлообменную сеть BitTorrent.
tr: Sloganımız 'İnternet içeriğini paylaşın!' ve aslında Ceno kullanıcılarının yaptığı da bu. Çoğu İnternet sayfasında sabit içerik bulunur (okuduğunuz, izlediğiniz, dinlediğiniz bir şey gibi). Sabit içerikler paketlenebilir ve aynı içeriği arayan diğer kullanıcılarla paylaşılabilir. Ceno bunun için BitTorrent dosya paylaşımı ağını kullanıyor.

# support.html+html.body.main.div.section.details.p:378-13
source: Ceno’s advantage is evident in a network that censors websites, or where the network is weak or unstable. In these circumstances, the Ceno client is able to leverage additional methods to retrieve content and deliver it to your device. By allowing users to enable sharing of content they have recently retrieved, Ceno expands access to the internet more generally. Whether you are living in a part of the world that restricts access to content, or in a remote area with limited access to the internet, Ceno allows you to access information that may otherwise be unavailable.
es: La ventaja de Ceno es evidente en una red que censura páginas web, o donde la red es débil o inestable. En estas circunstancias, el cliente Ceno puede aprovechar métodos adicionales para recuperar el contenido y entregarlo a su dispositivo. Al permitir a los usuarios compartir contenido que han recuperado recientemente, Ceno amplía el acceso a internet de manera más general. Tanto si vives en una parte del mundo que restringe el acceso a contenidos como si vives en una zona remota con acceso limitado a internet, Ceno te permite acceder a información que de otro modo no estaría disponible.
fa: مزیت سنو در شبکه‌ای که وب‌سایت‌ها را سانسور می‌کند یا در جایی که شبکه ضعیف یا ناپایدار است، به چشم می‌آید. در این شرایط، سرویس‌گیرنده سنو می‌تواند از راه و روش دیگری برای بازیابی محتوا و تحویل آن به دستگاه شما استفاده کند. سنو با اجازه به کاربران برای اشتراک محتوایی که به تازگی بازیابی کرده‌اند، دسترسی گسترده‌تری به اینترنت فراهم می‌آورد. چه در جایی از جهان باشید که دسترسی به محتوای وب را محدود می‌کند و چه در منطقه‌ای دورافتاده که دسترسی اندکی به اینترنت دارد، سنو به شما امکان دسترسی به اطلاعاتی را می‌دهد که در شرایط دیگر در دسترس نیست.
pt: A vantagem do Ceno é evidente em redes que censuram sites, ou onde a rede é fraca ou instável. Nessas circunstâncias, o cliente Ceno é capaz de aproveitar métodos adicionais para recuperar o conteúdo e entregá-lo ao seu dispositivo. Ao permitir que os usuários compartilhem o conteúdo que recentemente recuperaram, o Ceno expande o acesso à internet de maneira mais ampla. Seja você alguém que vive em uma parte do mundo onde o acesso ao conteúdo é restrito, ou em uma área remota com acesso limitado à internet, o Ceno permite que você acesse informações que, de outra forma, estariam indisponíveis.
ru: Преимущество Ceno проявляется в сети, где веб-сайты подвергаются цензуре, а также в слабой или нестабильной сети. В этих условиях браузер Ceno способен использовать дополнительные методы получения контента и доставки его на устройство. Позволяя пользователям делиться недавно полученным контентом, Ceno расширяет доступ к Интернету в целом. Если вы живете в регионе, где доступ к контенту ограничен, или находитесь в отдаленном районе с ограниченным доступом к Интернету, Ceno позволит вам получить доступ к информации, которая в противном случае может быть недоступна.
tr: Ceno yararları, siteleri sansürleyen bir ağda veya ağın zayıf veya dengesiz olduğu durumlarda açıkça görülebilir. Bu durumlarda Ceno istemcisi, içeriği almak ve aygıtınıza iletmek için ek yöntemlerden yararlanabilir. Ceno, kullanıcılara yakın zamanda aldıkları içeriğin paylaşılmasına izin vererek İnternet erişimini daha genel olarak genişletiyor. Dünya üzerinde içeriğe erişimin engellendiği bir yerde ya da İnternet erişiminin sınırlı olduğu uzak bir bölgede yaşıyorsanız, Ceno başka şekillerde erişemeyeceğiniz bilgilere erişmenizi sağlar.

# support.html+html.body.main.div.section.details.p:384-13
source: People running Ceno from countries that do not censor the Internet - or from parts of the world where access to the internet is reliable - can choose to act as Bridges for those in heavily restricted networks. The network automatically enrolls new Bridges and keeps track of when they go offline. Running a Bridge is a very simple yet powerful action, allowing you to help others access the Internet.
es: Las personas que dirigen Ceno de países que no censuran Internet - o de partes del mundo donde el acceso a Internet es confiable - pueden elegir actuar como Puentes para aquellos en redes fuertemente restringidas. La red inscribe automáticamente nuevos Puentes y realiza un seguimiento de cuando se desconectan. Ejecutar un Puente es una acción muy sencilla pero poderosa, que te permite ayudar a otros a acceder a Internet.
fa: آن دسته از کاربران سنو که در کشورهایی با اینترنت بدون سانسور یا با دسترسی مطمئن به اینترنت ساکن هستند، می‌توانند برای ساکنان مناطقی با اینترنتِ به‌شدت محدود، نقش پل اتصال را بازی کنند. شبکه به‌صورت خودکار پل‌های جدید را ثبت و زمان آفلاین بودن‌شان را پیگیری می‌کند. برقراری یک پل کاری بسیار راحت و در عین حال اثرگذار است که از طریق آن می‌توانید به دیگران کمک کنید تا به اینترنت دسترسی پیدا کنند.
pt: Pessoas que utilizam o Ceno em países onde a internet não é censurada – ou em partes do mundo onde o acesso à internet é confiável – podem escolher atuar como Pontes para aqueles em redes com forte restrição. A rede inscreve automaticamente novas Pontes e acompanha quando elas ficam offline. Executar uma Ponte é uma ação muito simples, mas poderosa, permitindo que você ajude outras pessoas a acessar a Internet.
ru: Люди, использующие Ceno в странах, где нет цензуры на Интернет, или из тех частей света, где доступ к Интернету надежен, могут выбрать роль "мостов" для тех, кто находится в сетях с жесткими ограничениями. Сеть автоматически регистрирует новые "мосты" и отслеживает, когда они выходят из сети. Быть "мостом" - это очень простое и в то же время эффективное действие, позволяющее помочь другим людям получить доступ к Интернету.
tr: İnternet engellemesi olmayan ülkelerde veya Dünya üzerinde İnternet erişiminin güvenilir olduğu bölgelerde Ceno çalıştıran kişiler, sıkı olarak engellenen ağlarda bulunanlar için köprü rolü üstlenmeyi seçebilirler. Ağ, yeni köprüleri otomatik olarak kaydeder ve ne zaman çevrim dışı olduklarını izler. Bir köprü işletmek, başkalarının İnternet erişimi sağlamasına yardımcı olmanızı sağlayan, çok basit ama etkili bir eylemdir.

# support.html+html.body.main.div.section.details.p:388-13
source: Ceno - and all accompanying components of the tool that together create a decentralized network of peers and nodes - is free and open source software. You can <a href="https://gitlab.com/censorship-no/ceno-browser">inspect our code</a> or re-create the entire network yourself!
es: Ceno - y todos los componentes que lo acompañan de la herramienta que juntos crean una red descentralizada de pares y nodos - es software libre y de código abierto. ¡Puedes <a href="https://gitlab.com/censorship-no/ceno-browser">inspeccionar nuestro código</a> o recrear toda la red!
fa: سنو – و همه اجزای همراه آن که با هم یک شبکه غیرمتمرکز از همتایان و گره‌ها را ایجاد می‌کنند – نرم‌افزاری رایگان و متن‌باز است. شما می‌توانید <a href="https://gitlab.com/censorship-no/ceno-browser">کد ما را بررسی کنید</a> یا این که خودتان کل شبکه را دوباره ایجاد کنید!
pt: O Ceno – e todos os componentes acompanhantes da ferramenta que juntos criam uma rede descentralizada de pares e nós – é um software livre e de código aberto. Você pode <a href="https://gitlab.com/censorship-no/ceno-browser">inspect our code</a> ou recriar toda a rede por conta própria!
ru: Ceno - и все сопутствующие компоненты нашего браузера, которые вместе создают децентрализованную сеть пиров и узлов, - является свободным программным обеспечением с открытым исходным кодом. Вы можете <a href="https://gitlab.com/censorship-no/ceno-browser">посмотреть наш код</a> или самостоятельно воссоздать всю сеть!
tr: Ceno ile birlikte eşler ve düğümlerden oluşan merkezi olmayan bir ağ oluşturan bu aracın tüm bileşenleri, ücretsiz ve açık kaynaklı yazılımlardır. <a href="https://gitlab.com/censorship-no/ceno-browser">Kodumuzu inceleyebilir</a> veya tüm ağı kendiniz yeniden oluşturabilirsiniz!
