Repository: ceno-app/ceno.github.io
Catalog: */support.po
Languages: es, fa, my, pt, ru, tr, uk

# support.html+html.body.main.noscript.div.section.details.p:281-17
source: eQualitie has been in existence for twelve years, during which time they have been creating and advancing tools to protect freedom of speech, facilitate information exchange, and promote self-expression on the internet.
es: eQualitie existe desde hace doce años, durante los cuales han ido creando y desarrollando herramientas para proteger la libertad de expresión, facilitar el intercambio de información y promover la autoexpresión en internet.
fa: eQualitie دوازده سال پیش شکل گرفته و در این مدت مشغول ساخت و توسعه ابزارهایی برای حفاظت از آزادی بیان، تسهیل تبادل اطلاعات و ترویج خودبیانگری در اینترنت بوده است.
pt: A eQualitie existe há doze anos, durante os quais tem criado e desenvolvido ferramentas para proteger a liberdade de expressão, facilitar o intercâmbio de informações e promover a autoexpressão na internet.
ru: Компания eQualitie существует уже двенадцать лет, в течение которых она создает и развивает инструменты, защищающие свободу слова, облегчающие обмен информацией и способствующие самовыражению в Интернете.
tr: eQualitie on iki yıldır var ve bu sürede ifade özgürlüğünü koruyan, bilgi alışverişini kolaylaştıran ve İnternet üzerinde kendini ifade etmeyi özendiren araçlar oluşturup geliştiriyor.

# support.html+html.body.main.noscript.div.section.details.p:284-17
source: Some of their other projects include <a href="https://ouisync.net">Ouisync</a>, a service for decentralized file sharing; <a href="https://deflect.ca">Deflect</a>, a tool for DDoS protection; Baskerville, a machine learning-based attack detection system; and the dComms deployment toolkit for setting up decentralized and federated network services.
es: Algunos de sus otros proyectos incluyen <a href="https://ouisync.net">Ouisync</a>, un servicio para compartir archivos de forma descentralizada; <a href="https://deflect.ca">Deflect</a>, una herramienta para la protección DDoS; Baskerville, un sistema de detección de ataques basado en aprendizaje automático; y el kit de herramientas de implementación de dComms para configurar servicios de red descentralizados y federados.
fa: برخی از پروژه‌های دیگر این سازمان عبارت‌اند از <a href="https://ouisync.net">وی‌سینک</a> (Ouisync)، سرویسی برای اشتراک‌گذاری غیرمتمرکز فایل‌ها؛ <a href="https://deflect.ca">Deflect</a>، ابزاری برای حفاظت در برابر حملات DDoS؛ باسکرویل (Baskerville)، سیستم تشخیص حمله مبتنی بر یادگیری ماشین؛ و جعبه‌ابزار dComms برای راه‌اندازی خدمات شبکه غیرمتمرکز و هم‌بسته.
pt: Alguns de seus outros projetos incluem <a href="https://ouisync.net">Ouisync</a>, um serviço de compartilhamento de arquivos descentralizado; <a href="https://deflect.ca">Deflect</a>, uma ferramenta para proteção contra DDoS; Baskerville, um sistema de detecção de ataques baseado em aprendizado de máquina; e o kit de ferramentas dComms para configurar serviços de rede descentralizados e federados.
ru: Среди других проектов компании - <a href="https://ouisync.net">Ouisync</a>, сервис для децентрализованного обмена файлами; <a href="https://deflect.ca">Deflect</a>, инструмент для защиты от DDoS-атак; Baskerville, система обнаружения атак на основе машинного обучения; а также набор инструментов dComms для создания децентрализованных и федеративных сетевых сервисов.
tr: Diğer projelerinin bazıları arasında merkezi olmayan dosya paylaşımına yönelik bir hizmet olan <a href="https://ouisync.net">Ouisync</a>; <a href="https://deflect.ca">Deflect</a>, DDoS korumasına yönelik bir araç, Makine öğrenmesi tabanlı bir saldırı algılama sistemi olan Baskerville ve merkezi olmayan ve birleştirilmiş ağ hizmetlerinin kurulmasına yönelik dComms dağıtım araç takımı bulunuyor.

# support.html+html.body.main.noscript.div.section.details:287-77
source: What’s the difference between using a VPN and Ceno Browser?
es: ¿Cuál es la diferencia entre usar una VPN y Ceno Browser?
fa: تفاوت استفاده از VPN و مرورگر سنو چیست؟
pt: Qual é a diferença entre usar uma VPN e o Ceno Browser?
ru: В чем разница между использованием VPN и Ceno Browser?
tr: VPN kullanmak ile Ceno Browser kullanmak arasındaki fark nedir?

# support.html+html.body.main.noscript.div.section.details.p:291-17
source: VPNs were initially created for private communications between your device and a destination server. As Internet censorship became a frequent occurrence around the world, VPN providers began to offer their services in order to bypass local network restrictions as well. Today, there are numerous VPN providers offering a wide variety of connectivity options to help their users get around local network censorship.
es: Las VPNs se crearon inicialmente para comunicaciones privadas entre su dispositivo y un servidor de destino. A medida que la censura de Internet se convirtió en un fenómeno frecuente en todo el mundo, los proveedores de VPN comenzaron a ofrecer sus servicios con el fin de eludir las restricciones de las redes locales también. Hoy en día, hay numerosos proveedores de VPN que ofrecen una amplia variedad de opciones de conectividad para ayudar a sus usuarios a evitar la censura de la red local.
fa: VPN‌ها در اصل برای ارتباطات خصوصی بین دستگاه شما و سِرور مقصد ایجاد شده‌اند. هم‌زمان با افزایش سانسور اینترنت در سراسر جهان، ارائه‌دهندگان VPN نیز خدماتی برای دور زدن محدودیت‌های شبکه‌های محلی ارائه دادند. در حال حاضر بسیاری از ارائه‌دهندگان VPN گزینه‌های متنوعی برای ارتباط با اینترنت ارائه می‌دهند تا کاربران را برای دور زدن سانسور در شبکه محلی یاری کنند.
pt: As VPNs foram inicialmente criadas para comunicações privadas entre o seu dispositivo e um servidor de destino. À medida que a censura na internet se tornou uma ocorrência frequente ao redor do mundo, os provedores de VPN começaram a oferecer seus serviços para contornar também as restrições locais de rede. Hoje, existem inúmeros provedores de VPN oferecendo uma ampla variedade de opções de conectividade para ajudar seus usuários a contornar a censura local de rede.
ru: Изначально VPN создавались для частного обмена данными между вашим устройством и целевым сервером. Поскольку цензура в Интернете стала частым явлением во всем мире, VPN-провайдеры стали предлагать свои услуги и для обхода ограничений локальных сетей. Сегодня существует множество VPN-провайдеров, предлагающих самые разнообразные варианты подключения для обхода цензуры в локальных сетях.
tr: VPN hizmetleri başlangıçta aygıtınız ile hedef sunucu arasında özel iletişim kurmak için oluşturuldu. İnternet sansürünün dünya çapında sıkça karşılaşılan bir durum olmaya başlamasıyla birlikte VPN hizmeti sağlayıcıları da yerel ağ kısıtlamalarını aşmak amacıyla hizmet sunmaya başladı. Bugün, kullanıcılarının yerel ağ sansürünü aşmalarına yardımcı olmak için çok çeşitli bağlantı seçenekleri sunan çok sayıda VPN hizmeti sağlayıcısı bulunuyor.

# support.html+html.body.main.noscript.div.section.details.p:296-17
source: VPNs can see who their clients are and what websites they are requesting. This is by design and a level of trust in the VPN operator is required (much like the trust that is required in eQualitie, who operates the Ceno Injectors).
es: Las VPNs pueden ver quiénes son sus clientes y qué sitios web están solicitando. Esto es por diseño y se requiere un nivel de confianza en el operador de VPN (al igual que la confianza que se requiere en eQualitie, que opera los inyectores Ceno).
fa: VPN‌ها می‌توانند ببینند که کاربران‌شان چه کسانی هستند و چه وب‌سایت‌هایی را درخواست می‌دهند. طراحی VPNها به همین صورت شکل گرفته و سطحی از اعتماد به اپراتور VPN برای استفاده از آن‌ها لازم است (مانند اعتمادی که به eQualitie نیاز است که تزریق‌کننده‌های سنو را مدیریت می‌کند).
pt: As VPNs podem ver quem são seus clientes e quais sites eles estão solicitando. Isso é feito por design e exige um nível de confiança no operador da VPN (semelhante à confiança necessária na eQualitie, que opera os Injetores do Ceno).
ru: VPN могут видеть, кто является их клиентами и какие сайты они запрашивают. Это сделано специально, и требуется определенный уровень доверия к оператору VPN (подобно тому, как требуется доверие к компании eQualitie, управляющей инжекторами Ceno).
tr: VPN hizmetleri müşterilerinin kim olduğunu ve hangi sitelere erişmek istediğini görebilir. Bu durum tasarımdan kaynaklanır ve VPN işletmecisine belli bir düzeyde güvenilmesi gereklidir (Ceno içerik sağlayıcılarını işleten eQualitie kuruluşuna güvenilmesine gerektiğine benzer şekilde).

# support.html+html.body.main.noscript.div.section.details.p:299-17
source: Ceno’s primary distinction from a VPN is that it does attempt to route all of your website requests through the decentralized network. When a website is available without restriction, Ceno will simply connect to it like a normal web browser. Also, Ceno users cache and share content with each other. This reduces the strain on censorship circumvention nodes and improves deliverability.
es: La principal distinción de Ceno de una VPN es que intenta enrutar todas las solicitudes de tu página web a través de la red descentralizada. Cuando una página web está disponible sin restricciones, Ceno simplemente se conectará a ella como un navegador web normal. Además, los usuarios de Ceno almacenan en caché y comparten el contenido entre sí. Esto reduce la presión sobre los nodos de elusión de la censura y mejora la capacidad de entrega.
fa: تفاوت اصلی سنو با VPN این است که سنو تلاش می‌کند تمام درخواست‌های شما برای دسترسی به وب‌سایت‌ها را از طریق یک شبکه غیرمتمرکز مسیریابی کند. هنگامی که یک وب‌سایت بدون هیچ مشکلی در دسترس است، سنو صرفا مانند یک مرورگر معمولی به آن متصل می‌شود. هم‌چنین کاربران سنو محتوا را در کش ذخیره می‌کنند و با یکدیگر به اشتراک می‌گذارند. این کار فشار بر روی گره‌های لازم جهت دور زدن سانسور را کاهش می‌دهد و تحویل محتوا به کاربران را بهبود می‌بخشد.
pt: A principal diferença do Ceno em relação a uma VPN é que ele tenta direcionar todas as suas solicitações de sites através da rede descentralizada. Quando um site está disponível sem restrições, o Ceno se conecta a ele como um navegador normal. Além disso, os usuários do Ceno armazenam em cache e compartilham conteúdo entre si. Isso reduz a carga sobre os nós de contorno de censura e melhora a entrega de conteúdo.
ru: Основное отличие Ceno от VPN заключается в том, что он пытается направить все запросы к веб-сайтам через децентрализованную сеть. Если сайт доступен без ограничений, Ceno просто подключается к нему, как обычный веб-браузер. Кроме того, пользователи Ceno кэшируют контент и обмениваются им друг с другом. Это снижает нагрузку на узлы обхода цензуры и повышает эффективность доставки.
tr: Ceno bir VPN hizmetinden temel olarak, tüm site isteklerinizi merkezi olmayan ağ üzerinden yönlendirmeye çalışmasıdır. Bir site için kısıtlama uygulanmıyorsa, Ceno bu siteye normal bir tarayıcı gibi bağlanır. Ceno kullanıcıları içerikleri ön belleğe alır ve birbirleriyle paylaşır. Bu, sansürü aşma düğümleri üzerindeki yükü azaltır ve içeriklerin teslim edilebilirliğini artırır.

# support.html+html.body.main.noscript.div.section.details:302-108
source: What’s the difference between using the Tor and Ceno browsers?
es: ¿Cuál es la diferencia entre usar los navegadores Tor y Ceno?
fa: تفاوت استفاده از مرورگر تور و سنو چیست؟
pt: Qual é a diferença entre usar os navegadores Tor e Ceno?
ru: В чем разница между использованием браузеров Tor и Ceno?
tr: Tor Browser ve Ceno Browser kullanmak arasındaki fark nedir?

# support.html+html.body.main.noscript.div.section.details.p:306-17
source: Unlike Tor Browser, Ceno Browser is not a tool for anonymity, which is Tor’s primary purpose. In the Tor network, network traffic is encrypted and routed through a network of relays run by volunteers, and appears to originate from the IP address of an exit node. Tor is an excellent option for privacy from Internet surveillance and website operators. If it works in your network environment, we recommend it, provided that you’ve also read <a href="https://support.torproject.org/">their support documentation</a>.
es: A diferencia del Navegador Tor, el Navegador Ceno no es una herramienta para el anonimato, que es el propósito principal de Tor. En la red Tor, el tráfico de red se cifra y se enruta a través de una red de relés administrados por voluntarios, y parece originarse a partir de la dirección IP de un nodo de salida. Tor es una excelente opción para la privacidad de la vigilancia de Internet y operadores de páginas web. Si funciona en su entorno de red, lo recomendamos, siempre que también hayas leído <a href="https://support.torproject.org/">la documentación de soporte</a>.
fa: مرورگر سنو برخلاف مرورگر تور (Tor) ابزاری برای ناشناس ماندن نیست، در حالی هدف اصلی تور همین است. در شبکه تور، ترافیک شبکه رمزگذاری می‌شود و از طریق شبکه‌ای از رله‌ها (واسطه‌ها) که داوطلبان آن را اجرا می‌کنند، مسیریابی می‌شود و در نتیجه این طور به نظر می‌آید که ترافیک شبکه از آدرس IP یک گره خروجی می‌آید. تور گزینه‌ای عالی برای حفظ حریم خصوصی در برابر نظارت اینترنت و اپراتورهای وب‌سایت است. اگر تور در محیط شبکه شما کار می‌کند، توصیه می‌کنیم از آن استفاده کنید – مشروط بر این که <a href="https://support.torproject.org/">مستندات پشتیبانی</a> آن‌ها را نیز مطالعه کرده باشید.
pt: Ao contrário do Tor Browser, o Ceno Browser não é uma ferramenta para anonimato, que é o principal objetivo do Tor. Na rede Tor, o tráfego de rede é criptografado e roteado por uma rede de relés administrados por voluntários, e parece originar-se do endereço IP de um nó de saída. O Tor é uma excelente opção para privacidade em relação à vigilância na Internet e aos operadores de sites. Se funcionar no seu ambiente de rede, recomendamos o uso, desde que você também tenha lido <a href="https://support.torproject.org/">their support documentation</a>.
ru: В отличие от Tor Browser, Ceno Browser не является инструментом для обеспечения анонимности, что является основной задачей Tor. В сети Tor сетевой трафик шифруется и направляется через сеть ретрансляторов, управляемых добровольцами, и со стороны кажется, что трафик исходит с IP-адреса выходного узла. Tor является отличным вариантом для обеспечения конфиденциальности от слежки в Интернете. Если он работает в вашем сетевом окружении, мы рекомендуем его, при условии, что вы также прочитали <a href="https://support.torproject.org/">документацию по поддержке</a>.
tr: Tor Browser uygulamasının aksine Ceno Browser, Tor ağının birincil amacı olan anonimlik sağlayan bir araç değildir. Tor ağında, ağ trafiği şifrelenir ve gönüllüler tarafından işletilen bir aktarıcı ağı üzerinden geçirilerek bir çıkış aktarıcısının IP adresinden geliyor gibi görünür. Tor, İnternet izlemesine ve site işletmecilerine karşı gizlilik sağlamak için mükemmel bir seçenektir. Ağ ortamınızda çalışıyorsa <a href="https://support.torproject.org/">destek belgelerini</a> okumanız koşuluyla bunu kullanmanızı öneririz.

# support.html+html.body.main.noscript.div.section.details:311-43
source: Whats the difference between Personal and Public tabs, again?
es: ¿Cuál es la diferencia entre pestañas personales y públicas?
fa: تفاوت زبانه‌های شخصی و عمومی را دوباره توضیح می‌دهید؟
pt: Qual é a diferença entre as abas Pessoal e Pública, novamente?
ru: В чем разница между вкладками Personal и Public?
tr: Kişisel ve Herkese açık sekmeler arasındaki fark nedir?

# support.html+html.body.main.noscript.div.section.details.p:315-17
source: Public tabs use all connectivity methods available in the Ceno network to get the content you want. When browsing using a Public tab you will leave a record of your activity on the public BitTorrent network (your IP address and website you requested). Content that has been retrieved by your device inside a Public tab will be shared with other Ceno users via the BitTorrent network.
es: Las pestañas públicas utilizan todos los métodos de conectividad disponibles en la red Ceno para obtener el contenido que deseas. Al navegar usando una pestaña Pública, dejarás un registro de tu actividad en la red pública BitTorrent (tu dirección IP y la página web que la solicitó). El contenido recuperado por tu dispositivo dentro de una pestaña Pública se compartirá con otros usuarios de Ceno a través de la red BitTorrent.
fa: زبانه‌های عمومی از تمامی روش‌های اتصال موجود در شبکه سنو برای دریافت محتوای مورد نظر شما استفاده می‌کنند. هنگام مرور وب با استفاده از یک زبانه عمومی، ردی از فعالیت شما در شبکه عمومی بیت‌تورنت (آدرس IP شما و وب‌سایت درخواستی شما) به جا می‌ماند. محتوایی که توسط دستگاه شما در یک زبانه عمومی بازیابی شده از طریق شبکه بیت‌تورنت با سایر کاربران سنو دست به دست می‌شود.
pt: As abas Pública utilizam todos os métodos de conectividade disponíveis na rede Ceno para obter o conteúdo que você deseja. Ao navegar utilizando uma aba Pública, você deixará um registro da sua atividade na rede pública do BitTorrent (seu endereço IP e o site que você solicitou). O conteúdo que foi recuperado pelo seu dispositivo dentro de uma aba Pública será compartilhado com outros usuários do Ceno por meio da rede BitTorrent.
ru: Публичные вкладки используют все методы подключения, доступные в сети Ceno, для получения нужного вам контента. При просмотре с помощью вкладки Public вы оставляете запись о своей деятельности в общедоступной сети BitTorrent (ваш IP-адрес и запрашиваемый сайт). Контент, полученный вашим устройством на вкладке Public, будет передан другим пользователям Ceno через сеть BitTorrent.
tr: Herkese açık sekmeler, istediğiniz içeriğe ulaşmak için Ceno ağında bulunan tüm bağlantı yöntemlerini kullanır. Herkese açık sekmeyi kullanarak gezinirken, herkese açık BitTorrent ağındaki etkinliğinizin (IP adresiniz ve erişmek istediğiniz site) bir kaydını bırakırsınız. Aygıtınız tarafından Herkese açık sekmede alınan içerik, BitTorrent ağı üzerinde diğer Ceno kullanıcılarıyla paylaşılır.

# support.html+html.body.main.noscript.div.section.details.p:319-17
source: Information requested and retrieved in a Personal tab is not shared with anyone else. No record of your activity is recorded on BitTorrent. Use Personal tabs for logging into social media and other accounts. Also use them if you do not want to be associated on BitTorrent with any of your browsing activity in Ceno.
es: La información solicitada y recuperada en una pestaña Personal no se comparte con nadie más. No se registra ninguna actividad en BitTorrent. Utiliza las pestañas personales para iniciar sesión en redes sociales y otras cuentas. Úsalas también si no quieres estar asociado en BitTorrent con ninguna de tus actividades de navegación en Ceno.
fa: اطلاعات درخواستی و بازیابی‌شده در یک زبانه شخصی با هیچ کس دیگری به اشتراک گذاشته نمی‌شود. هیچ ردی از فعالیت شما در بیت‌تورنت ثبت نمی‌شود. از زبانه‌های شخصی می‌توانید برای ورود به اکانت‌های شبکه‌های اجتماعی و اکانت‌های دیگر استفاده کنید. هم‌چنین اگر نمی‌خواهید هیچ یک از فعالیت‌های مرورتان در سنو با بیت‌تورنت مرتبط شود، به سراغ زبانه‌های شخصی بروید.
pt: As informações solicitadas e recuperadas em uma aba Pessoal não são compartilhadas com mais ninguém. Nenhum registro da sua atividade é gravado no BitTorrent. Use as abas Pessoais para fazer login em redes sociais e outras contas. Também as utilize se não quiser que sua atividade de navegação no Ceno seja associada ao seu endereço IP no BitTorrent.
ru: Информация, запрашиваемая и получаемая на личной вкладке, не передается другим лицам. Никаких записей о вашей деятельности на BitTorrent не ведется. Используйте личные вкладки для входа в социальные сети и другие учетные записи. Также используйте их, если вы не хотите, чтобы BitTorrent ассоциировался с вашей деятельностью в Ceno.
tr: Kişisel sekmede istenilen ve alınan bilgiler başka hiç kimseyle paylaşılmaz. BitTorren üzerinde etkinliğinizin herhangi bir kaydı bulunmaz. Sosyal ağlar ve diğer hesaplarda oturum açmak için Kişisel sekmeleri kullanın. BitTorrent ağının Ceno üzerindeki herhangi bir gezinme etkinliğinizle ilişkilendirilmesini istemiyorsanız Kişisel sekmeleri kullanın.

# support.html+html.body.main.noscript.div.section.details:322-38
source: When will there be an iPhone or Windows version?
es: ¿Cuándo habrá una versión para iPhone o Windows?
fa: نسخه‌های آیفون و ویندوز چه زمانی منتشر می‌شوند؟
pt: Quando haverá uma versão para iPhone ou Windows?
ru: Когда появится версия для iPhone или Windows?
tr: iPhone ve Windows sürümleri ne zaman yayınlanacak?

source: Development of Ceno Browser for iOS and Windows is currently ongoing, with plans for release in 2024-2025.
es: El desarrollo del Navegador Ceno para iOS y Windows está actualmente en curso, con planes para su lanzamiento en 2024-2025.
fa: توسعه مرورگر سنو برای iOS و ویندوز در حال حاضر در جریان است و قصد داریم این نسخه‌ها را در اوایل سال ۲۰۲۵ منتشر کنیم.
pt: O desenvolvimento do Ceno Browser para iOS e Windows está em andamento, com planos de lançamento para 2024-2025.
ru: В настоящее время ведется разработка Ceno Browser для iOS и Windows, релиз планируется к 2024-2025.
tr: iOS ve Windows için Ceno Browser geliştiriliyor ve 2024 İlkbaharında yayınlanması planlanıyor.

# support.html+html.body.main.noscript.div:330-5
source: <a href="../user-manual/en/" style="text-align:center"><button class="btn btn-outline-danger btn-learnmore mt-3 mb-3" type="button" style="text-align: center;"><span class="fas fa-book fa-xl"></span> Learn more in the User Manual!</button></a> <a href="https://gitlab.com/equalitie/ouinet/blob/main/doc/ouinet-network-whitepaper.md"><button class="btn btn-outline-danger btn-learnmore" type="button"><span class="fas fa-scroll fa-xl"></span> For a more in-depth, technical guide, see the Ouinet whitepaper.</button></a>
es: <a href="../user-manual/en/" style="text-align:center"><button class="btn btn-outline-danger btn-learnmore mt-3 mb-3" type="button" style="text-align: center;"><span class="fas fa-book fa-xl"></span> ¡Más información en el Manual del usuario!</button></a> <a href="https://gitlab.com/equalitie/ouinet/blob/main/doc/ouinet-network-whitepaper.md"><button class="btn btn-outline-danger btn-learnmore" type="button"><span class="fas fa-scroll fa-xl"></span> Para obtener una guía técnica más detallada, consulta el documento técnico de Ouinet.</button></a>
fa: <a href="../user-manual/en/" style="text-align:center"><button class="btn btn-outline-danger btn-learnmore mt-3 mb-3" type="button" style="text-align: center;"><span class="fas fa-book fa-xl"></span>اطلاعات بیشتر در راهنمای کاربر! </button></a> <a href="https://gitlab.com/equalitie/ouinet/blob/main/doc/ouinet-network-whitepaper.md"><button class="btn btn-outline-danger btn-learnmore" type="button"><span class="fas fa-scroll fa-xl"> </span> برای یک راهنمای عمیق‌تر و فنی‌تر، کاغذ سفید Ouinet را ببینید.</button></a>
ru: <a href="../user-manual/ru/" style="text-align:center"><button class="btn btn-outline-danger btn-learnmore mt-3 mb-3" type="button" style="text-align: center;"><span class="fas fa-book fa-xl"></span> Узнайте больше в Руководстве пользователя!</button></a> <a href="https://gitlab.com/equalitie/ouinet/blob/main/doc/ouinet-network-whitepaper.md"><button class="btn btn-outline-danger btn-learnmore" type="button"><span class="fas fa-scroll fa-xl"></span> Для более глубокой технической информации почитайте документацию Ouinet.</button></a>
tr: <a href="../user-manual/tr/" style="text-align:center"><button class="btn btn-outline-danger btn-learnmore mt-3 mb-3" type="button" style="text-align: center;"><span class="fas fa-book fa-xl"></span> Kullanıcı rehberinden ayrıntılı bilgi alın!</button></a> <a href="https://gitlab.com/equalitie/ouinet/blob/main/doc/ouinet-network-whitepaper.md"><button class="btn btn-outline-danger btn-learnmore" type="button"><span class="fas fa-scroll fa-xl"></span> Ayrıntılı teknik bilgi almak için Ouinet makalesini inceleyebilirsiniz.</button></a>

# support.html+html.body.main.div.h1:341-5
source: Frequently Asked Questions
es: Preguntas frecuentes
fa: پرسش‌های متداول
pt: Perguntas Frequentes
ru: Часто задаваемые вопросы
tr: Sıkça sorulan sorular
