Repository: ceno-app/ceno.github.io
Catalog: */support.po
Languages: es, fa, my, pt, ru, tr, uk

# support.html+html.body.main.div.section.details.p:446-13
source: VPNs can see who their clients are and what websites they are requesting. This is by design and a level of trust in the VPN operator is required (much like the trust that is required in eQualitie, who operates the Ceno Injectors).
es: Las VPN pueden ver quiénes son sus clientes y qué páginas web están solicitando. Esto es por diseño y se requiere un nivel de confianza en el operador de VPN (al igual que la confianza que se requiere en eQualitie, que opera los inyectores Ceno).
fa: VPN‌ها می‌توانند ببینند که کاربران‌شان چه کسانی هستند و چه وب‌سایت‌هایی را درخواست می‌دهند. طراحی VPNها به همین صورت شکل گرفته و سطحی از اعتماد به اپراتور VPN برای استفاده از آن‌ها لازم است (مانند اعتمادی که به eQualitie نیاز است که تزریق‌کننده‌های سنو را مدیریت می‌کند).
ru: VPN могут видеть, кто является их клиентами и какие сайты они запрашивают. Это сделано специально, и требуется определенный уровень доверия к оператору VPN (подобно тому, как требуется доверие к компании eQualitie, управляющей инжекторами Ceno).
tr: VPN hizmetleri müşterilerinin kim olduğunu ve hangi sitelere erişmek istediğini görebilir. Bu durum tasarımdan kaynaklanır ve VPN işletmecisine belli bir düzeyde güvenilmesi gereklidir (Ceno içerik sağlayıcılarını işleten eQualitie kuruluşuna güvenilmesine gerektiğine benzer şekilde).

# support.html+html.body.main.div.section.details.p:449-13
source: Ceno’s primary distinction from a VPN is that it does attempt to route all of your website requests through the decentralized network. When a website is available without restriction, Ceno will simply connect to it like a normal web browser. Also, Ceno users cache and share content with each other. This reduces the strain on censorship circumvention nodes and improves deliverability.
es: La principal distinción de Ceno de una VPN es que intenta enrutar todas las solicitudes de tu página web a través de la red descentralizada. Cuando una página web está disponible sin restricciones, Ceno simplemente se conectará a él como un navegador web normal. Además, los usuarios de Ceno almacenan en caché y comparten contenido entre sí. Esto reduce la presión sobre los nodos de elusión de la censura y mejora la capacidad de entrega.
fa: تفاوت اصلی سنو با VPN این است که سنو تلاش می‌کند تمام درخواست‌های شما برای دسترسی به وب‌سایت‌ها را از طریق یک شبکه غیرمتمرکز مسیریابی کند. هنگامی که یک وب‌سایت بدون هیچ مشکلی در دسترس است، سنو صرفا مانند یک مرورگر معمولی به آن متصل می‌شود. هم‌چنین کاربران سنو محتوا را در کش ذخیره می‌کنند و با یکدیگر به اشتراک می‌گذارند. این کار فشار بر روی گره‌های لازم جهت دور زدن سانسور را کاهش می‌دهد و تحویل محتوا به کاربران را بهبود می‌بخشد.
ru: Основное отличие Ceno от VPN заключается в том, что он пытается направить все запросы к веб-сайтам через децентрализованную сеть. Если сайт доступен без ограничений, Ceno просто подключается к нему, как обычный веб-браузер. Кроме того, пользователи Ceno кэшируют контент и обмениваются им друг с другом. Это снижает нагрузку на узлы обхода цензуры и повышает эффективность доставки.
tr: Ceno bir VPN hizmetinden temel olarak, tüm site isteklerinizi merkezi olmayan ağ üzerinden yönlendirmeye çalışmasıdır. Bir site için kısıtlama uygulanmıyorsa, Ceno bu siteye normal bir tarayıcı gibi bağlanır. Ceno kullanıcıları içerikleri ön belleğe alır ve birbirleriyle paylaşır. Bu, sansürü aşma düğümleri üzerindeki yükü azaltır ve içeriklerin teslim edilebilirliğini artırır.

# support.html+html.body.main.div.section.details:452-99
source: What’s the difference between using the Tor and Ceno browsers?
es: ¿Cuál es la diferencia entre utilizar los Navegadores Tor y Ceno?
fa: تفاوت استفاده از مرورگر تور و سنو چیست؟
ru: В чем разница между использованием браузеров Tor и Ceno?
tr: Tor Browser ve Ceno Browser kullanmak arasındaki fark nedir?

# support.html+html.body.main.div.section.details.p:456-13
source: Unlike Tor Browser, Ceno Browser is not a tool for anonymity, which is Tor’s primary purpose. In the Tor network, network traffic is encrypted and routed through a network of relays run by volunteers, and appears to originate from the IP address of an exit node. Tor is an excellent option for privacy from Internet surveillance and website operators. If it works in your network environment, we recommend it, provided that you’ve also read <a href="https://support.torproject.org/">their support documentation</a>.
es: A diferencia del Navegador Tor, el Navegador Ceno no es una herramienta para el anonimato, que es el propósito principal de Tor. En la red Tor, el tráfico de red se cifra y se enruta a través de una red de relés administrados por voluntarios, y parece originarse a partir de la dirección IP de un nodo de salida. Tor es una excelente opción para la privacidad y contra la vigilancia de Internet y operadores de páginas web. Si funciona en tu entorno de red, lo recomendamos, siempre que también hayas leído <a href="https://support.torproject.org/">su documentación de soporte</a>.
fa: مرورگر سنو برخلاف مرورگر تور (Tor) ابزاری برای ناشناس ماندن نیست، در حالی هدف اصلی تور همین است. در شبکه تور، ترافیک شبکه رمزگذاری می‌شود و از طریق شبکه‌ای از رله‌ها (واسطه‌ها) که داوطلبان آن را اجرا می‌کنند، مسیریابی می‌شود و در نتیجه این طور به نظر می‌آید که ترافیک شبکه از آدرس IP یک گره خروجی می‌آید. تور گزینه‌ای عالی برای حفظ حریم خصوصی در برابر نظارت اینترنت و اپراتورهای وب‌سایت است. اگر تور در محیط شبکه شما کار می‌کند، توصیه می‌کنیم از آن استفاده کنید – مشروط بر این که <a href="https://support.torproject.org/">مستندات پشتیبانی</a> آن‌ها را نیز مطالعه کرده باشید.
ru: В отличие от Tor Browser, Ceno Browser не является инструментом для обеспечения анонимности, что является основной задачей Tor. В сети Tor сетевой трафик шифруется и направляется через сеть ретрансляторов, управляемых добровольцами, и со стороны кажется, что трафик исходит с IP-адреса выходного узла. Tor является отличным вариантом для обеспечения конфиденциальности от слежки в Интернете. Если он работает в вашем сетевом окружении, мы рекомендуем его, при условии, что вы также прочитали <a href="https://support.torproject.org/">документацию по поддержке</a>.
tr: Tor Browser uygulamasının aksine Ceno Browser, Tor ağının birincil amacı olan anonimlik sağlayan bir araç değildir. Tor ağında, ağ trafiği şifrelenir ve gönüllüler tarafından işletilen bir aktarıcı ağı üzerinden geçirilerek bir çıkış aktarıcısının IP adresinden geliyor gibi görünür. Tor, İnternet izlemesine ve site işletmecilerine karşı gizlilik sağlamak için mükemmel bir seçenektir. Ağ ortamınızda çalışıyorsa <a href="https://support.torproject.org/">destek belgelerini</a> okumanız koşuluyla bunu kullanmanızı öneririz.

# support.html+html.body.main.div.section.details:461-39
source: Whats the difference between Personal and Public tabs, again?
es: ¿Cuál es la diferencia entre pestañas personales y públicas?
fa: تفاوت زبانه‌های شخصی و عمومی را دوباره توضیح می‌دهید؟
ru: В чем разница между вкладками Personal и Public?
tr: Kişisel ve Herkese açık sekmeler arasındaki fark nedir?

# support.html+html.body.main.div.section.details.p:465-13
source: Public tabs use all connectivity methods available in the Ceno network to get the content you want. When browsing using a Public tab you will leave a record of your activity on the public BitTorrent network (your IP address and website you requested). Content that has been retrieved by your device inside a Public tab will be shared with other Ceno users via the BitTorrent network.
es: Las pestañas públicas utilizan todos los métodos de conectividad disponibles en la red Ceno para obtener el contenido que deseas. Al navegar usando una pestaña Pública, dejarás un registro de tu actividad en la red pública BitTorrent (tu dirección IP y la página web que solicitaste). El contenido recuperado por tu dispositivo dentro de una pestaña Pública se compartirá con otros usuarios de Ceno a través de la red BitTorrent.
fa: زبانه‌های عمومی از تمامی روش‌های اتصال موجود در شبکه سنو برای دریافت محتوای مورد نظر شما استفاده می‌کنند. هنگام مرور وب با استفاده از یک زبانه عمومی، ردی از فعالیت شما در شبکه عمومی بیت‌تورنت (آدرس IP شما و وب‌سایت درخواستی شما) به جا می‌ماند. محتوایی که توسط دستگاه شما در یک زبانه عمومی بازیابی شده از طریق شبکه بیت‌تورنت با سایر کاربران سنو به اشتراک گذاشته می‌شود.
ru: Публичные вкладки используют все методы подключения, доступные в сети Ceno, для получения нужного вам контента. При просмотре с помощью вкладки Public вы оставляете запись о своей деятельности в общедоступной сети BitTorrent (ваш IP-адрес и запрашиваемый сайт). Контент, полученный вашим устройством на вкладке Public, будет передан другим пользователям Ceno через сеть BitTorrent.
tr: Herkese açık sekmeler, istediğiniz içeriğe ulaşmak için Ceno ağında bulunan tüm bağlantı yöntemlerini kullanır. Herkese açık sekmeyi kullanarak gezinirken, herkese açık BitTorrent ağındaki etkinliğinizin (IP adresiniz ve erişmek istediğiniz site) bir kaydını bırakırsınız. Aygıtınız tarafından Herkese açık sekmede alınan içerik, BitTorrent ağı üzerinde diğer Ceno kullanıcılarıyla paylaşılır.

# support.html+html.body.main.div.section.details.p:469-13
source: Information requested and retrieved in a Personal tab is not shared with anyone else. No record of your activity is recorded on BitTorrent. Use Personal tabs for logging into social media and other accounts. Also use them if you do not want to be associated on BitTorrent with any of your browsing activity in Ceno.
es: La información solicitada y recuperada en una pestaña Personal no se comparte con nadie más. No se guarda ningún registro de tu actividad en BitTorrent. Utiliza las pestañas personales para iniciar sesión en redes sociales y otras cuentas. Úsalos también si no quieres estar asociado en BitTorrent con ninguna de tus actividades de navegación en Ceno.
fa: اطلاعات درخواستی و بازیابی‌شده در یک زبانه شخصی با هیچ کس دیگری به اشتراک گذاشته نمی‌شود. هیچ ردی از فعالیت شما در بیت‌تورنت ثبت نمی‌شود. از زبانه‌های شخصی می‌توانید برای ورود به اکانت‌های شبکه‌های اجتماعی و اکانت‌های دیگر استفاده کنید. هم‌چنین اگر نمی‌خواهید هیچ یک از فعالیت‌های مرورتان در سنو با بیت‌تورنت مرتبط شود، به سراغ زبانه‌های شخصی بروید.
ru: Информация, запрашиваемая и получаемая на личной вкладке, не передается другим лицам. Никаких записей о вашей деятельности на BitTorrent не ведется. Используйте личные вкладки для входа в социальные сети и другие учетные записи. Также используйте их, если вы не хотите, чтобы BitTorrent ассоциировался с вашей деятельностью в Ceno.
tr: Kişisel sekmede istenilen ve alınan bilgiler başka hiç kimseyle paylaşılmaz. BitTorren üzerinde etkinliğinizin herhangi bir kaydı bulunmaz. Sosyal ağlar ve diğer hesaplarda oturum açmak için Kişisel sekmeleri kullanın. BitTorrent ağının Ceno üzerindeki herhangi bir gezinme etkinliğinizle ilişkilendirilmesini istemiyorsanız Kişisel sekmeleri kullanın.

# support.html+html.body.main.div.section.details:472-22
source: When will there be an iPhone or Windows version?
es: ¿Cuándo habrá una versión para iPhone o Windows?
fa: نسخه‌های آیفون و ویندوز چه زمانی منتشر می‌شوند؟
ru: Когда появится версия для iPhone или Windows?
tr: iPhone ve Windows sürümleri ne zaman yayınlanacak?

source: Development of Ceno Browser for iOS and Windows is currently ongoing, with plans for release in early 2025.
es: El desarrollo de Ceno Browser para iOS y Windows está actualmente en curso, con planes para su lanzamiento a principios de 2025.
fa: توسعه مرورگر سنو برای iOS و ویندوز در حال حاضر در جریان است، و قصد داریم این نسخه‌ها را در اوایل سال ۲۰۲۵ منتشر کنیم.
ru: В настоящее время ведется разработка Ceno Browser для iOS и Windows, релиз планируется к 2024-2025.
tr: iOS ve Windows için Ceno Browser geliştiriliyor ve 2024 İlkbaharında yayınlanması planlanıyor.

# support.html+html.body.main.div:480-1
source: <a href="../user-manual/en/" style="text-align:center"><button class="btn btn-outline-danger btn-learnmore mt-3 mb-3" type="button" style="text-align: center;"><span class="fas fa-book fa-xl"></span> Learn more in the User Manual!</button></a> <a href="https://gitlab.com/equalitie/ouinet/blob/main/doc/ouinet-network-whitepaper.md"><button class="btn btn-outline-danger btn-learnmore" type="button"><span class="fas fa-scroll fa-xl"></span> For a more in-depth, technical guide, see the Ouinet whitepaper.</button></a>
es: <a href="../user-manual/en/" style="text-align:center"><button class="btn btn-outline-danger btn-learnmore mt-3 mb-3" type="button" style="text-align: center;"><span class="fas fa-book fa-xl"></span> ¡Más información en el Manual del usuario!</button></a> <a href="https://gitlab.com/equalitie/ouinet/blob/main/doc/ouinet-network-whitepaper.md"><button class="btn btn-outline-danger btn-learnmore" type="button"><span class="fas fa-scroll fa-xl"></span> Para obtener una guía técnica más detallada, consulte el documento técnico de Ouinet.</button></a>
fa: <a href="../user-manual/en/" style="text-align:center"><button class="btn btn-outline-danger btn-learnmore mt-3 mb-3" type="button" style="text-align: center;"><span class="fas fa-book fa-xl"></span>اطلاعات بیشتر در راهنمای کاربر! </button></a> <a href="https://gitlab.com/equalitie/ouinet/blob/main/doc/ouinet-network-whitepaper.md"><button class="btn btn-outline-danger btn-learnmore" type="button"><span class="fas fa-scroll fa-xl"> </span> برای یک راهنمای عمیق‌تر و فنی‌تر، کاغذ سفید Ouinet را ببینید.</button></a>
ru: <a href="../user-manual/ru/" style="text-align:center"><button class="btn btn-outline-danger btn-learnmore mt-3 mb-3" type="button" style="text-align: center;"><span class="fas fa-book fa-xl"></span> Узнайте больше в Руководстве пользователя!</button></a> <a href="https://gitlab.com/equalitie/ouinet/blob/main/doc/ouinet-network-whitepaper.md"><button class="btn btn-outline-danger btn-learnmore" type="button"><span class="fas fa-scroll fa-xl"></span> Для более глубокой технической информации почитайте документацию Ouinet.</button></a>
tr: <a href="../user-manual/tr/" style="text-align:center"><button class="btn btn-outline-danger btn-learnmore mt-3 mb-3" type="button" style="text-align: center;"><span class="fas fa-book fa-xl"></span> Kullanıcı rehberinden ayrıntılı bilgi alın!</button></a> <a href="https://gitlab.com/equalitie/ouinet/blob/main/doc/ouinet-network-whitepaper.md"><button class="btn btn-outline-danger btn-learnmore" type="button"><span class="fas fa-scroll fa-xl"></span> Ayrıntılı teknik bilgi almak için Ouinet makalesini inceleyebilirsiniz.</button></a>

source: Ceno Browser is a project by <a href="https://equalit.ie">eQualit.ie</a> – a not-for-profit Canadian organization that creates decentralized internet services in support of a more equal and equitable network. eQualitie's solutions are open source, battle proven and developed in mind of our values. Everyday, they enable freedom of association for millions of people online.
es: El Navegador Ceno es un proyecto de <a href="https://equalit.ie">eQualit.ie</a> - una organización canadiense sin ánimo de lucro que crea servicios de Internet descentralizados en apoyo de una red más igualitaria y equitativa. Las soluciones de eQualitie son de código abierto, probadas en batallas y desarrolladas teniendo en cuenta nuestros valores. Todos los días hacen posible la libertad de asociación de millones de personas en Internet.
fa: مرورگر سنو پروژه‌ای از شرکت <a href="https://equalit.ie">eQualit.ie</a> است؛ یک سازمان غیرانتفاعی کانادایی که به منظور حمایت از شبکه‌ای برابر و عادلانه‌تر، مجموعه‌ای از خدمات اینترنتی غیرمتمرکز ارائه می‌دهد. راه‌حل‌های eQualitie متن‌باز هستند، امتحان خود را در عمل پس داده‌اند و هماهنگ با ارزش‌های ما شکل گرفته‌اند. این راه‌حل‌ها هر روز میلیون‌ها نفر را به صورت آنلاین از حق آزادی انجمن برخوردار می‌کنند.
my: Ceno Browser သည် သာတူညီမျှနှင့် သာတူညီမျှသောကွန်ရက်ကိုပံ့ပိုးရန် ဗဟိုချုပ်ကိုင်မှုလျှော့ချထားသောအင်တာနက်ဝန်ဆောင်မှုများကိုဖန်တီးပေးသည့်ကနေဒါအကျိုးအမြတ်မယူသောအဖွဲ့အစည်းတစ်ခုဖြစ်သည့် <a href="https://equalit.ie">eQualit.ie</a> ၏ပရောဂျက်တစ်ခုဖြစ်သည်။ . eQualitie ၏ ဖြေရှင်းချက်များသည် ပွင့်လင်းသောအရင်းအမြစ်ဖြစ်ပြီး၊ ကျွန်ုပ်တို့၏တန်ဖိုးများနှင့်အတူ တီထွင်ဖန်တီးထားသည်။ ၎င်းတို့သည် လူသန်းပေါင်းများစွာကို နေ့စဉ် အွန်လိုင်းတွင် လွတ်လပ်စွာ ပေါင်းသင်းခွင့် ပေးသည်။
pt: O Ceno Browser é um projeto da autoria de <a href="https://equalit.ie">eQualit.ie</a> - A eQualitie é uma organização canadiana sem fins lucrativos que cria serviços de Internet descentralizados em apoio a uma rede mais igualitária e equitativa. As soluções da eQualitie são de fonte aberta, comprovadas em combate e desenvolvidas tendo em conta os nossos valores. Todos os dias, elas permitem a liberdade de associação para milhões de pessoas online.
ru: Ceno Browser – это проект <a href="https://equalit.ie">eQualit.ie</a>, канадской некоммерческой организации, которая создает децентрализованные интернет-сервисы для поддержки более равноправной и равноправной сети. . Решения eQualitie имеют открытый исходный код, проверены в боях и разработаны с учетом наших ценностей. Они ежедневно предоставляют свободу объединений в Интернете миллионам людей.
tr: Ceno Browser, daha eşit ve adaletli bir ağı desteklemek için merkezi olmayan İnternet hizmetleri oluşturan, kar amacı gütmeyen bir Kanada kuruluşu olan <a href="https://equalit.ie">eQualit.ie</a>'nin bir projesidir. . eQualitie çözümleri açık kaynaklıdır, savaş alanında kanıtlanmış ve değerlerimiz akılda tutularak geliştirilmiştir. Her gün milyonlarca insana çevrim içi olarak örgütlenme özgürlüğü sağlıyorlar.
uk: Ceno Browser – це проєкт <a href="https://equalit.ie">eQualit.ie</a> (Ікволіті), канадської некомерційної організації, яка створює децентралізовані інтернет-сервіси для підтримки більш рівноправної мережі. Технологічні рішення eQualitie мають відкритий вихідний код, перевірені на практиці і розроблені з урахуванням наших цінностей. Ці рішення щодня гарантують мільйонам людей свободу слова та свободу об'єднань в інтернеті.

source: © eQualitie 2018<script>new Date().getFullYear()>2018&&document.write("-"+new Date().getFullYear());</script>
fa: © Censorship.no! 2018<script>new Date().getFullYear()>2018&&document.write("-"+new Date().getFullYear());</script>
pt: © Censorship.no! 2018<script>new Date().getFullYear()>2018&&document.write("-"+new Date().getFullYear());</script>

source: About
my: အကြောင်းအရာ
uk: Про

source: Support
my: အကူအညီ
uk: Підтримка

source: News
my: သတင်း
uk: Новини

source: Community
my: အသိုင်းအဝိုင်း
uk: Спільнота

source: Donate
my: လှူဒါန်းမည်
uk: Донат

source: Get Ceno
my: Ceno ကို ရယူမည်
uk: Завантаж Ceno

source: Download
my: ‌ဒေါင်းလုပ်ဒ်
uk: Завантажити

# support.html+html.body.main.noscript.div.h1:168-9
source: Frequently Asked Questions
my: မေးလေ့ရှိသော မေးခွန်းများ
uk: Часті питання

# support.html+html.body.main.noscript.div.section:169-9
source: What is Ceno Browser?
my: Ceno ဘရောက်ဇာ ဆိုတာဘာလဲ။
uk: Що таке браузер Ceno?

# support.html+html.body.main.noscript.div.section.details.p:172-17
source: Ceno is a mobile web browser based on Mozilla Android Components. It is designed for accessing and distributing web content (websites) using a novel approach that relies on BitTorrent – a decentralized file sharing network. Ceno’s advantage comes from side-stepping current Internet censorship methods and allowing people to access and share web information in and across regions where connectivity has been interrupted or compromised.
my: Ceno သည် Mozilla Android အစိတ်အပိုင်းများတွင် အခြေခံထားသည့် မိုဘိုင်းဝဘ်ဘရောက်ဇာတစ်ခု ဖြစ်ပါသည်။ ၎င်းသည် ဗဟိုချုပ်ကိုင်ခြင်းမရှိသည့် ဖိုင်မျှဝေခြင်းကွန်ရက်တစ်ခုဖြစ်သောBitTorrentကို အသုံးပြုပြီး ဝဘ်အကြောင်းအရာများ(ဝဘ်ဆိုက်များ)ကို ရယူခြင်းနှင့် ဖြန့်ချိခြင်းများအတွက် ဖန်တီးထားခြင်းဖြစ်ပါသည်။ လက်ရှိ အင်တာနက်ဆင်ဆာဖြတ်တောက်ခြင်းနည်းလမ်းများကို ရှောင်ရှားခြင်းနှင့် အင်တာနက်ကွန်ရက် ဖြတ်တောက်ခံရခြင်း သို့မဟုတ် ထိန်းချုပ်ခံရခြင်း တို့ ဖြစ်ပေါ်နေသည့်နေရာများတွင်‌ နေထိုင်သည့် လူများအား ဝဘ်အချက်အလက်များကို ရယူခွင့်နှင့် မျှဝေခွင့်တို့ ရရှိစေခြင်းက Ceno ၏ အားသာချက်ဖြစ်ပါသည်။
uk: Цено - мобільний веб-браузер на основі компонентів Mozilla Android. Призначений для доступу та розподілу веб-сайту (сайти) за допомогою нового підходу, який спирається на BitTorrent – децентралізована мережа спільного доступу файлів. Перевага Кено відбувається з покрокових методів інтернет- цензури і дозволяє людям доступ і поділитися веб-інформаційними ресурсами в різних регіонах, де було припинено зв'язок.

# support.html+html.body.main.noscript.div.section.details:176-76
source: How does Ceno work?
my: Ceno မည်ကဲ့သို့ အလုပ်လုပ်သနည်း။
uk: Як працює Ceno?

# support.html+html.body.main.noscript.div.section.details.p:180-17
source: When a website is accessible from your network (e.g. accessing <i>www.canada.ca</i> from your home internet), Ceno will connect to it like a normal web browser.
my: ဝဘ်ဆိုက်တစ်ခုအား သင့်ကွန်ရက်မှ တဆင့် ဝင်ရောက်နိုင်ပါက(ဥပမာ၊ <i>www.canada.ca</i>ကို သင့် အိမ်ရှိ အင်တာနက်မှတဆင့် ဝင်ရောက်ခြင်း) Ceno သည် ၎င်းအား ပုံမှန် ဝဘ်ဘရောက်ဇာကဲ့သို့ ချိတ်ဆက်လိမ့်မည်။
uk: Коли веб-сайт доступний у вашій мережі (наприклад, доступ до <i>www.canada.ca</i> з домашнього інтернету), Ceno підключиться до нього як звичайний веб-браузер.

# support.html+html.body.main.noscript.div.section.details.p:182-17
source: When a website is not accessible due to network filtering/censorship, Ceno will attempt to get the content for you. How Ceno attempts to find content depends on whether you have chosen to use Ceno in <strong>Public</strong> or <strong>Personal</strong> mode.
my: ကွန်ရက် စစ်ထုတ်ခြင်းနှင့် ဆင်ဆာဖြတ်တောက်ခြင်းများကြောင့် ဝဘ်ဆိုက်ကို ဝင်ရောက်ကြည့်ရှုခွင့်မရသောအခါ Ceno သည် ဝဘ်အကြောင်းအရာများကို သင့်အတွက် ရယူနိုင်ရန် ကြိုးပမ်းလိမ့်မည်။ Ceno သည် ဝဘ်အကြောင်းအရာများကို မည်ကဲ့သို့ ရယူသည်မှာ Ceno တွင် သင်အသုံးပြုထားသည့် <strong>အများသုံး</strong> သို့မဟုတ် <strong>တကိုယ်ရည်သုံး</strong>မုဒ်ပေါ်တွင် မူတည်ပါသည်။
uk: Якщо веб-сайт недоступний через мережеву фільтрацію/цензуру, Ceno спробує отримати його контент для вас. Те, як Ceno намагатиметься знайти контент, залежить від того, в якому режимі ви вибрали Ceno: <strong>Публічний</strong> чи <strong>Персональний</strong> .

# support.html+html.body.main.noscript.div.section.details.p:185-17
source: In <strong>Public</strong> mode, Ceno will look into the BitTorrent network to see if another Ceno user has recently shared the requested page. If the service can identify the requested page, it will retrieve that page from another user’s device. If the content is not available, Ceno will contact several Injectors to request that website and have it delivered to you.
my: <strong>အများသုံး</strong>မုဒ်တွင် Ceno သည် သင် တောင်းဆိုထားသည့် စာမျက်နှာအား အခြားသော Ceno အသုံးပြုသူမှ လတ်တလောတွင် မျှဝေထားခြင်း ရှိမရှိကို BitTorrent ကွန်ရက်ထဲတွင် ဝင်ရောက် ကြည့်ရှုလိမ့်မည်။ အကယ်၍ ဝန်ဆောင်မှုမှ သင် တောင်းဆိုသည့် စာမျက်နှာအား ရှာဖွေတွေ့ရှိပါက ၎င်းစာမျက်နှာအား အခြားသော အသုံးပြုသူ၏စက်မှ တဆင့် ပြန်လည်ရယူပေးပါလိမ့်မည်။ အကယ်၍ ဝန်ဆောင်မှုမှ ဝဘ်အကြောင်းအရာများကို မရရှိနိုင်ပါက Ceno သည် ၎င်းဝဘ်ဆိုက်ကို တောင်းဆိုရန် မြောက်များစွာသော ထိုးသွင်းစက်များကို ဆက်သွယ်ပြီးနောက် ရရှိပါက သင့်ထံသို့ ပို့ဆောင်ပေးပါလိမ့်မည်။
uk: У режимі <strong>Публічний</strong> Ceno буде шукати в мережі BitTorrent ознаки того, що інший користувач Ceno нещодавно ділився запитуваною сторінкою. Якщо сервіс ідентифікує запитувану сторінку, він завантажить її з пристрою іншого користувача. Якщо контент недоступний, Ceno зв'яжеться з кількома інжекторами, щоб запросити цей веб-сайт і доставити його вам.
