Repository: ceno-app/ceno.github.io
Catalog: */support.po
Languages: es, fa, my, pt, ru, tr, uk

source: en
es: es
fa: fa
my: my
pt: pt
ru: ru
tr: tr
uk: uk

# support.html+html.body.nav.div.div:96-7
source: <a href="about.html">About</a> <a href="support.html">Support</a> <a href="news.html">News</a> <a href="help.html">Community</a> <a href="donate.html">Donate</a>
es: <a href="about.html">Acerca de</a> <a href="support.html">Soporte</a> <a href="news.html">Noticias</a> <a href="help.html">Comunidad</a> <a href="donate.html">Donar</a>
fa: <a href="about.html">درباره</a><a href="support.html">پشتیبانی</a><a href="news.html">اخبار</a><a href="help.html">مشارکت</a><a href="donate.html">اهدا</a>
pt: <a href="about.html">Sobre</a> <a href="support.html">Suporte</a> <a href="news.html">Notícias</a> <a href="help.html">Comunidade</a> <a href="donate.html">Doações</a>
ru: <a href="about.html">О проекте</a><a href="support.html">Поддержка</a><a href="news.html">Новости</a><a href="help.html">Сообщество</a><a href="donate.html">Пожертвовать</a>
tr: <a href="about.html">Hakkında</a><a href="support.html">Destek</a><a href="news.html">Haberler</a><a href="help.html">Topluluk</a><a href="donate.html">Bağış yapın</a>

# support.html+html.body.nav.div.div.div.label.img[alt]:107-13
source: Select language
es: Selecciona el idioma
fa: انتخاب زبان
pt: Seleciona uma lingua
ru: Выбрать язык
tr: Dil seç

source: EN
es: ES
fa: FA
my: MY
pt: PT
ru: RU
tr: TR
uk: UK

# support.html+html.body.nav.div.div:127-9
source: Download
es: Descargar
fa: دانلود
ru: Скачать
tr: İndir

# support.html+html.body.nav.div.div:138-7
source: <a href="about.html">About</a> <a href="support.html">Support</a> <a href="news.html">News</a> <a href="help.html">Community</a> <a href="donate.html">Donate</a>
es: <a href="about.html">Acerca de</a> <a href="support.html">Soporte</a> <a href="news.html">Noticias</a> <a href="help.html">Comunidad</a> <a href="donate.html">Donar</a>
fa: <a href="about.html">درباره</a><a href="support.html">پشتیبانی</a><a href="news.html">اخبار</a><a href="help.html">مشارکت</a><a href="donate.html">اهدا</a>
pt: <a href="about.html">Sobre</a> <a href="support.html">Suporte</a> <a href="news.html">Notícias</a> <a href="help.html">Comunidade</a> <a href="donate.html">Doações</a>
ru: <a href="about.html">О проекте</a><a href="support.html">Поддержка</a><a href="news.html">Новости</a><a href="help.html">Сообщество</a><a href="donate.html">Пожертвовать</a>
tr: <a href="about.html">Hakkında</a><a href="support.html">Destek</a><a href="news.html">Haberler</a><a href="help.html">Topluluk</a><a href="donate.html">Bağış yapın</a>

source: Download Ceno
es: Descargar Ceno
fa: دانلود سنو
ru: Скачать Ceno
tr: Ceno indir

# support.html+html.body.nav.div.div.a.div:146-11
source: Download
es: Descargar
fa: دانلود
ru: Скачать
tr: İndir

source: Ceno logo
es: Logotipo de Ceno
fa: لوگو سنو
pt: Logo Ceno
ru: Ceno лого
tr: Ceno logosu

# support.html+html.body.nav.div.div.label.img[alt]:153-11
source: Select language
es: Seleccionar idioma
fa: انتخاب زبان
pt: Seleciona uma lingua
ru: Выбрать язык
tr: Dil seç

source: Ceno Browser| Support
es: Navegador Ceno | Soporte
fa: مرورگر سنو | پشتیبانی
my: Ceno ဘရောက်ဇာ | အကူအညီ
pt: Navegador Ceno | Suporte
ru: Ceno браузер | Поддержка
tr: Ceno Browser | Destek
uk: браузер Ceno | Підтримка

# support.html+html.body.main.noscript.div.h1:189-9
source: Frequently Asked Questions
es: Preguntas frecuentes
fa: پرسش‌های متداول
pt: Perguntas Frequentes
ru: Часто задаваемые вопросы
tr: Sıkça sorulan sorular

# support.html+html.body.main.noscript.div.section:190-9
source: What is Ceno Browser?
es: ¿Qué es el navegador Ceno?
fa: مرورگر سنو چیست؟
pt: O que é o Ceno Browser?
ru: Что такое Ceno Browser?
tr: Ceno Browser nedir?

# support.html+html.body.main.noscript.div.section.details.p:193-17
source: Ceno is a mobile web browser based on Mozilla Android Components. It is designed for accessing and distributing web content (websites) using a novel approach that relies on BitTorrent – a decentralized file sharing network. Ceno’s advantage comes from side-stepping current Internet censorship methods and allowing people to access and share web information in and across regions where connectivity has been interrupted or compromised.
es: Ceno es un navegador web móvil basado en los componentes Android de Mozilla. Está diseñado para acceder y distribuir contenido web (páginas web) mediante un enfoque novedoso que se basa en BitTorrent, una red descentralizada de intercambio de archivos. La ventaja de Ceno es que permite eludir los métodos actuales de censura de Internet y permitir que las personas accedan y compartan información web en regiones donde la conectividad se ha visto interrumpida o comprometida.
fa: سنو یک مرورگر وب برای موبایل است که بر پایه فایرفاکس برای اندروید ساخته شده. این مرورگر برای دسترسی و توزیع محتوای وب (وب‌سایت‌ها) با روشی نوآورانه که بر بیت‌تورنت – شبکه غیرمتمرکز اشتراک فایل – متکی است، طراحی شده است. مزیت سنو در توانایی آن برای دور زدن روش‌های فعلی سانسور اینترنت و اجازه دسترسی و اشتراک‌گذاری اطلاعات وب در مناطقی است که اتصال اینترنت در آن‌ها قطع شده یا به خطر افتاده است.
pt: Ceno é um navegador web mobile baseado nos componentes Mozilla Android. Ele é desenhado por acessar e distribuir conteúdo Web(websites) usando uma nova abordagem que depende do BitTorrent - uma pequena rede de compartilhamento de arquivos descentralizado. A vantagem do Ceno vem por desviar os atuais métodos de censura da internet e permitindo pessoas acessarem e compartilhar informações da web dentro e através das regiões aonde a conectividade foi interrompida ou compromissada.
ru: Ceno - мобильный веб-браузер на базе компонентов Mozilla Android. Он предназначен для доступа и распространения веб-контента (веб-сайтов) с использованием нового подхода, основанного на BitTorrent - децентрализованной файлообменной сети. Преимущество Ceno заключается в том, что он обходит существующие методы цензуры в Интернете и позволяет людям получать доступ к веб-информации и обмениваться ею в регионах, где связь прервана или нарушена.
tr: Ceno, Mozilla Android bileşenlerini temel alan bir mobil tarayıcıdır. Merkezi olmayan bir dosya paylaşım ağı olan BitTorrent temelli yeni bir yaklaşım kullanarak İnternet içeriğine (siteler) erişmek ve dağıtmak için tasarlanmıştır. Ceno var olan İnternet sansür yöntemlerini aşarak, bağlantının engellendiği veya tehlikeye girdiği bölgelerde insanların İnternet üzerindeki bilgilere erişmesini, ve bunları paylaşmasını sağlar.

# support.html+html.body.main.noscript.div.section.details:197-76
source: How does Ceno work?
es: ¿Cómo funciona Ceno?
fa: مرورگر سنو چگونه کار می‌کند؟
pt: Como o Ceno funciona?
ru: Как работает Ceno?
tr: Ceno nasıl çalışır?

# support.html+html.body.main.noscript.div.section.details.p:201-17
source: When a website is accessible from your network (e.g. accessing <i>www.canada.ca</i> from your home internet), Ceno will connect to it like a normal web browser.
es: Cuando una página web es accesible desde tu red (por ejemplo, accediendo <i>www.canada.ca</i> desde tu hogar), Ceno se conectará a él como un navegador web normal.
fa: هنگامی که با اینترنت خودتان به یک وب‌سایت دسترسی دارید (مثلا وقتی که می‌توانید صفحه <i>www.canada.ca</i> را با اینترنت خانگی خود باز کنید)، سنو مانند یک مرورگر وب معمولی کار می‌کند.
pt: Quando um website é acessado pela sua rede (ex. acessando <i>www.canada.ca</i> da sua internet de casa), Ceno vai conectar como qualquer navegador web.
ru: Когда сайт доступен из вашей сети (например, доступ к <i>www.canada.ca</i> из домашнего Интернета), Ceno будет подключаться к нему как обычный веб-браузер.
tr: Ağınızdan bir siteye erişilebildiğinde (örneğin, evinizdeki İnternet bağlantısından <i>www.canada.ca</i> siteisne erişildiğinde), Ceno bu siteye normal bir tarayıcı gibi bağlanır.

# support.html+html.body.main.noscript.div.section.details.p:203-17
source: When a website is not accessible due to network filtering/censorship, Ceno will attempt to get the content for you. How Ceno attempts to find content depends on whether you have chosen to use Ceno in <strong>Public</strong> or <strong>Personal</strong> mode.
es: Cuando una página web no es accesible debido al filtrado/censura de la red, Ceno intentará obtener el contenido por ti. La forma en que Ceno intenta encontrar el contenido depende de si has elegido usar Ceno en modo <strong>Público</strong> o <strong>Personal</strong>.
fa: هنگامی که دسترسی به یک وب‌سایت به دلیل فیلتر یا سانسور شبکه امکان‌پذیر نباشد، سنو تلاش می‌کند تا این محتوا را برای شما پیدا کند. نحوه تلاش سنو برای پیدا کردن محتوا به این بستگی دارد که شما کدام یک از حالت‌های <strong>عمومی</strong> یا <strong>شخصی</strong> سنو را انتخاب کرده باشید.
pt: Quando um website não é acessível devido à filtros/censuras de rede, Ceno irá tentar pegar o conteúdo para você. Como Ceno vai tentar encontrar esse conteúdo vai depender de como você escolheu utilizar o Ceno no modo <strong> Público</strong> ou <strong>Pessoal</strong>.
ru: Если веб-сайт недоступен из-за сетевой фильтрации/цензуры, Ceno попытается получить его содержимое для вас. Способ поиска контента зависит от того, в каком режиме вы выбрали использовать Ceno - <strong>публичном</strong> или <strong>личном</strong>.
tr: Ağınızdan engelleme ya da sansür nedeniyle bir siteye erişilemediğinde Ceno, içeriği sizin için almaya çalışır. İçeriğe Ceno tarafından nasıl erişilmeye çalışılacağı, Ceno'yu <strong>Herkese açık</strong> ya da <strong>Kişisel</strong> kipte kullanıyor olmanıza göre değişir.

# support.html+html.body.main.noscript.div.section.details.p:206-17
source: In <strong>Public</strong> mode, Ceno will look into the BitTorrent network to see if another Ceno user has recently shared the requested page. If the service can identify the requested page, it will retrieve that page from another user’s device. If the content is not available, Ceno will contact several Injectors to request that website and have it delivered to you.
es: En el modo <strong>público</strong>, Ceno buscará en la red BitTorrent para ver si otro usuario de Ceno ha compartido recientemente la página solicitada. Si el servicio puede identificar la página solicitada, recuperará esa página del dispositivo de otro usuario. Si el contenido no está disponible, Ceno se pondrá en contacto con varios inyectores para solicitar esa página web y mostrarla.
fa: در حالت <strong>عمومی</strong>، سنو به شبکه بیت‌تورنت مراجعه می‌کند تا ببیند آیا یک کاربر دیگر سنو اخیرا صفحه مورد نظر را به اشتراک گذاشته یا نه. اگر سنو بتواند صفحه درخواستی را شناسایی کند، آن صفحه را از دستگاه کاربر دیگر بازیابی می‌کند. اگر محتوا در دسترس نباشد، سنو با چندین تزریق‌کننده (injector) تماس می‌گیرد تا وب‌سایت مورد نظر را از آن‌ها درخواست کند و به دست شما برساند.
pt: No modo <strong>Público</strong>, Ceno vai procurar na rede BitTorrent para ver se outro usuário Ceno recentemente compartilhou a mesma requisição da página. Se o serviço conseguiu identificar a página requisitada, ele irá tentar solicitar a página do dispositivo do outro usuário. Se o conteúdo não estiver disponível, Ceno vai contatar diversos injetores para solicitar esse website and entregar para você.
ru: В режиме <strong>Public</strong> Ceno просматривает сеть BitTorrent на предмет того, не выкладывал ли недавно запрашиваемую страницу другой пользователь Ceno. Если Ceno сможет определить запрашиваемую страницу, он получит ее с устройства другого пользователя. Если контент недоступен, Ceno свяжется с несколькими инжекторами, чтобы запросить этот сайт и доставить его вам.
tr: <strong>Herkese açık</strong> kipte Ceno, başka bir Ceno kullanıcısının yakın zamanda istenen sayfayı paylaşıp paylaşmadığını görmek için BitTorrent ağını inceler. Hizmet istenen sayfayı bulabilirse bu sayfayı başka bir kullanıcının aygıtından alır. İçerik bulunamıyorsa Ceno, bu siteyi istemek ve size teslim edilmesini sağlamak için birkaç içerik sağlayıcı ile iletişim kurar.

# support.html+html.body.main.noscript.div.section.details.p:210-17
source: In <strong>Personal</strong> mode, you will only contact the Injectors to have that website fetched and delivered to you. The search will not connect to the BitTorrent network and will not attempt to locate the content on other users’ devices.
es: En el modo <strong>Personal</strong>, solo se pondrá en contacto con los Inyectores para que te busquen y te entreguen esta página web. La búsqueda no se conectará a la red BitTorrent y no intentará localizar el contenido en los dispositivos de otros usuarios.
fa: در حالت <strong>شخصی</strong> شما فقط با تزریق‌کننده‌ها در تماسید تا وب‌سایت مورد نظرتان را بازیابی کنند و به شما تحویل دهند. این جست‌وجو ارتباطی با شبکه بیت‌تورنت نخواهد داشت و سعی نمی‌کند محتوا را روی دستگاه کاربران دیگر پیدا کند.
pt: Em modo <strong>Pessoal</strong>, você só entrará em contato com os Injetores para que o site seja buscado e entregue a você. A pesquisa não se conectará à rede BitTorrent e não tentará localizar o conteúdo nos dispositivos de outros usuários.
ru: В режиме <strong>Personal</strong> вы будете обращаться сразу к инжекторам, чтобы они нашли и доставили вам этот сайт. Поиск не будет подключаться к сети BitTorrent и не будет пытаться обнаружить контент на устройствах других пользователей.
tr: <strong>Kişisel</strong> kipte, söz konusu sitenin alınıp size teslim edilmesi için yalnızca içerik sağlaycılar ile iletişim kurarsınız. Arama, BitTorrent ağına bağlanmaz ve diğer kullanıcıların aygıtlarındaki içeriği bulmaya çalışmaz.

# support.html+html.body.main.noscript.div.section.details.p:213-17
source: To ensure that your Ceno client can always contact an Injector, we have also created Bridges. If the Injectors are blocked on your network, the Ceno app will look for available Bridges, who will forward your request to the Injectors. The Ceno network currently features around 6,000 Bridges. Their number is always growing.
es: Para garantizar que tu cliente Ceno siempre pueda ponerse en contacto con un Inyector, también hemos creado Puentes. Si los Inyectores están bloqueados en tu red, la aplicación Ceno buscará los Puentes disponibles, que reenviarán tu solicitud a los Inyectores. La red Ceno cuenta actualmente con unos 6.000 Puentes. Su número no deja de crecer.
fa: برای اطمینان از این که سرویس‌گیرنده (client) سنو شما همیشه می‌تواند با یک تزریق‌کننده تماس بگیرد، ما قابلیت پل را اضافه کرده‌ایم. اگر تزریق‌کننده‌ها بر روی شبکه شما مسدود شده باشند، برنامه سنو به دنبال پل‌های در دسترس می‌گردد تا درخواست‌تان را به تزریق‌کننده‌ها ارسال کنند. شبکه سنو در حال حاضر حدود ۶۰۰۰ پل دارد و این تعداد مدام در حال افزایش است.
pt: Para garantir que seu cliente Ceno possa sempre contatar um Injector, também criamos Bridges. Se os Injectores estiverem bloqueados na sua rede, o aplicativo Ceno procurará Bridges disponíveis, que encaminharão sua solicitação para os Injectores. A rede Ceno conta atualmente com cerca de 6.000 Bridges. O número delas está sempre crescendo.
ru: Чтобы ваш клиент Ceno всегда мог связаться с инжектором, мы также создали мосты. Если инжекторы заблокированы в вашей сети, приложение Ceno будет искать доступные мосты, которые перешлют ваш запрос инжекторам. В настоящее время в сети Ceno насчитывается около 6 000 мостов. Их число постоянно растет.
tr: Ceno istemcinizin her zaman bir içerik sağlayıcı ile iletişim kurabilmesini sağlamak için köprüler oluşturduk. İçerik sağlayıcılar ağınızda engelleniyorsa Ceno uygulaması, isteğinizi içerik sağlayıcılara iletecek olan köprüleri arar. Ceno ağında şu anda yaklaşık 6.000 Köprü bulunuyor ve sayıları her gün artıyor.

# support.html+html.body.main.noscript.div.section.details.p:217-17
source: For a more detailed explanation of how Ceno works, please read <a href="../user-manual/">the user guide</a>.
es: Para una información más detallada de como funciona Ceno, por favor lee<a href="../user-manual/">el manual del usuario</a>.
fa: برای توضیح دقیق‌تر از نحوه کار سنو، لطفا <a href="../user-manual/">دفترچه راهنمای کاربر</a> را بخوانید.
pt: Para uma explicação mais detalhada de como o Ceno funciona, leia <a href="../user-manual/">the user guide</a>.
ru: Более подробное описание работы Ceno можно найти в <a href="../user-manual/">руководстве пользователя</a>.
tr: Ceno ağının nasıl çalıştığı ile ilgili ayrıntılı bilgi almak için <a href="../user-manual/">kullanıcı rehberini</a> okuyabilirsiniz.

# support.html+html.body.main.noscript.div.section.details.p:219-17
source: For a simpler explanation of how Ceno works, <a href="explainer.html">please read this</a>.
es: Para una explicación más sencilla de cómo funciona Ceno, <a href="explainer.html">por favor, lee esto</a>.
fa: برای توضیح ساده‌تر از نحوه کار سنو، لطفا <a href="explainer.html">این‌جا را بخوانید</a>.
pt: Para uma explicação simplificada de como Ceno funcionada, <a href="explainer.html">please read this</a>.
ru: Для более простого объяснения принципа работы Ceno <a href="explainer.html">пожалуйста, прочтите это</a>.
tr: Ceno ağının nasıl çalıştığı ile ilgili daha basit bir açıklama için <a href="explainer.html">burayı okuyabilirsiniz</a>.

# support.html+html.body.main.noscript.div.section.details:219-111
source: What are the advantages of using Ceno?
es: ¿Cuáles son las ventajas de utilizar Ceno?
fa: مزایای استفاده از سنو چیست؟
pt: Quais são as vantagens de usar o Ceno?
ru: В чем преимущества использования Ceno?
tr: Ceno kullanmanın yararları nedir?

# support.html+html.body.main.noscript.div.section.details.p:223-17
source: Our motto is ‘Share the Web!’ and essentially that is what Ceno users are doing. Most web pages have static content (something you read, watch, listen to, etc.). Static content can be packaged and shared with other users seeking the same content. Ceno uses the BitTorrent file sharing network for this.
es: Nuestro lema es "¡Comparte la Web!" y eso es lo que hacen los usuarios de Ceno. La mayoría de las páginas web tienen contenido estático (algo que se lee, se ve, se escucha, etc.). El contenido estático puede empaquetarse y compartirse con otros usuarios que busquen el mismo contenido. Para ello, Ceno utiliza la red de intercambio de archivos BitTorrent.
fa: شعار ما این است: «وب را دست‌به‌دست کن!» و این عملا همان کاری است که کاربران سنو انجام می‌دهند. بیشتر صفحات وب دارای محتوای ایستا هستند (مثل چیزهایی که در اینترنت می‌خوانید، تماشا می‌کنید، گوش می‌دهید و غیره). محتوای ایستا می‌تواند بسته‌بندی شود و با سایر کاربرانی که به دنبال همان محتوا هستند به اشتراک گذاشته شود. سنو از شبکه اشتراک فایل بیت‌تورنت برای این کار استفاده می‌کند.
pt: Nosso lema é "Compartilhe a Web!" e, essencialmente, é isso que os usuários do Ceno estão fazendo. A maioria das páginas da web possui conteúdo estático (algo que você lê, assiste, escuta, etc.). O conteúdo estático pode ser embalado e compartilhado com outros usuários que buscam o mesmo conteúdo. O Ceno utiliza a rede de compartilhamento de arquivos BitTorrent para isso.
ru: Наш девиз - "Делитесь Интернетом!" По сути, именно это и делают пользователи Ceno. Большинство веб-страниц содержат статический контент (то, что вы читаете, смотрите, слушаете и т.д.). Статический контент может быть упакован и передан другим пользователям, ищущим такой же контент. Для этого Ceno использует файлообменную сеть BitTorrent.
tr: Sloganımız 'İnternet içeriğini paylaşın!' ve aslında Ceno kullanıcılarının yaptığı da bu. Çoğu İnternet sayfasında sabit içerik bulunur (okuduğunuz, izlediğiniz, dinlediğiniz bir şey gibi). Sabit içerikler paketlenebilir ve aynı içeriği arayan diğer kullanıcılarla paylaşılabilir. Ceno bunun için BitTorrent dosya paylaşımı ağını kullanıyor.

# support.html+html.body.main.noscript.div.section.details.p:227-17
source: Ceno’s advantage is evident in a network that censors websites, or where the network is weak or unstable. In these circumstances, the Ceno client is able to leverage additional methods to retrieve content and deliver it to your device. By allowing users to enable sharing of content they have recently retrieved, Ceno expands access to the internet more generally. Whether you are living in a part of the world that restricts access to content, or in a remote area with limited access to the internet, Ceno allows you to access information that may otherwise be unavailable.
es: La ventaja de Ceno es evidente en una red que censura páginas web, o donde la red es débil o inestable. En estas circunstancias, el cliente Ceno es capaz de aprovechar métodos adicionales para recuperar contenidos y mostrar los en tu dispositivo. Al permitir que los usuarios compartan los contenidos que han obtenido recientemente, Ceno amplía el acceso a Internet de forma más general. Tanto si vive en una parte del mundo que restringe el acceso a contenidos como si se encuentra en una zona remota con acceso limitado a Internet, Ceno te permite acceder a información que de otro modo no estaría disponible.
fa: مزیت سنو در شبکه‌ای که وب‌سایت‌ها را سانسور می‌کند یا در جایی که شبکه ضعیف یا ناپایدار است، به چشم می‌آید. در این شرایط، سرویس‌گیرنده سنو می‌تواند از راه و روش دیگری برای بازیابی محتوا و تحویل آن به دستگاه شما استفاده کند. سنو با اجازه به کاربران برای اشتراک محتوایی که به تازگی بازیابی کرده‌اند، دسترسی گسترده‌تری به اینترنت فراهم می‌آورد. چه در جایی از جهان باشید که دسترسی به محتوای وب را محدود می‌کند و چه در منطقه‌ای دورافتاده که دسترسی اندکی به اینترنت دارد، سنو به شما امکان دسترسی به اطلاعاتی را می‌دهد که در شرایط دیگر در دسترس نیست.
pt: A vantagem do Ceno é evidente em redes que censuram sites ou onde a rede é fraca ou instável. Nessas circunstâncias, o cliente Ceno é capaz de usar métodos adicionais para recuperar conteúdo e entregá-lo ao seu dispositivo. Ao permitir que os usuários compartilhem o conteúdo que recuperaram recentemente, o Ceno expande o acesso à internet de forma mais ampla. Se você estiver vivendo em uma parte do mundo que restringe o acesso a conteúdos ou em uma área remota com acesso limitado à internet, o Ceno permite que você acesse informações que, de outra forma, estariam indisponíveis.
ru: Преимущество Ceno проявляется в сети, где веб-сайты подвергаются цензуре, а также в слабой или нестабильной сети. В этих условиях браузер Ceno способен использовать дополнительные методы получения контента и доставки его на устройство. Позволяя пользователям делиться недавно полученным контентом, Ceno расширяет доступ к Интернету в целом. Если вы живете в регионе, где доступ к контенту ограничен, или находитесь в отдаленном районе с ограниченным доступом к Интернету, Ceno позволит вам получить доступ к информации, которая в противном случае может быть недоступна.
tr: Ceno yararları, siteleri sansürleyen bir ağda veya ağın zayıf veya dengesiz olduğu durumlarda açıkça görülebilir. Bu durumlarda Ceno istemcisi, içeriği almak ve aygıtınıza iletmek için ek yöntemlerden yararlanabilir. Ceno, kullanıcılara yakın zamanda aldıkları içeriğin paylaşılmasına izin vererek İnternet erişimini daha genel olarak genişletiyor. Dünya üzerinde içeriğe erişimin engellendiği bir yerde ya da İnternet erişiminin sınırlı olduğu uzak bir bölgede yaşıyorsanız, Ceno başka şekillerde erişemeyeceğiniz bilgilere erişmenizi sağlar.
