Repository: ceno-app/ceno.github.io
Catalog: */support.po
Languages: es, fa, my, pt, ru, tr, uk

# support.html+html.body.main.noscript.div.section.details.p:233-17
source: People running Ceno from countries that do not censor the Internet - or from parts of the world where access to the internet is reliable - can choose to act as Bridges for those in heavily restricted networks. The network automatically enrolls new Bridges and keeps track of when they go offline. Running a Bridge is a very simple yet powerful action, allowing you to help others access the Internet.
es: Los usuarios de Ceno de países que no censuran Internet o de partes del mundo donde el acceso a la red es fiable, pueden optar por actuar como Puentes para quienes se encuentran en redes muy restringidas. La red inscribe automáticamente a los nuevos puentes y controla cuándo se desconectan. Dirigir un Puente es una acción muy sencilla pero poderosa, que te permite ayudar a otros a acceder a Internet.
fa: آن دسته از کاربران سنو که در کشورهایی با اینترنت بدون سانسور یا با دسترسی مطمئن به اینترنت ساکن هستند، می‌توانند برای ساکنان مناطقی با اینترنتِ به‌شدت محدود، نقش پل اتصال را بازی کنند. شبکه به‌صورت خودکار پل‌های جدید را ثبت و زمان آفلاین بودن‌شان را پیگیری می‌کند. برقراری یک پل کاری بسیار راحت و در عین حال اثرگذار است که از طریق آن می‌توانید به دیگران کمک کنید تا به اینترنت دسترسی پیدا کنند.
pt: Pessoas que utilizam o Ceno em países onde a internet não é censurada - ou em partes do mundo onde o acesso à internet é confiável - podem escolher atuar como Pontes para aqueles em redes com forte restrição. A rede inscreve automaticamente novas Pontes e monitora quando elas ficam offline. Executar uma Ponte é uma ação simples, mas poderosa, permitindo que você ajude outros a acessar a internet.
ru: Люди, использующие Ceno в странах, где нет цензуры на Интернет, или из тех частей света, где доступ к Интернету надежен, могут выбрать роль "мостов" для тех, кто находится в сетях с жесткими ограничениями. Сеть автоматически регистрирует новые "мосты" и отслеживает, когда они выходят из сети. Быть "мостом" - это очень простое и в то же время эффективное действие, позволяющее помочь другим людям получить доступ к Интернету.
tr: İnternet engellemesi olmayan ülkelerde veya Dünya üzerinde İnternet erişiminin güvenilir olduğu bölgelerde Ceno çalıştıran kişiler, sıkı olarak engellenen ağlarda bulunanlar için köprü rolü üstlenmeyi seçebilirler. Ağ, yeni köprüleri otomatik olarak kaydeder ve ne zaman çevrim dışı olduklarını izler. Bir köprü işletmek, başkalarının İnternet erişimi sağlamasına yardımcı olmanızı sağlayan, çok basit ama etkili bir eylemdir.

# support.html+html.body.main.noscript.div.section.details.p:238-17
source: Ceno - and all accompanying components of the tool that together create a decentralized network of peers and nodes - is free and open source software. You can <a href="https://gitlab.com/censorship-no/ceno-browser">inspect our code</a> or re-create the entire network yourself!
es: Ceno, y todos los componentes que acompañan a la herramienta y que juntos crean una red descentralizada de pares y nodos, es un software libre y de código abierto. ¡Puedes <a href="https://gitlab.com/censorship-no/ceno-browser"> inspeccionar nuestro código</a> o recrear la red entera tú mismo!
fa: سنو – و همه اجزای همراه آن که با هم یک شبکه غیرمتمرکز از همتایان و گره‌ها را ایجاد می‌کنند – نرم‌افزاری رایگان و متن‌باز است. شما می‌توانید <a href="https://gitlab.com/censorship-no/ceno-browser">کد ما را بررسی کنید</a> یا این که خودتان کل شبکه را دوباره ایجاد کنید!
pt: O Ceno - e todos os componentes acompanhantes da ferramenta que, juntos, criam uma rede descentralizada de pares e nós - é um software livre e de código aberto. Você pode<a href="https://gitlab.com/censorship-no/ceno-browser">inspect our code</a> ou recriar toda a rede você mesmo!
ru: Ceno - и все сопутствующие компоненты нашего браузера, которые вместе создают децентрализованную сеть пиров и узлов, - является свободным программным обеспечением с открытым исходным кодом. Вы можете <a href="https://gitlab.com/censorship-no/ceno-browser">посмотреть наш код</a> или самостоятельно воссоздать всю сеть!
tr: Ceno ile birlikte eşler ve düğümlerden oluşan merkezi olmayan bir ağ oluşturan bu aracın tüm bileşenleri, ücretsiz ve açık kaynaklı yazılımlardır. <a href="https://gitlab.com/censorship-no/ceno-browser">Kodumuzu inceleyebilir</a> veya tüm ağı kendiniz yeniden oluşturabilirsiniz!

# support.html+html.body.main.noscript.div.section.details:241-45
source: What are the risks of using Ceno?
es: ¿Cuáles son los riesgos de utilizar Ceno?
fa: خطرات استفاده از سنو چیست؟
pt: Quais são os riscos de usar o Ceno?
ru: Каковы риски использования Ceno?
tr: Ceno kullanmanın riskleri nelerdir?

# support.html+html.body.main.noscript.div.section.details.h3:245-17
source: Risks for users
es: Riesgos para los usuarios
fa: خطرات برای کاربران
pt: Riscos para usuários
ru: Риски для пользователей
tr: Kullanıcılar için riskler

# support.html+html.body.main.noscript.div.section.details.p:246-17
source: Every technology that deals with sensitive use cases has its advantages and risks. By design, Ceno is using the public BitTorrent network for much of its routing and data storage needs. Whenever you request or share a piece of content on the BitTorrent network (Public mode) you create a record that associates your IP address with a piece of content that was retrieved from a particular website. For example, anyone can query the BitTorrent network for a list of IP addresses that have been associated with <i>website.com</i>.
es: Toda tecnología que se ocupa de casos de uso sensibles tiene sus ventajas y riesgos. Por diseño, Ceno está utilizando la red pública BitTorrent para gran parte de sus necesidades de enrutamiento y almacenamiento de datos. Cada vez que solicita o comparte un fragmento en la red BitTorrent (modo público), crea un registro que asocia tu dirección IP con un fragmento de contenido que se recuperó de una página web en particular. Por ejemplo, cualquiera puede consultar la red BitTorrent para obtener una lista de direcciones IP que se han asociado con <i>website.com</i>.
fa: هر فناوری که کاربردهای حساسی داشته باشد مزایا و خطرات خودش را دارد. طراحی سنو به نحوی است که برای بیشتر نیازهای مسیریابی و ذخیره‌سازی داده از شبکه عمومی بیت‌تورنت استفاده می‌کند. هر زمان که محتوای مشخصی را در شبکه بیت‌تورنت درخواست می‌دهید یا به اشتراک می‌گذارید (حالت عمومی)، ردی از خود به جا می‌گذارید که آدرس IP شما را با محتوای بازیابی‌شده از یک وب‌سایت خاص مرتبط می‌کند. برای مثال، هر کسی می‌تواند شبکه بیت‌تورنت را برای یافتن لیستی از آدرس‌های IP مرتبط با <i>website.com</i> بگردد.
pt: Toda tecnologia que lida com casos de uso sensíveis tem suas vantagens e riscos. Por design, o Ceno usa a rede pública do BitTorrent para grande parte de suas necessidades de roteamento e armazenamento de dados. Sempre que você solicita ou compartilha um conteúdo na rede do BitTorrent (modo Público), você cria um registro que associa seu endereço IP a um conteúdo recuperado de um determinado site. Por exemplo, qualquer pessoa pode consultar a rede do BitTorrent para obter uma lista de endereços IP que foram associados ao <i>website.com</i>.
ru: Любая технология, используемая для решения конфиденциальных задач, имеет свои преимущества и риски. По замыслу, Ceno использует публичную сеть BitTorrent для маршрутизации и хранения данных. Каждый раз, когда вы запрашиваете или делитесь содержимым в сети BitTorrent (публичный режим), вы создаете запись, которая связывает ваш IP-адрес с содержимым, полученным с определенного сайта. Например, любой желающий может запросить в сети BitTorrent список IP-адресов, которые были связаны с <i>website.com</i>.
tr: Hassas kullanım durumlarına yönelik her teknolojinin yararları ve riskleri vardır. Ceno, tasarımı gereği yöneltme ve veri depolama gereksinimlerinin çoğu için herkese açık olan BitTorrent ağını kullanır. BitTorrent ağında (Herkese açık kip) bir içeriği istediğinizde veya paylaştığınızda, IP adresinizi belirli bir siteden alınan bir içerik parçasıyla ilişkilendiren bir kayıt oluşturursunuz. Örneğin, herkes <i>ornek.com</i> ile ilişkilendirilmiş IP adreslerinin listesini almak için BitTorrent ağını sorgulayabilir.

# support.html+html.body.main.noscript.div.section.details.p:252-17
source: Users sharing retrieved content with others may also incur additional data charges as content is copied from their device to the device of other Ceno users.
es: Los usuarios que compartan contenidos recuperados con otros también pueden incurrir en gastos de datos adicionales, ya que los contenidos se copian de tu dispositivo al dispositivo de otros usuarios de Ceno.
fa: کاربرانی که محتوا را با دیگران به اشتراک می‌گذارند ممکن است هزینه‌ای اضافه برای داده مصرفی متحمل شوند زیرا محتوا از دستگاه آن‌ها به دستگاه سایر کاربران سنو کپی می‌شود.
pt: Usuários que compartilham conteúdo recuperado com outros também podem incorrer em cobranças adicionais de dados, à medida que o conteúdo é copiado de seu dispositivo para o dispositivo de outros usuários do Ceno.
ru: Пользователи, передающие полученный контент другим пользователям, могут также нести дополнительную плату за передачу данных, поскольку контент копируется с их устройства на устройства других пользователей Ceno.
tr: Alınan içeriği başkalarıyla paylaşan kullanıcılar, içerik kendi aygıtlarından diğer Ceno kullanıcılarının aygıtına kopyalandığından ek veri ücretleriyle karşılaşabilir.

# support.html+html.body.main.noscript.div.section.details.p:254-17
source: In response to these risks, we created a ‘<strong>Personal</strong> mode’ for Ceno users where the service does not interact with the BitTorrent network. We recommend this mode for users who do not want any record of their activity to appear on BitTorrent, as well for website operations that require authentication (for example, when logging into your social media accounts).
es: En respuesta a estos riesgos, creamos un <strong>modo personal</strong> para los usuarios de Ceno en el que el servicio no interactúa con la red BitTorrent. Recomendamos este modo para los usuarios que no desean que aparezca ningún registro de su actividad en BitTorrent, así como para las operaciones con páginas web que requieren autenticación (por ejemplo, al iniciar sesión en tus redes sociales).
fa: در پاسخ به این خطرات، ما «حالت <strong>شخصی</strong>» را برای کاربران سنو ایجاد کرده‌ایم که در آن، سنو با شبکه بیت‌تورنت تعاملی ندارد. این حالت را به کاربرانی توصیه می‌کنیم که نمی‌خواهند هیچ ردی از فعالیت آن‌ها در بیت‌تورنت باقی بماند و هم‌چنین برای کار با وب‌سایت‌هایی که نیاز به احراز هویت دارند (مثلا برای وقتی که می‌خواهید وارد اکانتی در شبکه‌های اجتماعی شوید).
pt: Em resposta a esses riscos, criamos o modo ‘<strong>Personal</strong>’ para usuários do Ceno, onde o serviço não interage com a rede BitTorrent. Recomendamos este modo para usuários que não desejam que nenhum registro de sua atividade apareça no BitTorrent, assim como para operações em websites que exigem autenticação (por exemplo, ao fazer login nas suas contas de mídia social).
ru: В ответ на эти риски мы создали для пользователей Ceno "<strong>Личный</strong> режим", в котором сервис не взаимодействует с сетью BitTorrent. Мы рекомендуем этот режим пользователям, которые не хотят, чтобы записи об их действиях появлялись в сети BitTorrent, а также для работы с сайтами, требующими аутентификации (например, при входе в свои аккаунты в социальных сетях).
tr: Bu risklere karşı Ceno kullanıcıları için hizmetin BitTorrent ağıyla etkileşime girmediği bir '<strong>Kişisel</strong> kip' oluşturduk. BitTorrent üzerinde etkinlikleri ile ilgili herhangi bir kaydın görünmesini istemeyen kullanıcılara ve oturum açılması gereken site işlemleri için (sosyal ağ hesaplarınıza oturum açmak gibi) bu kipin kullanılmasını öneriyoruz.

# support.html+html.body.main.noscript.div.section.details.p:258-17
source: You can easily switch between <strong>Public</strong> and <strong>Personal</strong> tabs in the same manner as switching between Normal and Private/Incognito tabs on your current browser.
es: Puedes cambiar fácilmente entre las pestañas <strong>Público</strong> y <strong>Personal</strong> de la misma manera que cambiar entre las pestañas Normal y Privada/Incógnito en tu navegador actual.
fa: شما می‌توانید به همان شکل که در مرورگر فعلی خودتان بین زبانه‌های عادی و خصوصی یا ناشناس (incognito) جابه‌جا می‌شوید، بین زبانه‌های <strong>عمومی</strong> و <strong>شخصی</strong> سنو هم به‌راحتی جابه‌جا شوید.
pt: Você pode alternar facilmente entre as abas <strong>Public</strong> e <strong>Personal</strong> da mesma forma que alterna entre as abas Normal e Privada/Anônima no seu navegador atual.
ru: Вы можете легко переключаться между вкладками <strong>Public</strong> и <strong>Personal</strong> так же, как и между вкладками Normal и Private/Incognito в вашем обычном браузере.
tr: Var olan tarayıcınızda kullandığınız Normal ve Özel/Gizli sekmeler gibi, <strong>Herkese açık</strong> ve <strong>Kişisel</strong> sekmeler arasında kolayca geçiş yapabilirsiniz.

# support.html+html.body.main.noscript.div.section.details.p:260-17
source: Injectors can also see requests for content on the network, including the IP address of the user making the request and the name of the website with the desired content. The injectors are a necessary network component for 1) introducing web content into a decentralized network, and 2) authenticating the integrity of introduced content. On the Ceno network, Injectors are run and managed by the Ceno team. We periodically delete all access logs.
es: Los inyectores también pueden ver las solicitudes de contenidos en la red, incluida la dirección IP del usuario que realiza la solicitud y el nombre de la página web con el contenido deseado. Los inyectores son un componente de red necesario para 1) introducir contenidos web en una red descentralizada y 2) autenticar la integridad de los contenidos introducidos. En la red Ceno, los inyectores son ejecutados y gestionados por el equipo de Ceno. Eliminamos periódicamente todos los registros de acceso.
fa: تزریق‌کننده‌ها نیز می‌توانند درخواست‌های محتوا را در شبکه مشاهده کنند، از جمله آدرس IP کاربری که درخواست را می‌فرستد و نام وب‌سایتی که محتوای آن مورد نیاز است. تزریق‌کننده‌ها بخشی ضروری از شبکه هستند تا: ۱) محتوای وب را به یک شبکه غیرمتمرکز معرفی کنند و ۲) یکپارچگی محتوای معرفی‌شده را اصالت‌سنجی کنند. در شبکه سنو، تزریق‌کننده‌ها توسط تیم سنو اجرا و مدیریت می‌شوند. ما به‌طور دوره‌ای تمامی فایل‌های گزارش دسترسی را حذف می‌کنیم.
pt: Os Injetores também podem ver as solicitações de conteúdo na rede, incluindo o endereço IP do usuário que faz a solicitação e o nome do site com o conteúdo desejado. Os injetores são um componente necessário da rede para 1) introduzir conteúdo da web em uma rede descentralizada e 2) autenticar a integridade do conteúdo introduzido. Na rede Ceno, os Injetores são executados e gerenciados pela equipe do Ceno. Periodicamente, excluímos todos os logs de acesso.
ru: Инжекторы также могут видеть запросы на получение контента в сети, включая название сайта и IP-адрес пользователя, сделавшего запрос,. Инжекторы являются необходимым сетевым компонентом для 1) внедрения веб-контента в децентрализованную сеть и 2) проверки целостности внедренного контента. В сети Ceno инжекторы запускаются и управляются командой Ceno. Мы регулярно удаляем всю историю доступа.
tr: İçerik sağlayıcılar, istekte bulunan kullanıcının IP adresi ve istenilen içeriğin bulunduğu sitenin adı ile birlikte ağdaki içerik isteklerini de görebilir. İçerik sağlayıcılar 1) Site içeriğini merkezi olmayan bir ağa katmak ve 2) Sunulan içeriğin bütünlüğünün doğrulanması için gerekli bir ağ bileşenidir. Ceno ağında içerik sağlayıcılar Ceno ekibi tarafından işletilir ve yönetilir. Tüm erişim günlüklerini belirli aralıklarla sileriz.

# support.html+html.body.main.noscript.div.section.details.h3:265-17
source: Risks for Bridge operators
es: Riesgos para los operadores de puentes
fa: خطرات برای اپراتورهای پل
pt: Riscos para operadores de Bridge
ru: Риски для операторов Мостов
tr: Köprü işletmecileri için riskler

# support.html+html.body.main.noscript.div.section.details.p:266-17
source: Since any user can become a Bridge, do consider the risks that are introduced by this action.
es: Dado que cualquier usuario puede convertirse en puente, ten en cuenta los riesgos que introduce esta acción.
fa: هر کاربری می‌تواند تبدیل به یک پل اتصال شود، برای همین حتما به خطراتی که با این کار پیش می‌آید توجه داشته باشید.
pt: Como qualquer usuário pode se tornar um Bridge, considere os riscos que essa ação pode implicar.
ru: Поскольку любой пользователь может стать мостом, следует учитывать риски, которые могут возникнуть в этом случае.
tr: Herhangi bir kullanıcı köprü rolünü üstlenebileceğinden bunu yapmanın getireceği riskleri değerlendirin.

# support.html+html.body.main.noscript.div.section.details.p:267-17
source: Bridge activity is invisible to the Bridge operator (unless they are actively monitoring their device for incoming and outgoing connections). Their job is to receive network requests from other Ceno users for access to an Injector and forward this request.
es: La actividad del puente es invisible para el operador del puente (a menos que esté supervisando activamente su dispositivo en busca de conexiones entrantes y salientes). Su trabajo consiste en recibir solicitudes de red de otros usuarios de Ceno para acceder a un inyector y reenviarlas.
fa: فعالیت پل برای کسی که پل را برقرار می‌کند یعنی اپراتور پل نامریی است (مگر این که مرتبا اتصال‌های ورودی و خروجی دستگاه خود را زیر نظر داشته باشد). وظیفه این اپراتور دریافت درخواست‌های شبکه از سایر کاربران سنو برای دسترسی به یک تزریق‌کننده و ارسال این درخواست است.
pt: A atividade do Bridge é invisível para o operador do Bridge (a menos que ele esteja monitorando ativamente seu dispositivo para conexões de entrada e saída). O trabalho dele é receber solicitações de rede de outros usuários do Ceno para acesso a um Injector e encaminhar essa solicitação.
ru: Деятельность моста незаметна для оператора моста (если только он не ведет активный мониторинг своего устройства на предмет входящих и исходящих соединений). Его задача - принимать сетевые запросы от других пользователей Ceno на доступ к инжектору и пересылать эти запросы.
tr: Köprü işletmecisi köprü üzerindeki etkinliği görmez (aygıtlarında gelen ve giden bağlantıları aktif olarak izlemedikleri sürece). Görevleri, diğer Ceno kullanıcılarının bir içerik sağlayıcıya erişmesi için ağ isteklerini almak ve bu isteği iletmektir.

# support.html+html.body.main.noscript.div.section.details.p:270-17
source: Bridge operators will have their device’s IP address listed in the BitTorrent network as an accessible Bridge.
es: Los operadores del puente tendrán la dirección IP del dispositivo en la lista de la red BitTorrent como un puente accesible.
fa: اپراتورهای پل، آدرس IP دستگاه خود را در شبکه بیت‌تورنت به عنوان یک پلِ در دسترس لیست می‌کنند.
pt: Os operadores de Bridge terão o endereço IP de seus dispositivos listado na rede BitTorrent como um Bridge acessível.
ru: IP-адрес своего устройства оператора моста будут указан в сети BitTorrent как доступный мост.
tr: Köprü işletmecileri, aygıtlarının IP adresini BitTorrent ağında erişilebilir bir köprü olarak listeler.

# support.html+html.body.main.noscript.div.section.details.p:272-17
source: Bridging only works when the network that you are in allows for incoming connections. This is checked automatically by the Ceno client app upon start. Most wireless mobile carriers do not allow for incoming connections.
es: El puente solo funciona cuando la red en la que se encuentra permite conexiones entrantes. La aplicación cliente Ceno comprueba esto automáticamente al iniciar. La mayoría de los proveedores de telefonía móvil inalámbrica no permiten conexiones entrantes.
fa: برقراری پل فقط زمانی شدنی است که شبکه‌ای که در آن هستید اجازه اتصال‌های ورودی را بدهد. این مساله به‌طور خودکار توسط برنامه سنو در هنگام شروع به کار برنامه بررسی می‌شود. اکثر اپراتورهای شبکه‌های بی‌سیم موبایل اجازه اتصال‌های ورودی را نمی‌دهند.
pt: A ponte só funciona quando a rede em que você está permite conexões de entrada. Isso é verificado automaticamente pelo aplicativo cliente Ceno ao ser iniciado. A maioria das operadoras móveis sem fio não permite conexões de entrada.
ru: Мостовое соединение работает только в том случае, если сеть, в которой вы находитесь, разрешает входящие соединения. Это автоматически проверяется приложением Ceno при запуске. Большинство операторов беспроводной мобильной связи не разрешают входящие соединения.
tr: Köprü kullanılması yalnızca içinde bulunduğunuz ağ gelen bağlantılara izin verdiğinde işe yarar. Bu durum, Ceno istemci uygulaması başlatılırken otomatik olarak denetlenir. Çoğu kablosuz mobil operatörü, gelen bağlantılara izin vermez.

# support.html+html.body.main.noscript.div.section.details:274-42
source: Who develops Ceno Browser?
es: ¿Quién desarrolla el Navegador Ceno?
fa: توسعه‌دهنده مرورگر سنو کیست؟
pt: Quem desenvolve o Ceno Browser?
ru: Кто разрабатывает Ceno Browser?
tr: Ceno Browser kimler tarafından geliştiriliyor?

# support.html+html.body.main.noscript.div.section.details.p:278-17
source: Ceno is a technology created and maintained by the Canadian non-profit organization <a href="https://equalit.ie">eQualitie</a>. They have incorporated their <a href="https://ouinet.work">Ouinet network library</a> into the Firefox Android browser.
es: Ceno es una tecnología creada y mantenida por la organización canadiense sin fines de lucro <a href="https://equalit.ie">eQualitie</a>. Incorporando la biblioteca de red <a href="https://ouinet.work">Ouinet</a> en el navegador Firefox para Android.
fa: سنو فناوری‌ای است که سازمان غیرانتفاعی کانادایی <a href="https://equalit.ie">eQualitie</a> ساخت و نگهداری آن را بر عهده دارد. این سازمان <a href="https://ouinet.work">کتابخانه شبکه Ouinet</a> خود را در مرورگر اندروید فایرفاکس ادغام کرده است.
pt: O Ceno é uma tecnologia criada e mantida pela organização sem fins lucrativos canadense <a href="https://equalit.ie">eQualitie</a>. Eles incorporaram sua <a href="https://ouinet.work">Ouinet network library</a> no navegador Firefox para Android.
ru: Ceno - это технология, созданная и поддерживаемая канадской некоммерческой организацией <a href="https://equalit.ie">eQualitie</a>. Они включили свою <a href="https://ouinet.work">сетевую библиотеку Ouinet</a> в браузер Firefox для Android.
tr: Ceno, Kanadalı kar amacı gütmeyen <a href="https://equalit.ie">eQualitie</a> kuruluşu tarafından oluşturulmuş ve geliştirilen bir teknolojidir. <a href="https://ouinet.work">Ouinet ağ kitaplıklarını</a> Firefox Android tarayıcısına eklemiştir.
