Repository: ceno-app/ceno.github.io
Catalog: */support.po
Languages: es, fa, my, pt, ru, tr, uk

# support.html+html.body.main.div.section.details.p:376-13
source: Every technology that deals with sensitive use cases has its advantages and risks. By design, Ceno is using the public BitTorrent network for much of its routing and data storage needs. Whenever you request or share a piece of content on the BitTorrent network (Public mode) you create a record that associates your IP address with a piece of content that was retrieved from a particular website. For example, anyone can query the BitTorrent network for a list of IP addresses that have been associated with <i>website.com</i>.
my: ထိလွယ်ရှလွယ်သော အသုံးပြုမှုများနှင့် ပတ်သက်သည့် အားလုံးသောနည်းပညာများ၌ ကိုယ်ပိုင် အားသာချက်များနှင့် အန္တရာယ်များ ရှိပါသည်။ Ceno သည် ၎င်း၏ လမ်းကြောင်းရှာခြင်းများနှင့် အချက်အလက်သိုလောင်မှုများကဲ့သို့သော လိုအပ်ချက်အများစုအတွက် အများသုံး BitTorrent ကွန်ရက်ကို အသုံးပြုရန် ဖန်တီးထားသည်။ BitTorrent ကွန်ရက်(အများသုံးမုဒ်)တွင် အကြောင်းအရာ၏ အပိုင်းအစတစ်ခုကို သင် တောင်းဆိုလိုက်သည့်အခါတိုင်း သို့မဟုတ် မျှဝေလိုက်သည့်အခါတိုင်း ၎င်းဝဘ်ဆိုက်မှ ရရှိလာသည့် အကြောင်းအရာ၏ အပိုင်းအစနှင့်တကွ သင့် IP လိပ်စာတို့ပါဝင်သည့် မှတ်တမ်းတစ်ခုအား သင် ဖန်တီးလိုက်သည်။ ဥပမာ၊ <i>website.com</i> နှင့် ဆက်စပ်နေသည့် IP လိပ်စာစာရင်းကို BitTorrent ကွန်ရက်အား မည်သူမဆို မေးမြန်းနိုင်သည်။
uk: Кожна технологія, що має справу з чутливим використанням інформації, має свої переваги та ризики. За своїм задумом, Ceno використовує загальнодоступну мережу BitTorrent для більшої частини своїх потреб у маршрутизації та зберіганні даних. Щоразу, коли ви запитуєте або надаєте доступ до контенту в мережі BitTorrent (загальнодоступний режим), ви створюєте запис, який пов'язує вашу IP-адресу з фрагментом контенту, отриманим з певного веб-сайту. Наприклад, будь-хто може запросити в мережі BitTorrent список IP-адрес, які були пов'язані з <i>website.com</i>.

# support.html+html.body.main.div.section.details.p:382-13
source: Users sharing retrieved content with others may also incur additional data charges as content is copied from their device to the device of other Ceno users.
my: အသုံးပြုသူများသည် ရရှိလာသည့် အကြောင်းအရာများအား အခြားအသုံးပြုသူများနှင့် မျှဝေခြင်းသည် အပိုထပ်ဆောင်း ဒေတာကုန်ကျခြင်းကို ဖြစ်စေနိုင်သည်၊ အသုံးပြုသူများ၏ စက်များမှ အခြား Ceno အသုံးပြုသူများ၏ စက်များသို့ ကူးယူလာသည့် အကြောင်းအရာအတိုင်း အပိုထပ်ဆောင်းကုန်ကျနိုင်သည်။
uk: Користувачі, які діляться знайденим контентом з іншими, також можуть нести додаткові витрати щодо передачі даних, оскільки контент копіюється зі свого пристрою на пристрій інших користувачів Ceno.

# support.html+html.body.main.div.section.details.p:384-13
source: In response to these risks, we created a ‘<strong>Personal</strong> mode’ for Ceno users where the service does not interact with the BitTorrent network. We recommend this mode for users who do not want any record of their activity to appear on BitTorrent, as well for website operations that require authentication (for example, when logging into your social media accounts).
my: ယခုအန္တရာယ်များကို တုန့်ပြန်ရန်အတွက် ကျွန်ုပ်တို့သည် Ceno အသုံးပြုသူများအတွက် BitTorrent ကွန်ရက်နှင် အလုပ်မလုပ်သည့် ဝန်ဆောင်မှုဖြစ်သည့် '<strong>တစ်ကိုယ်ရည်သုံး</strong>မုဒ်' ကို ဖန်တီးထားသည်။ ယခုမုဒ်သည် BitTorrent တွင် ၎င်းတို့၏ လုပ်ဆောင်ချက်မှတ်တမ်း မကျန်ရစ်လိုသော အသုံးပြုသူများ အတွက် အကြံပြုပါသည်၊ ထို့နောက် စစ်မှန်ကြောင်း သက်သေပြရန်လိုအပ်သည့် ဝဘ်ဆိုက်လုပ်ဆောင်ချက်များအတွက်လည်း အကြံပြုလိုသည် (ဥပမာ၊ သင့် ဆိုရှယ်မီဒီယာအကောင့်များသို့ ဝင်ရောက်စဥ်၌)။
uk: У відповідь на ці ризики ми створили "<strong>Персональний</strong> режим" для користувачів Ceno, в якому сервіс не взаємодіє з мережею BitTorrent. Ми рекомендуємо цей режим користувачам, які не хочуть, щоб записи про їхню діяльність з'являлися в BitTorrent, а також для операцій на веб-сайтах, які вимагають авторизації (наприклад, при вході у ваші акаунти в соціальних мережах).

# support.html+html.body.main.div.section.details.p:388-13
source: You can easily switch between <strong>Public</strong> and <strong>Personal</strong> tabs in the same manner as switching between Normal and Private/Incognito tabs on your current browser.
my: <strong>အများသုံး</strong>နှင့် <strong>တကိုယ်ရည်သုံး</strong>တပ်ဗ်များ ပြောင်းလဲမှုကို သင်လက်ရှိ အသုံးပြုနေသည့် ဘရောက်ဇာတွင် ပုံမှန်နှင့် သီးသန့်/ရုပ်ဖျက် တပ်ဗ်များ ပြောင်းလဲသည့် ပုံစံအတိုင်း သင် အလွယ်တကူ ပြောင်းနိုင်သည်။
uk: Ви можете легко перемикатися між вкладками <strong>Публічний</strong> і <strong>Персональний</strong> так само, як і між вкладками Звичайна і Приватна/Інкогніто у вашому поточному браузері.

# support.html+html.body.main.div.section.details.p:390-13
source: Injectors can also see requests for content on the network, including the IP address of the user making the request and the name of the website with the desired content. The injectors are a necessary network component for 1) introducing web content into a decentralized network, and 2) authenticating the integrity of introduced content. On the Ceno network, Injectors are run and managed by the Ceno team. We periodically delete all access logs.
my: ထိုးသွင်းစက်များသည် တောင်းဆိုချက်ပြုလုပ်သည့် အသုံးပြုသူ၏ IP လိပ်စာနှင့် လိုချင်သော အကြောင်းအရာပါဝင်သည့် ဝဘ်ဆိုက်နာမည်တို့ အပါအဝင် ကွန်ရက်‌ပေါ်ရှိ အကြောင်းအရာများအား တောင်းဆိုချက်ကို မြင်တွေ့နိုင်သည်။ ထိုးသွင်းစက်များသည် ဝဘ်အကြောင်းအရာအား ဗဟိုချုပ်ကိုင်မှုမရှိသည့် ကွန်ရက်သို့ မိတ်ဆက်ခြင်း နှင့် မိတ်ဆက်ထားသည့် အကြောင်းအရာများ၏ ပြည့်စုံမှုကို စစ်မှန်ကြောင်းစစ်ဆေးခြင်းတို့အတွက် လိုအပ်သော ကွန်ရက်အစိတ်အပိုင်းများ ဖြစ်သည်။ Ceno ကွန်ရက်တွင် ထိုးသွင်းစက်များအား အလုပ်လုပ်စေခြင်းနှင့် စီမံခန့်ခွဲခြင်းတို့အား Ceno အသင်းမှ ဦးဆောင်သည်။ ကျွန်ုပ်တို့သည် ဝင်ရောက်ထားသည့် စာရင်းများအားလုံးကို အခါအားလျော်စွာ ဖျက်ပစ်သည်။
uk: Інжектори також можуть бачити запити на контент у мережі, включаючи IP-адресу користувача, який робить запит, і назву веб-сайту з потрібним контентом. Інжектори є необхідним компонентом мережі для 1) впровадження веб-контенту в децентралізовану мережу і 2) перевірки цілісності впровадженого контенту. У мережі Ceno інжектори запускаються і управляються командою Ceno. Ми періодично видаляємо всі журнали доступу.

# support.html+html.body.main.div.section.details.h3:395-13
source: Risks for Bridge operators
my: ပေါင်းကူးအဖြစ် ဆောင်ရွက်သူများအတွက် အန္တရာယ်များ
uk: Ризики для операторів Мостів

# support.html+html.body.main.div.section.details.p:396-13
source: Since any user can become a Bridge, do consider the risks that are introduced by this action.
my: မည်သည့်အသုံးပြုသူမဆို ပေါင်းကူးတစ်ခုဖြစ်လာနိုင်သောကြောင့် ယခုလုပ်ဆောင်ချက်အတွက် ဖြစ်လာနိုင်သည့် အန္တရာယ်များကို ချင့်ချိန်စဉ်းစားပါ။
uk: Оскільки Мостом може стати будь-який користувач, слід враховувати ризики, які виникають у зв'язку з цим.

# support.html+html.body.main.div.section.details.p:397-13
source: Bridge activity is invisible to the Bridge operator (unless they are actively monitoring their device for incoming and outgoing connections). Their job is to receive network requests from other Ceno users for access to an Injector and forward this request.
my: ပေါင်းကူးအဖြစ်ဆောင်ရွက်ပေးသူသည် ပေါင်းကူးမှတ်တမ်းများအား မမြင်ရပါ (သူတို့သည် အဝင်နှင့် အထွက် ချိတ်ဆက်မှုများအား ပုံသေ စောင့်ကြည့်မှု မလုပ်နေလျှင်)။ သူတို့၏ အလုပ်သည် အခြားသော Ceno အသုံးပြုသူများထံမှ ထိုးသွင်းစက်အား ဝင်ရောက်ခွင့်ရရန် ကွန်ရက်တောင်းဆိုချက်များကို လက်ခံရန်နှင့် ထိုတောင်းဆိုချက်များအား ပြန်ပို့ပေးရန် ဖြစ်သည်။
uk: Діяльність Моста невидима для оператора моста (за винятком випадків, коли він активно відстежує вхідні та вихідні з'єднання на своєму пристрої). Його робота полягає в отриманні мережевих запитів від інших користувачів Ceno на доступ до інжектора і переадресації цих запитів.

# support.html+html.body.main.div.section.details.p:400-13
source: Bridge operators will have their device’s IP address listed in the BitTorrent network as an accessible Bridge.
my: ပေါင်းကူးအဖြစ်ဆောင်ရွက်သူများသည် အလုပ်လုပ်နိုင်သော ပေါင်းကူးဖြစ်လာရန်အတွက် BitTorrent ကွန်ရက်တွင် ၎င်းတို့ စက်၏ IP လိပ်စာများကို စာရင်းသွင်းထားရလိမ့်မည်။
uk: Оператори мостів матимуть IP-адресу свого пристрою в мережі BitTorrent як доступного моста.

# support.html+html.body.main.div.section.details.p:402-13
source: Bridging only works when the network that you are in allows for incoming connections. This is checked automatically by the Ceno client app upon start. Most wireless mobile carriers do not allow for incoming connections.
my: ပေါင်းကူးလုပ်ခြင်းသည် သင်ရှိနေသည့် ကွန်ရက်တွင် ဝင်ရောက်လာသည့် ဆက်သွယ်မှုများအတွက် ခွင့်ပြုထားမှသာ အလုပ်လုပ်သည်။ ၎င်းအား Ceno အသုံးပြုသူ အပ်ပ်ကို စတင်လိုက်ချိန်တွင် အလိုအလျောက် စစ်ဆေးပေးသည်။ ကြိုးမဲ့ မိုဘိုင်း ကယ်ရီယာ အများစုသည် ဝင်ရောက်လာသည့် ဆက်သွယ်မှုများအား ခွင့်မပြုပါ။
uk: Режим мосту працює лише тоді, коли мережа, в якій ви перебуваєте, дозволяє вхідні з'єднання. Це перевіряється автоматично клієнтською програмою Ceno під час запуску. Більшість бездротових мобільних операторів не дозволяють вхідні з'єднання.

# support.html+html.body.main.div.section.details:404-29
source: Who develops Ceno Browser?
my: Ceno ဘရောက်ဇာအား မည်သူတို့ တီထွင်ခဲ့သနည်း။
uk: Хто розробляє браузер Ceno?

# support.html+html.body.main.div.section.details.p:408-13
source: Ceno is a technology created and maintained by the Canadian non-profit organization <a href="https://equalit.ie">eQualitie</a>. They have incorporated their <a href="https://ouinet.work">Ouinet network library</a> into the Firefox Android browser.
my: Ceno သည် အကျိုးအမြတ် မယူသည့် ကနေဒါ အဖွဲ့အစည်း <a href="https://equalit.ie">eQualitie</a> မှ တီထွင်ခဲ့သော နည်းပညာတစ်ခုဖြစ်ပြီး ဆက်လက် ထိန်းသိမ်းပြုပြင်လျက်ရှိသည်။ ၎င်းတို့၏ <a href="https://ouinet.work">Ouinet ကွန်ရက် စာကြည့်တိုက်</a> အား Firefox Android ဘရောက်ဇာတွင် ပေါင်းစပ်ထားသည်။
uk: Ceno – це технологія, створена і підтримувана канадською некомерційною організацією <a href="https://equalit.ie">eQualitie</a>. Вони інтегрували свою <a href="https://ouinet.work">мережеву бібліотеку Ouinet</a> в браузер Firefox для Android.

# support.html+html.body.main.div.section.details.p:411-13
source: eQualitie has been in existence for twelve years, during which time they have been creating and advancing tools to protect freedom of speech, facilitate information exchange, and promote self-expression on the internet.
my: eQualitie သည် တည်ရှိနေသော တစ်ဆယ့်နှနှစ်တာကာလအတွင်း၌ လွတ်လပ်စွာပြောဆိုခွင့်အား ကာကွယ်ရန်၊ သတင်းအချက်အလက် ဖလှယ်မှုအား လွယ်ကူစေရန်နှင့် အင်တာနက်ပေါ်တွင် မိမိကိုယ်ကို ထုတ်ဖော်ပြောဆိုခွင့်အား တိုးမြှင့်ရန်တို့အတွက် ကိရိယာများအား တီထွင်ခဲ့ပြီး အဆင့်မြှင့်တင်လျက်ရှိသည်။
uk: eQualitie як організація існує вже понад дванадцять років, і протягом цього часу вони створюють і просувають інструменти для захисту свободи слова, сприяють обміну інформацією та самовираженню в інтернеті.

# support.html+html.body.main.div.section.details.p:414-13
source: Some of their other projects include <a href="https://ouisync.net">Ouisync</a>, a service for decentralized file sharing; <a href="https://deflect.ca">Deflect</a>, a tool for DDoS protection; Baskerville, a machine learning-based attack detection system; and the dComms deployment toolkit for setting up decentralized and federated network services.
my: သူတို့၏ အခြားသော ပရောဂျက်များထဲမှ တချို့မှာ <a href="https://ouisync.net">Ouisync</a> - ဗဟိုချုပ်ကိုင်မှုမရှိသည့် ဖိုင်မျှဝေခြင်း ဝန်ဆောင်မှု၊ <a href="https://deflect.ca">Deflect</a> - DDoS ကာကွယ်မှုအတွက် ကိရိယာ၊ Baskerville - စက်သင်ယူမှု(machine learning)ကို အခြေခံသည့် တိုက်ခိုက်မှု ခြေရာခံစနစ်နှင့် ဗဟိုချုပ်ကိုင်မှုမရှိသည့် ဖက်ဒရယ် ကွန်ရက် ဝန်ဆောင်မှုများကို တည်ဆောက်ရန်အတွက် dComms ပေါင်းစပ်မှု ကိရိယာစုံ တို့ ပါဝင်သည်။
uk: Серед інших їхніх проектів - <a href="https://ouisync.net">Ouisync</a>, сервіс для децентралізованого обміну файлами; <a href="https://deflect.ca">Deflect</a>, інструмент для захисту від DDoS-атак; Baskerville, система виявлення атак на основі машинного навчання; і набір інструментів dComms для налаштування і розгортання децентралізованих і федеративних мережевих сервісів.

# support.html+html.body.main.div.section.details:417-73
source: What’s the difference between using a VPN and Ceno Browser?
my: VPN ကို အသုံးပြုခြင်းနှင့် Ceno ဘရောက်ဇာကို အသုံးပြုခြင်း၏ ကွာခြားချက်မှာ အဘယ်နည်း။
uk: У чому різниця між використанням VPN і браузера Ceno?

# support.html+html.body.main.div.section.details.p:421-13
source: VPNs were initially created for private communications between your device and a destination server. As Internet censorship became a frequent occurrence around the world, VPN providers began to offer their services in order to bypass local network restrictions as well. Today, there are numerous VPN providers offering a wide variety of connectivity options to help their users get around local network censorship.
my: သင့်စက်နှင့် သွားရောက်လိုသည့် ဆာဗာကြားတွင် သီးသန့် ဆက်သွယ်မှုများ ပြုလုပ်နိုင်ရန်အတွက် VPN များကို ဖန်တီးခဲ့ခြင်း ဖြစ်သည်။ အင်တာနက်ဆင်ဆာဖြတ်တောက်မှုများသည် ကမ္ဘာတစ်ဝှမ်းတွင် မကြာခဏ ဖြစ်ပွားလျက်ရှိသောကြောင့် VPN ပံ့ပိုးသူများက ပြည်တွင်း ကွန်ရက် ကန့်သတ်ခံရမှုများကိုလည်း ကျော်လွှားနိုင်မည့် ဝန်ဆောင်မှုများကိုလည်း စတင် ကမ်းလှမ်းခဲ့သည်။ ယနေ့တွင် မြောက်များစွာသော VPN ပံ့ပိုးသူများက ၎င်းတို့၏ အသုံးပြုသူများအား ကူညီရန်အတွက် ပြည်တွင်း ကွန်ရက် ဆင်ဆာဖြတ်တောက်မှုများတွင် ချိတ်ဆက်နိုင်မည့် ရွေးချယ်စရာ အမြောက်အများကိုလည်း ကမ်းလှမ်းထားသည်။
uk: Спочатку VPN були створені для приватного зв'язку між вашим пристроєм і кінцевим сервером. Оскільки інтернет-цензура стала частим явищем у всьому світі, провайдери VPN почали пропонувати свої послуги для того, щоб обійти обмеження локальних мереж. Сьогодні існує безліч VPN-провайдерів, які пропонують широкий вибір варіантів підключення, щоб допомогти своїм користувачам обійти локальну мережеву цензуру.

# support.html+html.body.main.div.section.details.p:426-13
source: VPNs can see who their clients are and what websites they are requesting. This is by design and a level of trust in the VPN operator is required (much like the trust that is required in eQualitie, who operates the Ceno Injectors).
my: VPN များသည် ၎င်းတို့၏ အသုံးပြုသူများမှာ မည်သူမည်ဝါဖြစ်ကြောင်းနှင့် မည်သည့် ဝဘ်ဆိုက်များအား တောင်းဆိုနေကြောင်းကို သိမြင်နိုင်သည်။ ဤကဲ့သို့ အလုပ်လုပ်ရန် ဖန်တီးထားခြင်းဖြစ်ပြီး အသုံးပြုသော VPN မှာ ယုံကြည်စိတ်ချရရန်လည်း လိုအပ်သည် (eQualitie တွင် Ceno ထိုးသွင်းစက်အဖြစ် အလုပ်လုပ်နေသူများအား ယုံကြည်စိတ်ချရရန် လိုအပ်ခြင်းနှင့် ဆင်တူသည်)။
uk: VPN-сервіси можуть бачити, хто є їхніми клієнтами і які веб-сайти вони запитують. Це закладено в дизайн VPN-cервісів, й тому від користувачів небхідний певний рівень довіри до оператора VPN (подібно до довіри, яка потрібна eQualitie, що використовує інжектори Ceno).

# support.html+html.body.main.div.section.details.p:429-13
source: Ceno’s primary distinction from a VPN is that it does attempt to route all of your website requests through the decentralized network. When a website is available without restriction, Ceno will simply connect to it like a normal web browser. Also, Ceno users cache and share content with each other. This reduces the strain on censorship circumvention nodes and improves deliverability.
my: VPN နှင့် Ceno ၏ ပထမဆုံး ကွာခြားချက်မှာ Ceno သည် သင်၏ ဝဘ်ဆိုက် တောင်းဆိုချက်များအားလုံးကို ဗဟိုချုပ်ကိုင်မှုမရှိသည့် ကွန်ရက်မှတဆင့် လမ်းကြောင်းပြပေးနိုင်ရန် ကြိုးပမ်းသည်။ ဝဘ်ဆိုက်တစ်ခုအား ကန့်သတ်ချက်များမရှိပဲ ရယူနိုင်သည့်အခါ Ceno သည် ၎င်းဝဘ်ဆိုက်အား သာမန် ဝဘ် ဘ‌‌ရောက်ဇာတစ်ခုကဲ့သို့ ရိုးရှင်းစွာ ချိတ်ဆက်ပေးလိမ့်မည်။ ထို့ပြင် Ceno အသုံးပြုသူများသည် အကြောင်းအရာများကို ယာယီသိမ်းဆည်းထားသည့်မှတ်ဥာဏ်တွင် သိမ်းဆည်းပြီး ၎င်းအကြောင်းအရာများအား အခြားသော အသုံးပြုသူမျာနှင့် အချင်းချင်း မျှဝေသည်။ ၎င်းသည် ဆင်ဆာဖြတ်တောက်မှုကို ကျော်လွှားနိုင်သည့် ဆက်သွယ်ရေးအဆုံးမှတ်များအတွက် များစွာသော တောင်းဆိုချက်များအား လျော့ကျစေပြီး အကြောင်းအရာများ ပို့ဆောင်နိုင်စွမ်းကိုလည်း တိုးတက်စေသည်။
uk: Основна відмінність Ceno від VPN полягає в тому, що браузер Ceno намагається маршрутизувати всі запити до вашого веб-сайту через децентралізовану мережу. Коли веб-сайт доступний без обмежень, Ceno просто підключається до нього як звичайний веб-браузер. Крім того, користувачі Ceno кешують і обмінюються контентом один з одним. Це зменшує навантаження на вузли обходу цензури і підвищує швидкість доставки.

# support.html+html.body.main.div.section.details:432-99
source: What’s the difference between using the Tor and Ceno browsers?
my: Tor ကို အသုံးပြုခြင်းနှင့် Ceno ဘရောက်ဇာကို အသုံးပြုခြင်း၏ ကွာခြားချက်မှာ အဘယ်နည်း။
uk: У чому різниця використання браузерів Tor і Ceno?

# support.html+html.body.main.div.section.details.p:436-13
source: Unlike Tor Browser, Ceno Browser is not a tool for anonymity, which is Tor’s primary purpose. In the Tor network, network traffic is encrypted and routed through a network of relays run by volunteers, and appears to originate from the IP address of an exit node. Tor is an excellent option for privacy from Internet surveillance and website operators. If it works in your network environment, we recommend it, provided that you’ve also read <a href="https://support.torproject.org/">their support documentation</a>.
my: Tor ဘရောက်ဇာနှင့် မတူသောအချက်မှာ Tor ၏ အဓိက ရည်ရွယ်ချက်သည် အမည်လျှို့ဝှက်ပေးခြင်း ဖြစ်သော်လည်း Ceno ဘရောက်ဇာသည် အမည်လျှို့ဝှက်ပေးသည့် ကိရိယာတစ်ခု မဟုတ်ပါ။ Tor ၏ ကွန်ရက်တွင် ကွန်ရက် အသွားအလာလမ်းကြောင်းများသည် ကုဒ်ဖြင့်ပြောင်းလဲထားခြင်းဖြစ်ပြီး စေတနာ့ဝန်ထမ်းများ ကူညီလုပ်ကိုင်ပေးနေသည့် လက်ဆင့်ကမ်း ကွန်ရက်မှတဆင့် လမ်းကြောင်းရှာပေးသည်၊ ထို့နောက် အထွက် ဆက်သွယ်ရေးအဆုံးမှတ်၏ IP လိပ်စာမှတဆင့် ပေါ်ပေါက်လာရန် ဖြစ်ပေါ်စေသည်။ Tor သည် အင်တာနက် စောင့်ကြည့်ရေးနှင့် ဝဘ်ဆိုက် ပြုလုပ်သူများထံမှ ကိုယ်ရေးလုံခြုံမှုအတွက် အကောင်းဆုံး ရွေးချယ်စရာတစ်ခု ဖြစ်သည်။ အကယ်၍ ၎င်းအပ်ပ်သည် သင်၏ ကွန်ရက်ပတ်ဝန်းကျင်တွင် အလုပ်လုပ်ပါက ၎င်းအား အသုံးပြုရန် ကျွန်ုပ်တို့ တိုက်တွန်းလိုပါသည်၊ <a href="https://support.torproject.org/">၎င်းတို့၏ ပံ့ပိုးမှု စာရွက်စာတမ်း</a>အားလည်း သင်ဖတ်ရှုပြီးဖြစ်မည်။
uk: На відміну від браузера Tor, Ceno не є інструментом для анонімності, що є основною метою Tor. У мережі Tor мережевий трафік шифрується і маршрутизується через мережу ретрансляторів, якими керують волонтери, і цей трафік походить з IP-адреси вихідного вузла. Tor – чудовий варіант для захисту від інтернет-стеження та від операторів веб-сайтів. Якщо він працює у вашому мережевому середовищі, ми рекомендуємо його, за умови, що ви також прочитали <a href="https://support.torproject.org/">документацію з підтримки</a>.

# support.html+html.body.main.div.section.details:441-39
source: Whats the difference between Personal and Public tabs, again?
uk: Нагадайте, в чому різниця між Персональними та Публічними вкладками?

# support.html+html.body.main.div.section.details.p:445-13
source: Public tabs use all connectivity methods available in the Ceno network to get the content you want. When browsing using a Public tab you will leave a record of your activity on the public BitTorrent network (your IP address and website you requested). Content that has been retrieved by your device inside a Public tab will be shared with other Ceno users via the BitTorrent network.
uk: Публічні вкладки використовують всі методи підключення, доступні в мережі Ceno, щоб отримати потрібний вам контент. Під час перегляду за допомогою Публічної вкладки ви залишаєте запис про свою активність у загальнодоступній мережі BitTorrent (вашу IP-адресу та веб-сайт, який ви запитували). Контент, який був отриманий вашим пристроєм в Публічній вкладці, буде доступний іншим користувачам Ceno через мережу BitTorrent.

# support.html+html.body.main.div.section.details.p:449-13
source: Information requested and retrieved in a Personal tab is not shared with anyone else. No record of your activity is recorded on BitTorrent. Use Personal tabs for logging into social media and other accounts. Also use them if you do not want to be associated on BitTorrent with any of your browsing activity in Ceno.
uk: Інформація, яку ви запитуєте та отримуєте в Персональній вкладчі, не передається нікому іншому. Всередині BitTorrent не ведеться жодних записів про вашу активність. Використовуйте Персональні вкладки для входу в соціальні мережі та інші акаунти. Також використовуйте їх, якщо ви не хочете, щоб BitTorrent асоціювався з вашою активністю в Ceno.

# support.html+html.body.main.div.section.details:452-22
source: When will there be an iPhone or Windows version?
uk: Коли з'явиться версія для iPhone чи для Windows?

# support.html+html.body.main.div.section.details.p:456-13
source: Development of Ceno Browser for iOS and Windows is currently ongoing, with plans for release by Spring of 2024.
uk: Наразі триває розробка браузера Ceno для iOS та Windows, що планується випустити навесні 2024 року.

# support.html+html.body.main.div:461-1
source: <a href="../user-manual/en/" style="text-align:center"><button class="btn btn-outline-danger btn-learnmore mt-3 mb-3" type="button" style="text-align: center;"><span class="fas fa-book fa-xl"></span> Learn more in the User Manual!</button></a> <a href="https://gitlab.com/equalitie/ouinet/blob/main/doc/ouinet-network-whitepaper.md"><button class="btn btn-outline-danger btn-learnmore" type="button"><span class="fas fa-scroll fa-xl"></span> For a more in-depth, technical guide, see the Ouinet whitepaper.</button></a>
my: <a href="../user-manual/my/" style="text-align:center"><button class="btn btn-outline-danger btn-learnmore mt-3 mb-3" type="button" style="text-align: center;"><span class="fas fa-book fa-xl"></span> သုံးစွဲသူ လက်စွဲတွင် နောက်ထပ် လေ့လာပါ။</button></a><a href="https://gitlab.com/equalitie/ouinet/blob/main/doc/ouinet-network-whitepaper.md"><button class="btn btn-outline-danger btn-learnmore" type="button"><span class="fas fa-scroll fa-xl"></span> ပိုမိုအသေးစိတ်သော နည်းပညာဆိုင်ရာ လမ်းညွှန်အတွက် Ouinet စက္ကူဖြူစာတမ်းကို ကြည့်ပါ။</button></a>
uk: <a href="../user-manual/uk/" style="text-align:center"><button class="btn btn-outline-danger btn-learnmore mt-3 mb-3" type="button" style="text-align: center;"><span class="fas fa-book fa-xl"></span> Дізнайтеся більше в посібнику користувача!</button></a> <a href="https://gitlab.com/equalitie/ouinet/blob/main/doc/ouinet-network-whitepaper.md"><button class="btn btn-outline-danger btn-learnmore" type="button"><span class="fas fa-scroll fa-xl"></span> Більш поглиблений, технічний підручник шукайте в «білій книзі» Ouinet.</button></a>
