Repository: ceno-app/ceno.github.io
Catalog: */support.po
Languages: es, fa, my, pt, ru, tr, uk

# support.html+html.body.main.noscript.div.section.details.p:189-17
source: In <strong>Personal</strong> mode, you will only contact the Injectors to have that website fetched and delivered to you. The search will not connect to the BitTorrent network and will not attempt to locate the content on other users’ devices.
my: <strong>တကိုယ်ရည်သုံး</strong>မုဒ်တွင် ၎င်းဝဘ်ဆိုက်ကို ရယူရန် သင်သည် ထိုးသွင်းစက်များကိုသာ ဆက်သွယ်ပြီးနောက် သင့်ထံသို့ ပို့ဆောင်ပေးပါမည်။ ထိုရှာဖွေမှုသည် BitTorrent ကွန်ရက်ကို မဆက်သွယ်ပါ၊ အခြားအသုံးပြုသူများ၏ စက်များမှ အကြောင်းအရာများကိုလည်း ရှာဖွေရန် မကြိုးစားပါ။
uk: У режимі <strong>Персональний</strong> ви зв'яжетеся з Інжекторами лише для того, щоб вони знайшли і доставили вам цей веб-сайт. Пошук не підключатиметься до мережі BitTorrent і не намагатиметься знайти контент на пристроях інших користувачів.

# support.html+html.body.main.noscript.div.section.details.p:192-17
source: To ensure that your Ceno client can always contact an Injector, we have also created Bridges. If the Injectors are blocked on your network, the Ceno app will look for available Bridges, who will forward your request to the Injectors. The Ceno network currently features around 6,000 Bridges. Their number is always growing.
my: သင့် Ceno သုံးစွဲသူသည် ထိုးသွင်းစက်အား အမြဲတမ်းဆက်သွယ်နိုင်သည်ကို သေချာစေရန် ကျွန်ုပ်တို့သည် တံတားများကိုလည်း ဖန်တီးထားပါသည်။ အကယ်၍ သင့်ကွန်ရက်သည် ထိုးသွင်းစက်များအား ပိတ်ဆို့ထားပါက Ceno အပ်ပ်သည် အလုပ်လုပ်နိုင်သည့် တံတားများကို ရှာဖွေလိမ့်မည်၊ ၎င်းတံတားများသည် သင့်တောင်းဆိုချက်အား ထိုးသွင်းစက်များထံ ပို့ပေးလိမ့်မည်။ လက်ရှိအချိန်အထိ Ceno ကွန်ရက်သည် တံတား ၆,၀၀၀ ဝန်းကျင် အလုပ်လုပ်နေသည်။ ထိုကိန်းဂဏန်းမှာလည်း အမြဲတမ်း တိုးတက်လျက် ရှိပါသည်။
uk: Аби ваш клієнт Ceno завжди міг зв'язатися з інжектором, ми також створили Мости. Якщо інжектори заблоковані у вашій мережі, застосунок Ceno шукатиме доступних посередників, які переадресують ваш запит інжекторам. Наразі мережа Ceno налічує близько 6 000 мостів. Їхня кількість постійно зростає.

# support.html+html.body.main.noscript.div.section.details.p:196-17
source: For a more detailed explanation of how Ceno works, please read <a href="../user-manual/">the user guide</a>.
my: Ceno အလုပ်လုပ်ပုံ၏ အသေးစိတ် ရှင်းပြချက်များအား သိရှိလိုပါက ကျေးဇူးပြုပြီး <a href="../user-manual/">အသုံးပြုသူလမ်းညွှန် </a>ကို ဖတ်ရှုပါ။
uk: Для більш детального пояснення роботи Ceno, будь ласка, прочитайте <a href="../user-manual/">посібник користувача</a>.

# support.html+html.body.main.noscript.div.section.details.p:198-17
source: For a simpler explanation of how Ceno works, <a href="explainer.html">please read this</a>.
my: Ceno အလုပ်လုပ်ပုံ၏ ပိုမိုနားလည်လွယ်သည့် ရှင်းပြချက်များအား သိရှိလိုပါက <a href="explainer.html">ကျေးဇူးပြုပြီး ဤနေရာတွင်ဖတ်ရှုပါ</a>။
uk: Для більш простого пояснення як працює Ceno, <a href="explainer.html">прочитайте це</a>.

# support.html+html.body.main.noscript.div.section.details:198-111
source: What are the advantages of using Ceno?
my: Ceno ကို အသုံးပြုခြင်း၏ အားသာချက်များမှာ အဘယ်နည်း။
uk: Які переваги використання Ceno?

# support.html+html.body.main.noscript.div.section.details.p:202-17
source: Our motto is ‘Share the Web!’ and essentially that is what Ceno users are doing. Most web pages have static content (something you read, watch, listen to, etc.). Static content can be packaged and shared with other users seeking the same content. Ceno uses the BitTorrent file sharing network for this.
my: ကျွန်ုပ်တို့၏ ဆောင်ပုဒ်မှာ 'ဝဘ်ကို မျှဝေပါ' ဖြစ်ပါသည်၊ ၎င်းသည်ပင် Ceno အသုံးပြုသူများ၏ အသုံးပြုရခြင်း ရည်ရွယ်ချက်ပင် ဖြစ်သည်။ ဝဘ်စာမျက်နှာ အများစုတွင် ပုံသေ အကြောင်းအရာများရှိသည် (သင် ဖတ်ရှုရန်၊ ကြည့်ရှုရန်၊ နားထောင်ရန် အစရှိသည်ဖြင့်)။ ပုံသေ ဝဘ်အကြောင်းအရာများသည် ထုပ်ပိုးပြီးနောက် အခြားသောအသုံးပြုများရှာဖွေနေသည့် တူညီသော အကြောင်းအရာများကို မျှဝေနိုင်သည်။ ဤမျှဝေခြင်းအတွက် Ceno သည် BitTorrent ဖိုင်မျှဝေခြင်း ကွန်ရက်ကို အသုံးပြုထားသည်။
uk: Наш девіз – "Діліться інтернетом!", і саме цим користувачі Ceno і займаються. Більшість веб-сторінок мають статичний контент (те, що ви читаєте, дивитеся, слухаєте тощо). Статичний контент може бути упакований і переданий іншим користувачам, які шукають такий самий контент. Для цього Ceno використовує мережу обміну файлами BitTorrent.

# support.html+html.body.main.noscript.div.section.details.p:206-17
source: Ceno’s advantage is evident in a network that censors websites, or where the network is weak or unstable. In these circumstances, the Ceno client is able to leverage additional methods to retrieve content and deliver it to your device. By allowing users to enable sharing of content they have recently retrieved, Ceno expands access to the internet more generally. Whether you are living in a part of the world that restricts access to content, or in a remote area with limited access to the internet, Ceno allows you to access information that may otherwise be unavailable.
my: ကွန်ရက်တစ်ခုတွင် ဝဘ်ဆိုက်များကို ဆင်ဆာဖြတ်တောက်သောအခါ သို့မဟုတ်၊ ကွန်ရက်သည် အားနည်းနေသည့်အချိန် သို့မဟုတ် မတည်ငြိမ်ဖြစ်နေသည့် အချိန်များတွင် Ceno ၏ အကျိုးကျေးဇူးများသည် ထင်ရှားလာသည်။ ယခု အခြေအနေများတွင် Ceno အသုံးပြုသူသည် အကြောင်းအရာများကို ရယူနိုင်ရန်နှင့် ၎င်းတို့အား သင့်စက်ထဲသို့ ပို့ဆောင်နိုင်ရန် ထပ်ဆောင်းနည်းလမ်းများကို အားကောင်းအောင် လုပ်ဆောင်နိုင်စွမ်းရှိသည်။ အသုံးပြုသူများအား ၎င်းတို့ မကြာသေးမီက ရှာဖွေထားသည့် အကြောင်းအရာများအား မျှဝေရန် ဖွင့်ထားခြးင်းဖြင့် Ceno သည် အင်တာနက်အား ဝင်ရောက်နိုင်စွမ်းကို သာမန်ထက် ပိုမို ကျယ်ပြန့်လာစေပါသည်။ သင်သည် ဝဘ်အကြောင်းအရာများကို ရယူခြင်း ကန့်သန့်ထားသည့် နေရာများ၌ နေထိုင်နေသောအခါ သို့မဟုတ် အင်တာနက်ကို ထိန်းချုပ်ထားသည့် နေရာများ၌ နေထိုင်နေသောအခါ အခြားသော ဝန်ဆောင်မှုများက မရရှိနိုင်သောအချိန်တွင် Ceno သည် သင့်အား သတင်းအချက်အလက်များကို ရယူနိုင်ရန် ခွင့်ပြုလိမ့်မည်။
uk: Перевага Ceno очевидна в мережі, де веб-сайти піддаються цензурі, або там, де мережа слабка чи нестабільна. За таких обставин клієнт Ceno може використовувати додаткові методи отримання контенту і доставки його на свій пристрій. Дозволяючи користувачам обмінюватися нещодавно отриманим контентом, Ceno розширює доступ до інтернету в цілому. Незалежно від того, чи живете ви в частині світу, яка обмежує доступ до контенту, чи у віддаленій місцевості з обмеженим доступом до інтернету, Ceno дозволяє вам отримати доступ до інформації, яка є недоступною.

# support.html+html.body.main.noscript.div.section.details.p:212-17
source: People running Ceno from countries that do not censor the Internet - or from parts of the world where access to the internet is reliable - can choose to act as Bridges for those in heavily restricted networks. The network automatically enrolls new Bridges and keeps track of when they go offline. Running a Bridge is a very simple yet powerful action, allowing you to help others access the Internet.
my: အင်တာနက် ဆင်ဆာဖြတ်တောက်ခြင်းမရှိသည့် နိုင်ငံများ သို့မဟုတ် စိတ်ချရသည့် အင်တာနက်ကို ရရှိနိုင်သည့် နေရာဒေသများမှ Ceno အသုံးပြုသူများသည် ပြင်းထန်စွာ အင်တာနက် ကန့်သတ်ခံထားရသည့် နေရာဒေသအတွင်းရှိ အသုံးပြုသူများအတွက် ပေါင်းကူးများအဖြစ် ဆောင်ရွက်ပေးရန် ရွေးချယ်နိုင်သည်။ ကွန်ရက်သည် ပေါင်းကူးအသစ်များကို အလိုအလျောက် စာရင်းသွင်းထားပြီး ၎င်းတို့ အင်တာနက်မရှိသောအချိန်တွင်လည်း ဆက်လက် ခြေရာခံသည်။ ပေါင်းကူးတစ်ခုအား အလုပ်လုပ်ခြင်းသည် အလွန်ရိုးရှင်းသော်လည်း ထိရောက်သည့် လုပ်ဆောင်ချက်ဖြစ်ပြီး သင်သည် အခြားသူများအား အင်တာနက် ရရှိနိုင်အောင် ကူညီခွင့်ပြုသည်။
uk: Люди, які користуються Ceno в країнах, де немає цензури в інтернеті, або з тих частин світу, де доступ до інтернету є надійним, можуть стати мостами для тих, хто перебуває в мережах з жорсткими обмеженнями. Мережа автоматично реєструє нові мости і відстежує, коли вони виходять з мережі. Стати мостом – це дуже проста, але потужна дія, яка дозволяє вам допомогти іншим отримати доступ до інтернету.

# support.html+html.body.main.noscript.div.section.details.p:217-17
source: Ceno - and all accompanying components of the tool that together create a decentralized network of peers and nodes - is free and open source software. You can <a href="https://gitlab.com/censorship-no/ceno-browser">inspect our code</a> or re-create the entire network yourself!
my: Ceno - နှင့် ကိရိယာ၏ အတူတကွ အလုပ်လုပ်နေသော အစိတ်အပိုင်းများအားလုံးသည် အသုံးပြုသူများအချင်းချင်းနှင့် ဆက်သွယ်ရေးဆုံးမှတ်များ၏ ဗဟိုချုပ်ကိုင်မှုမရှိသောကွန်ရက်တစ်ခုကို ဖန်တီးနိုင်သည်၊ ၎င်းသည် အခမဲ့ဖြစ်ပြီး ပွင့်လင်းရင်းမြစ် ဆော့ဖ်ဝဲလ် ဖြစ်သည်။ သင့်အနေဖြင့် <a href="https://gitlab.com/censorship-no/ceno-browser">ကျွန်ုပ်တို့၏ ကုဒ်များကို ကြည့်ရှုနိုင်သည်</a> သို့မဟုတ် ကွန်ရက်တစ်ခုလုံးကို သင်ကိုယ်တိုင် ဖန်တီးနိုင်သည်။
uk: Ceno, які і всі супутні компоненти цього рішення, які разом створюють децентралізовану мережу однорангових вузлів – це безкоштовне програмне забезпечення з відкритим вихідним кодом. Ви можете <a href="https://gitlab.com/censorship-no/ceno-browser">ознайомитися з нашим кодом</a> або відтворити всю мережу самостійно!

# support.html+html.body.main.noscript.div.section.details:220-45
source: What are the risks of using Ceno?
my: Ceno ကို အသုံးပြုခြင်း၏ အန္တရာယ်များမှာ အဘယ်နည်း။
uk: Якими є ризики використання Ceno?

# support.html+html.body.main.noscript.div.section.details.h3:224-17
source: Risks for users
my: အသုံးပြုသူများအတွက် အန္တရာယ်များ
uk: Ризики для користувачів

# support.html+html.body.main.noscript.div.section.details.p:225-17
source: Every technology that deals with sensitive use cases has its advantages and risks. By design, Ceno is using the public BitTorrent network for much of its routing and data storage needs. Whenever you request or share a piece of content on the BitTorrent network (Public mode) you create a record that associates your IP address with a piece of content that was retrieved from a particular website. For example, anyone can query the BitTorrent network for a list of IP addresses that have been associated with <i>website.com</i>.
my: ထိလွယ်ရှလွယ်သော အသုံးပြုမှုများနှင့် ပတ်သက်သည့် အားလုံးသောနည်းပညာများ၌ ကိုယ်ပိုင် အားသာချက်များနှင့် အန္တရာယ်များ ရှိပါသည်။ Ceno သည် ၎င်း၏ လမ်းကြောင်းရှာခြင်းများနှင့် အချက်အလက်သိုလောင်မှုများကဲ့သို့သော လိုအပ်ချက်အများစုအတွက် အများသုံး BitTorrent ကွန်ရက်ကို အသုံးပြုရန် ဖန်တီးထားသည်။ BitTorrent ကွန်ရက်(အများသုံးမုဒ်)တွင် အကြောင်းအရာ၏ အပိုင်းအစတစ်ခုကို သင် တောင်းဆိုလိုက်သည့်အခါတိုင်း သို့မဟုတ် မျှဝေလိုက်သည့်အခါတိုင်း ၎င်းဝဘ်ဆိုက်မှ ရရှိလာသည့် အကြောင်းအရာ၏ အပိုင်းအစနှင့်တကွ သင့် IP လိပ်စာတို့ပါဝင်သည့် မှတ်တမ်းတစ်ခုအား သင် ဖန်တီးလိုက်သည်။ ဥပမာ၊ <i>website.com</i> နှင့် ဆက်စပ်နေသည့် IP လိပ်စာစာရင်းကို BitTorrent ကွန်ရက်အား မည်သူမဆို မေးမြန်းနိုင်သည်။
uk: Кожна технологія, що має справу з чутливим використанням інформації, має свої переваги та ризики. За своїм задумом, Ceno використовує загальнодоступну мережу BitTorrent для більшої частини своїх потреб у маршрутизації та зберіганні даних. Щоразу, коли ви запитуєте або надаєте доступ до контенту в мережі BitTorrent (загальнодоступний режим), ви створюєте запис, який пов'язує вашу IP-адресу з фрагментом контенту, отриманим з певного веб-сайту. Наприклад, будь-хто може запросити в мережі BitTorrent список IP-адрес, які були пов'язані з <i>website.com</i>.

# support.html+html.body.main.noscript.div.section.details.p:231-17
source: Users sharing retrieved content with others may also incur additional data charges as content is copied from their device to the device of other Ceno users.
my: အသုံးပြုသူများသည် ရရှိလာသည့် အကြောင်းအရာများအား အခြားအသုံးပြုသူများနှင့် မျှဝေခြင်းသည် အပိုထပ်ဆောင်း ဒေတာကုန်ကျခြင်းကို ဖြစ်စေနိုင်သည်၊ အသုံးပြုသူများ၏ စက်များမှ အခြား Ceno အသုံးပြုသူများ၏ စက်များသို့ ကူးယူလာသည့် အကြောင်းအရာအတိုင်း အပိုထပ်ဆောင်းကုန်ကျနိုင်သည်။
uk: Користувачі, які діляться знайденим контентом з іншими, також можуть нести додаткові витрати щодо передачі даних, оскільки контент копіюється зі свого пристрою на пристрій інших користувачів Ceno.

# support.html+html.body.main.noscript.div.section.details.p:233-17
source: In response to these risks, we created a ‘<strong>Personal</strong> mode’ for Ceno users where the service does not interact with the BitTorrent network. We recommend this mode for users who do not want any record of their activity to appear on BitTorrent, as well for website operations that require authentication (for example, when logging into your social media accounts).
my: ယခုအန္တရာယ်များကို တုန့်ပြန်ရန်အတွက် ကျွန်ုပ်တို့သည် Ceno အသုံးပြုသူများအတွက် BitTorrent ကွန်ရက်နှင် အလုပ်မလုပ်သည့် ဝန်ဆောင်မှုဖြစ်သည့် '<strong>တစ်ကိုယ်ရည်သုံး</strong>မုဒ်' ကို ဖန်တီးထားသည်။ ယခုမုဒ်သည် BitTorrent တွင် ၎င်းတို့၏ လုပ်ဆောင်ချက်မှတ်တမ်း မကျန်ရစ်လိုသော အသုံးပြုသူများ အတွက် အကြံပြုပါသည်၊ ထို့နောက် စစ်မှန်ကြောင်း သက်သေပြရန်လိုအပ်သည့် ဝဘ်ဆိုက်လုပ်ဆောင်ချက်များအတွက်လည်း အကြံပြုလိုသည် (ဥပမာ၊ သင့် ဆိုရှယ်မီဒီယာအကောင့်များသို့ ဝင်ရောက်စဥ်၌)။
uk: У відповідь на ці ризики ми створили "<strong>Персональний</strong> режим" для користувачів Ceno, в якому сервіс не взаємодіє з мережею BitTorrent. Ми рекомендуємо цей режим користувачам, які не хочуть, щоб записи про їхню діяльність з'являлися в BitTorrent, а також для операцій на веб-сайтах, які вимагають авторизації (наприклад, при вході у ваші акаунти в соціальних мережах).

# support.html+html.body.main.noscript.div.section.details.p:237-17
source: You can easily switch between <strong>Public</strong> and <strong>Personal</strong> tabs in the same manner as switching between Normal and Private/Incognito tabs on your current browser.
my: <strong>အများသုံး</strong>နှင့် <strong>တကိုယ်ရည်သုံး</strong>တပ်ဗ်များ ပြောင်းလဲမှုကို သင်လက်ရှိ အသုံးပြုနေသည့် ဘရောက်ဇာတွင် ပုံမှန်နှင့် သီးသန့်/ရုပ်ဖျက် တပ်ဗ်များ ပြောင်းလဲသည့် ပုံစံအတိုင်း သင် အလွယ်တကူ ပြောင်းနိုင်သည်။
uk: Ви можете легко перемикатися між вкладками <strong>Публічний</strong> і <strong>Персональний</strong> так само, як і між вкладками Звичайна і Приватна/Інкогніто у вашому поточному браузері.

# support.html+html.body.main.noscript.div.section.details.p:239-17
source: Injectors can also see requests for content on the network, including the IP address of the user making the request and the name of the website with the desired content. The injectors are a necessary network component for 1) introducing web content into a decentralized network, and 2) authenticating the integrity of introduced content. On the Ceno network, Injectors are run and managed by the Ceno team. We periodically delete all access logs.
my: ထိုးသွင်းစက်များသည် တောင်းဆိုချက်ပြုလုပ်သည့် အသုံးပြုသူ၏ IP လိပ်စာနှင့် လိုချင်သော အကြောင်းအရာပါဝင်သည့် ဝဘ်ဆိုက်နာမည်တို့ အပါအဝင် ကွန်ရက်‌ပေါ်ရှိ အကြောင်းအရာများအား တောင်းဆိုချက်ကို မြင်တွေ့နိုင်သည်။ ထိုးသွင်းစက်များသည် ဝဘ်အကြောင်းအရာအား ဗဟိုချုပ်ကိုင်မှုမရှိသည့် ကွန်ရက်သို့ မိတ်ဆက်ခြင်း နှင့် မိတ်ဆက်ထားသည့် အကြောင်းအရာများ၏ ပြည့်စုံမှုကို စစ်မှန်ကြောင်းစစ်ဆေးခြင်းတို့အတွက် လိုအပ်သော ကွန်ရက်အစိတ်အပိုင်းများ ဖြစ်သည်။ Ceno ကွန်ရက်တွင် ထိုးသွင်းစက်များအား အလုပ်လုပ်စေခြင်းနှင့် စီမံခန့်ခွဲခြင်းတို့အား Ceno အသင်းမှ ဦးဆောင်သည်။ ကျွန်ုပ်တို့သည် ဝင်ရောက်ထားသည့် စာရင်းများအားလုံးကို အခါအားလျော်စွာ ဖျက်ပစ်သည်။
uk: Інжектори також можуть бачити запити на контент у мережі, включаючи IP-адресу користувача, який робить запит, і назву веб-сайту з потрібним контентом. Інжектори є необхідним компонентом мережі для 1) впровадження веб-контенту в децентралізовану мережу і 2) перевірки цілісності впровадженого контенту. У мережі Ceno інжектори запускаються і управляються командою Ceno. Ми періодично видаляємо всі журнали доступу.

# support.html+html.body.main.noscript.div.section.details.h3:244-17
source: Risks for Bridge operators
my: ပေါင်းကူးအဖြစ် ဆောင်ရွက်သူများအတွက် အန္တရာယ်များ
uk: Ризики для операторів Мостів

# support.html+html.body.main.noscript.div.section.details.p:245-17
source: Since any user can become a Bridge, do consider the risks that are introduced by this action.
my: မည်သည့်အသုံးပြုသူမဆို ပေါင်းကူးတစ်ခုဖြစ်လာနိုင်သောကြောင့် ယခုလုပ်ဆောင်ချက်အတွက် ဖြစ်လာနိုင်သည့် အန္တရာယ်များကို ချင့်ချိန်စဉ်းစားပါ။
uk: Оскільки Мостом може стати будь-який користувач, слід враховувати ризики, які виникають у зв'язку з цим.

# support.html+html.body.main.noscript.div.section.details.p:246-17
source: Bridge activity is invisible to the Bridge operator (unless they are actively monitoring their device for incoming and outgoing connections). Their job is to receive network requests from other Ceno users for access to an Injector and forward this request.
my: ပေါင်းကူးအဖြစ်ဆောင်ရွက်ပေးသူသည် ပေါင်းကူးမှတ်တမ်းများအား မမြင်ရပါ (သူတို့သည် အဝင်နှင့် အထွက် ချိတ်ဆက်မှုများအား ပုံသေ စောင့်ကြည့်မှု မလုပ်နေလျှင်)။ သူတို့၏ အလုပ်သည် အခြားသော Ceno အသုံးပြုသူများထံမှ ထိုးသွင်းစက်အား ဝင်ရောက်ခွင့်ရရန် ကွန်ရက်တောင်းဆိုချက်များကို လက်ခံရန်နှင့် ထိုတောင်းဆိုချက်များအား ပြန်ပို့ပေးရန် ဖြစ်သည်။
uk: Діяльність Моста невидима для оператора моста (за винятком випадків, коли він активно відстежує вхідні та вихідні з'єднання на своєму пристрої). Його робота полягає в отриманні мережевих запитів від інших користувачів Ceno на доступ до інжектора і переадресації цих запитів.

# support.html+html.body.main.noscript.div.section.details.p:249-17
source: Bridge operators will have their device’s IP address listed in the BitTorrent network as an accessible Bridge.
my: ပေါင်းကူးအဖြစ်ဆောင်ရွက်သူများသည် အလုပ်လုပ်နိုင်သော ပေါင်းကူးဖြစ်လာရန်အတွက် BitTorrent ကွန်ရက်တွင် ၎င်းတို့ စက်၏ IP လိပ်စာများကို စာရင်းသွင်းထားရလိမ့်မည်။
uk: Оператори мостів матимуть IP-адресу свого пристрою в мережі BitTorrent як доступного моста.

# support.html+html.body.main.noscript.div.section.details.p:251-17
source: Bridging only works when the network that you are in allows for incoming connections. This is checked automatically by the Ceno client app upon start. Most wireless mobile carriers do not allow for incoming connections.
my: ပေါင်းကူးလုပ်ခြင်းသည် သင်ရှိနေသည့် ကွန်ရက်တွင် ဝင်ရောက်လာသည့် ဆက်သွယ်မှုများအတွက် ခွင့်ပြုထားမှသာ အလုပ်လုပ်သည်။ ၎င်းအား Ceno အသုံးပြုသူ အပ်ပ်ကို စတင်လိုက်ချိန်တွင် အလိုအလျောက် စစ်ဆေးပေးသည်။ ကြိုးမဲ့ မိုဘိုင်း ကယ်ရီယာ အများစုသည် ဝင်ရောက်လာသည့် ဆက်သွယ်မှုများအား ခွင့်မပြုပါ။
uk: Режим мосту працює лише тоді, коли мережа, в якій ви перебуваєте, дозволяє вхідні з'єднання. Це перевіряється автоматично клієнтською програмою Ceno під час запуску. Більшість бездротових мобільних операторів не дозволяють вхідні з'єднання.

# support.html+html.body.main.noscript.div.section.details:253-42
source: Who develops Ceno Browser?
my: Ceno ဘရောက်ဇာအား မည်သူတို့ တီထွင်ခဲ့သနည်း။
uk: Хто розробляє браузер Ceno?

# support.html+html.body.main.noscript.div.section.details.p:257-17
source: Ceno is a technology created and maintained by the Canadian non-profit organization <a href="https://equalit.ie">eQualitie</a>. They have incorporated their <a href="https://ouinet.work">Ouinet network library</a> into the Firefox Android browser.
my: Ceno သည် အကျိုးအမြတ် မယူသည့် ကနေဒါ အဖွဲ့အစည်း <a href="https://equalit.ie">eQualitie</a> မှ တီထွင်ခဲ့သော နည်းပညာတစ်ခုဖြစ်ပြီး ဆက်လက် ထိန်းသိမ်းပြုပြင်လျက်ရှိသည်။ ၎င်းတို့၏ <a href="https://ouinet.work">Ouinet ကွန်ရက် စာကြည့်တိုက်</a> အား Firefox Android ဘရောက်ဇာတွင် ပေါင်းစပ်ထားသည်။
uk: Ceno – це технологія, створена і підтримувана канадською некомерційною організацією <a href="https://equalit.ie">eQualitie</a>. Вони інтегрували свою <a href="https://ouinet.work">мережеву бібліотеку Ouinet</a> в браузер Firefox для Android.

# support.html+html.body.main.noscript.div.section.details.p:260-17
source: eQualitie has been in existence for twelve years, during which time they have been creating and advancing tools to protect freedom of speech, facilitate information exchange, and promote self-expression on the internet.
my: eQualitie သည် တည်ရှိနေသော တစ်ဆယ့်နှနှစ်တာကာလအတွင်း၌ လွတ်လပ်စွာပြောဆိုခွင့်အား ကာကွယ်ရန်၊ သတင်းအချက်အလက် ဖလှယ်မှုအား လွယ်ကူစေရန်နှင့် အင်တာနက်ပေါ်တွင် မိမိကိုယ်ကို ထုတ်ဖော်ပြောဆိုခွင့်အား တိုးမြှင့်ရန်တို့အတွက် ကိရိယာများအား တီထွင်ခဲ့ပြီး အဆင့်မြှင့်တင်လျက်ရှိသည်။
uk: eQualitie як організація існує вже понад дванадцять років, і протягом цього часу вони створюють і просувають інструменти для захисту свободи слова, сприяють обміну інформацією та самовираженню в інтернеті.

# support.html+html.body.main.noscript.div.section.details.p:263-17
source: Some of their other projects include <a href="https://ouisync.net">Ouisync</a>, a service for decentralized file sharing; <a href="https://deflect.ca">Deflect</a>, a tool for DDoS protection; Baskerville, a machine learning-based attack detection system; and the dComms deployment toolkit for setting up decentralized and federated network services.
my: သူတို့၏ အခြားသော ပရောဂျက်များထဲမှ တချို့မှာ <a href="https://ouisync.net">Ouisync</a> - ဗဟိုချုပ်ကိုင်မှုမရှိသည့် ဖိုင်မျှဝေခြင်း ဝန်ဆောင်မှု၊ <a href="https://deflect.ca">Deflect</a> - DDoS ကာကွယ်မှုအတွက် ကိရိယာ၊ Baskerville - စက်သင်ယူမှု(machine learning)ကို အခြေခံသည့် တိုက်ခိုက်မှု ခြေရာခံစနစ်နှင့် ဗဟိုချုပ်ကိုင်မှုမရှိသည့် ဖက်ဒရယ် ကွန်ရက် ဝန်ဆောင်မှုများကို တည်ဆောက်ရန်အတွက် dComms ပေါင်းစပ်မှု ကိရိယာစုံ တို့ ပါဝင်သည်။
uk: Серед інших їхніх проектів - <a href="https://ouisync.net">Ouisync</a>, сервіс для децентралізованого обміну файлами; <a href="https://deflect.ca">Deflect</a>, інструмент для захисту від DDoS-атак; Baskerville, система виявлення атак на основі машинного навчання; і набір інструментів dComms для налаштування і розгортання децентралізованих і федеративних мережевих сервісів.

# support.html+html.body.main.noscript.div.section.details:266-77
source: What’s the difference between using a VPN and Ceno Browser?
my: VPN ကို အသုံးပြုခြင်းနှင့် Ceno ဘရောက်ဇာကို အသုံးပြုခြင်း၏ ကွာခြားချက်မှာ အဘယ်နည်း။
uk: У чому різниця між використанням VPN і браузера Ceno?

# support.html+html.body.main.noscript.div.section.details.p:270-17
source: VPNs were initially created for private communications between your device and a destination server. As Internet censorship became a frequent occurrence around the world, VPN providers began to offer their services in order to bypass local network restrictions as well. Today, there are numerous VPN providers offering a wide variety of connectivity options to help their users get around local network censorship.
my: သင့်စက်နှင့် သွားရောက်လိုသည့် ဆာဗာကြားတွင် သီးသန့် ဆက်သွယ်မှုများ ပြုလုပ်နိုင်ရန်အတွက် VPN များကို ဖန်တီးခဲ့ခြင်း ဖြစ်သည်။ အင်တာနက်ဆင်ဆာဖြတ်တောက်မှုများသည် ကမ္ဘာတစ်ဝှမ်းတွင် မကြာခဏ ဖြစ်ပွားလျက်ရှိသောကြောင့် VPN ပံ့ပိုးသူများက ပြည်တွင်း ကွန်ရက် ကန့်သတ်ခံရမှုများကိုလည်း ကျော်လွှားနိုင်မည့် ဝန်ဆောင်မှုများကိုလည်း စတင် ကမ်းလှမ်းခဲ့သည်။ ယနေ့တွင် မြောက်များစွာသော VPN ပံ့ပိုးသူများက ၎င်းတို့၏ အသုံးပြုသူများအား ကူညီရန်အတွက် ပြည်တွင်း ကွန်ရက် ဆင်ဆာဖြတ်တောက်မှုများတွင် ချိတ်ဆက်နိုင်မည့် ရွေးချယ်စရာ အမြောက်အများကိုလည်း ကမ်းလှမ်းထားသည်။
uk: Спочатку VPN були створені для приватного зв'язку між вашим пристроєм і кінцевим сервером. Оскільки інтернет-цензура стала частим явищем у всьому світі, провайдери VPN почали пропонувати свої послуги для того, щоб обійти обмеження локальних мереж. Сьогодні існує безліч VPN-провайдерів, які пропонують широкий вибір варіантів підключення, щоб допомогти своїм користувачам обійти локальну мережеву цензуру.

# support.html+html.body.main.noscript.div.section.details.p:275-17
source: VPNs can see who their clients are and what websites they are requesting. This is by design and a level of trust in the VPN operator is required (much like the trust that is required in eQualitie, who operates the Ceno Injectors).
my: VPN များသည် ၎င်းတို့၏ အသုံးပြုသူများမှာ မည်သူမည်ဝါဖြစ်ကြောင်းနှင့် မည်သည့် ဝဘ်ဆိုက်များအား တောင်းဆိုနေကြောင်းကို သိမြင်နိုင်သည်။ ဤကဲ့သို့ အလုပ်လုပ်ရန် ဖန်တီးထားခြင်းဖြစ်ပြီး အသုံးပြုသော VPN မှာ ယုံကြည်စိတ်ချရရန်လည်း လိုအပ်သည် (eQualitie တွင် Ceno ထိုးသွင်းစက်အဖြစ် အလုပ်လုပ်နေသူများအား ယုံကြည်စိတ်ချရရန် လိုအပ်ခြင်းနှင့် ဆင်တူသည်)။
uk: VPN-сервіси можуть бачити, хто є їхніми клієнтами і які веб-сайти вони запитують. Це закладено в дизайн VPN-cервісів, й тому від користувачів небхідний певний рівень довіри до оператора VPN (подібно до довіри, яка потрібна eQualitie, що використовує інжектори Ceno).
