Repository: ceno-app/ceno.github.io
Catalog: */support.po
Languages: es, fa, my, pt, ru, tr, uk

# support.html+html.body.main.div.section.details:391-34
source: What are the risks of using Ceno?
es: ¿Cuáles son los riesgos de usar Ceno?
fa: خطرات استفاده از سنو چیست؟
pt: Quais são os riscos de usar o Ceno?
ru: Каковы риски использования Ceno?
tr: Ceno kullanmanın riskleri nelerdir?

# support.html+html.body.main.div.section.details.h3:395-13
source: Risks for users
es: Riesgos para los usuarios
fa: خطرات برای کاربران
pt: Riscos para usuários
ru: Риски для пользователей
tr: Kullanıcılar için riskler

# support.html+html.body.main.div.section.details.p:396-13
source: Every technology that deals with sensitive use cases has its advantages and risks. By design, Ceno is using the public BitTorrent network for much of its routing and data storage needs. Whenever you request or share a piece of content on the BitTorrent network (Public mode) you create a record that associates your IP address with a piece of content that was retrieved from a particular website. For example, anyone can query the BitTorrent network for a list of IP addresses that have been associated with <i>website.com</i>.
es: Toda tecnología que se usa tiene ventajas y riesgos. Por diseño, Ceno está utilizando la red pública BitTorrent para gran parte de sus necesidades de enrutamiento y almacenamiento de datos. Cada vez que solicitas o compartes un fragmento de un contenido en la red BitTorrent (modo público), crea un registro que asocia tu dirección IP con un fragmento del contenido que se recuperó de una página web en particular. Por ejemplo, cualquiera puede consultar la red BitTorrent para obtener una lista de direcciones IP que se han asociado con <i>website.com</i>.
fa: هر فناوری که کاربردهای حساسی داشته باشد مزایا و خطرات خودش را دارد. طراحی سنو به نحوی است که برای بیشتر نیازهای مسیریابی و ذخیره‌سازی داده از شبکه عمومی بیت‌تورنت استفاده می‌کند. هر زمان که محتوای مشخصی را در شبکه بیت‌تورنت درخواست می‌دهید یا به اشتراک می‌گذارید (حالت عمومی)، ردی از خود به جا می‌گذارید که آدرس IP شما را با محتوای بازیابی‌شده از یک وب‌سایت خاص مرتبط می‌کند. برای مثال، هر کسی می‌تواند شبکه بیت‌تورنت را برای یافتن لیستی از آدرس‌های IP مرتبط با <i>website.com</i> بگردد.
pt: Toda tecnologia que lida com casos de uso sensíveis possui suas vantagens e riscos. Por design, o Ceno utiliza a rede pública do BitTorrent para grande parte de suas necessidades de roteamento e armazenamento de dados. Sempre que você solicita ou compartilha um conteúdo na rede BitTorrent (modo Público), você cria um registro que associa seu endereço IP a um conteúdo que foi recuperado de um site específico. Por exemplo, qualquer pessoa pode consultar a rede BitTorrent para obter uma lista de endereços IP associados a <i>website.com</i>.
ru: Любая технология, используемая для решения конфиденциальных задач, имеет свои преимущества и риски. По замыслу, Ceno использует публичную сеть BitTorrent для маршрутизации и хранения данных. Каждый раз, когда вы запрашиваете или делитесь содержимым в сети BitTorrent (публичный режим), вы создаете запись, которая связывает ваш IP-адрес с содержимым, полученным с определенного сайта. Например, любой желающий может запросить в сети BitTorrent список IP-адресов, которые были связаны с <i>website.com</i>.
tr: Hassas kullanım durumlarına yönelik her teknolojinin yararları ve riskleri vardır. Ceno, tasarımı gereği yöneltme ve veri depolama gereksinimlerinin çoğu için herkese açık olan BitTorrent ağını kullanır. BitTorrent ağında (Herkese açık kip) bir içeriği istediğinizde veya paylaştığınızda, IP adresinizi belirli bir siteden alınan bir içerik parçasıyla ilişkilendiren bir kayıt oluşturursunuz. Örneğin, herkes <i>ornek.com</i> ile ilişkilendirilmiş IP adreslerinin listesini almak için BitTorrent ağını sorgulayabilir.

# support.html+html.body.main.div.section.details.p:402-13
source: Users sharing retrieved content with others may also incur additional data charges as content is copied from their device to the device of other Ceno users.
es: Los usuarios que compartan el contenido recuperado con otros también pueden incurrir en cargos de datos adicionales a medida que el contenido se copia de su dispositivo al dispositivo de otros usuarios de Ceno.
fa: کاربرانی که محتوا را با دیگران به اشتراک می‌گذارند ممکن است هزینه‌ای اضافه برای داده مصرفی متحمل شوند زیرا محتوا از دستگاه آن‌ها به دستگاه سایر کاربران سنو کپی می‌شود.
pt: Usuários que compartilham conteúdo recuperado com outros também podem incorrer em cobranças adicionais de dados, à medida que o conteúdo é copiado de seu dispositivo para o dispositivo de outros usuários do Ceno.
ru: Пользователи, передающие полученный контент другим пользователям, могут также нести дополнительную плату за передачу данных, поскольку контент копируется с их устройства на устройства других пользователей Ceno.
tr: Alınan içeriği başkalarıyla paylaşan kullanıcılar, içerik kendi aygıtlarından diğer Ceno kullanıcılarının aygıtına kopyalandığından ek veri ücretleriyle karşılaşabilir.

# support.html+html.body.main.div.section.details.p:404-13
source: In response to these risks, we created a ‘<strong>Personal</strong> mode’ for Ceno users where the service does not interact with the BitTorrent network. We recommend this mode for users who do not want any record of their activity to appear on BitTorrent, as well for website operations that require authentication (for example, when logging into your social media accounts).
es: En respuesta a estos riesgos, creamos un '<strong>Modo Personal</strong>' para los usuarios de Ceno donde el servicio no interactúa con la red BitTorrent. Recomendamos este modo para los usuarios que no desean que aparezca ningún registro de su actividad en BitTorrent, así como para las operaciones de la página web que requieren autenticación (por ejemplo, al iniciar sesión en tus redes sociales).
fa: در پاسخ به این خطرات، ما «حالت <strong>شخصی</strong>» را برای کاربران سنو ایجاد کرده‌ایم که در آن، سنو با شبکه بیت‌تورنت تعاملی ندارد. این حالت را به کاربرانی توصیه می‌کنیم که نمی‌خواهند هیچ ردی از فعالیت آن‌ها در بیت‌تورنت باقی بماند و هم‌چنین برای کار با وب‌سایت‌هایی که نیاز به احراز هویت دارند (مثلا برای وقتی که می‌خواهید وارد اکانتی در شبکه‌های اجتماعی شوید).
pt: Em resposta a esses riscos, criamos o modo '<strong>Personal</strong>' para os usuários do Ceno, onde o serviço não interage com a rede BitTorrent. Recomendamos esse modo para usuários que não querem que nenhum registro de sua atividade apareça no BitTorrent, assim como para operações em websites que exigem autenticação (por exemplo, ao fazer login em suas contas de redes sociais).
ru: В ответ на эти риски мы создали для пользователей Ceno "<strong>Личный</strong> режим", в котором сервис не взаимодействует с сетью BitTorrent. Мы рекомендуем этот режим пользователям, которые не хотят, чтобы записи об их действиях появлялись в сети BitTorrent, а также для работы с сайтами, требующими аутентификации (например, при входе в свои аккаунты в социальных сетях).
tr: Bu risklere karşı Ceno kullanıcıları için hizmetin BitTorrent ağıyla etkileşime girmediği bir '<strong>Kişisel</strong> kip' oluşturduk. BitTorrent üzerinde etkinlikleri ile ilgili herhangi bir kaydın görünmesini istemeyen kullanıcılara ve oturum açılması gereken site işlemleri için (sosyal ağ hesaplarınıza oturum açmak gibi) bu kipin kullanılmasını öneriyoruz.

# support.html+html.body.main.div.section.details.p:408-13
source: You can easily switch between <strong>Public</strong> and <strong>Personal</strong> tabs in the same manner as switching between Normal and Private/Incognito tabs on your current browser.
es: Puedes cambiar fácilmente entre las pestañas <strong>Público</strong> y <strong>Personal</strong> de la misma manera que cambiar entre las pestañas Normal y Privada/Incógnito en tu navegador actual.
fa: شما می‌توانید به همان شکل که در مرورگر فعلی خودتان بین زبانه‌های عادی و خصوصی یا ناشناس (incognito) جابه‌جا می‌شوید، بین زبانه‌های <strong>عمومی</strong> و <strong>شخصی</strong> سنو هم به‌راحتی جابه‌جا شوید.
pt: Você pode alternar facilmente entre as abas <strong>Public</strong> e <strong>Personal</strong> da mesma forma que alterna entre abas Normais e Privadas/Anônimas no seu navegador atual.
ru: Вы можете легко переключаться между вкладками <strong>Public</strong> и <strong>Personal</strong> так же, как и между вкладками Normal и Private/Incognito в вашем обычном браузере.
tr: Var olan tarayıcınızda kullandığınız Normal ve Özel/Gizli sekmeler gibi, <strong>Herkese açık</strong> ve <strong>Kişisel</strong> sekmeler arasında kolayca geçiş yapabilirsiniz.

# support.html+html.body.main.div.section.details.p:410-13
source: Injectors can also see requests for content on the network, including the IP address of the user making the request and the name of the website with the desired content. The injectors are a necessary network component for 1) introducing web content into a decentralized network, and 2) authenticating the integrity of introduced content. On the Ceno network, Injectors are run and managed by the Ceno team. We periodically delete all access logs.
es: Los inyectores también pueden ver solicitudes de contenido en la red, incluyendo la dirección IP del usuario que realiza la solicitud y el nombre de la página web con el contenido deseado. Los inyectores son un componente necesario de la red para 1) introducir contenido web en una red descentralizada, y 2) autenticar la integridad del contenido introducido. En la red Ceno, los inyectores están dirigidos y gestionados por el equipo Ceno. Periódicamente borramos todos los registros de acceso.
fa: تزریق‌کننده‌ها نیز می‌توانند درخواست‌های محتوا را در شبکه مشاهده کنند، از جمله آدرس IP کاربری که درخواست را می‌فرستد و نام وب‌سایتی که محتوای آن مورد نیاز است. تزریق‌کننده‌ها بخشی ضروری از شبکه هستند تا: ۱) محتوای وب را به یک شبکه غیرمتمرکز معرفی کنند و ۲) یکپارچگی محتوای معرفی‌شده را اصالت‌سنجی کنند. در شبکه سنو، تزریق‌کننده‌ها توسط تیم سنو اجرا و مدیریت می‌شوند. ما به‌طور دوره‌ای تمامی فایل‌های گزارش دسترسی را حذف می‌کنیم.
pt: Os Injectores também podem ver as solicitações de conteúdo na rede, incluindo o endereço IP do usuário que faz a solicitação e o nome do site com o conteúdo desejado. Os Injectores são um componente necessário para 1) introduzir conteúdo da web em uma rede descentralizada e 2) autenticar a integridade do conteúdo introduzido. Na rede Ceno, os Injectores são executados e gerenciados pela equipe do Ceno. Nós deletamos periodicamente todos os registros de acesso.
ru: Инжекторы также могут видеть запросы на получение контента в сети, включая название сайта и IP-адрес пользователя, сделавшего запрос,. Инжекторы являются необходимым сетевым компонентом для 1) внедрения веб-контента в децентрализованную сеть и 2) проверки целостности внедренного контента. В сети Ceno инжекторы запускаются и управляются командой Ceno. Мы регулярно удаляем всю историю доступа.
tr: İçerik sağlayıcılar, istekte bulunan kullanıcının IP adresi ve istenilen içeriğin bulunduğu sitenin adı ile birlikte ağdaki içerik isteklerini de görebilir. İçerik sağlayıcılar 1) Site içeriğini merkezi olmayan bir ağa katmak ve 2) Sunulan içeriğin bütünlüğünün doğrulanması için gerekli bir ağ bileşenidir. Ceno ağında içerik sağlayıcılar Ceno ekibi tarafından işletilir ve yönetilir. Tüm erişim günlüklerini belirli aralıklarla sileriz.

# support.html+html.body.main.div.section.details.h3:415-13
source: Risks for Bridge operators
es: Riesgos para los operadores puente
fa: خطرات برای اپراتورهای پل
pt: Riscos para operadores de Bridge
ru: Риски для операторов Мостов
tr: Köprü işletmecileri için riskler

# support.html+html.body.main.div.section.details.p:416-13
source: Since any user can become a Bridge, do consider the risks that are introduced by this action.
es: Dado que cualquier usuario puede convertirse en un Puente, considera los riesgos de esta acción.
fa: هر کاربری می‌تواند تبدیل به یک پل اتصال شود، برای همین حتما به خطراتی که با این کار پیش می‌آید توجه داشته باشید.
pt: Como qualquer usuário pode se tornar um Bridge, é importante considerar os riscos que essa ação pode acarretar.
ru: Поскольку любой пользователь может стать мостом, следует учитывать риски, которые могут возникнуть в этом случае.
tr: Herhangi bir kullanıcı köprü rolünü üstlenebileceğinden bunu yapmanın getireceği riskleri değerlendirin.

# support.html+html.body.main.div.section.details.p:417-13
source: Bridge activity is invisible to the Bridge operator (unless they are actively monitoring their device for incoming and outgoing connections). Their job is to receive network requests from other Ceno users for access to an Injector and forward this request.
es: La actividad del puente es invisible para el operador del mismo (a menos que esté monitoreando activamente el dispositivo para las conexiones entrantes y salientes). Su trabajo es recibir peticiones de red de otros usuarios de Ceno para acceder a un inyector y reenviar esta petición.
fa: فعالیت پل برای کسی که پل را برقرار می‌کند یعنی اپراتور پل نامریی است (مگر این که مرتبا اتصال‌های ورودی و خروجی دستگاه خود را زیر نظر داشته باشد). وظیفه این اپراتور دریافت درخواست‌های شبکه از سایر کاربران سنو برای دسترسی به یک تزریق‌کننده و ارسال این درخواست است.
pt: A atividade do Bridge é invisível para o operador do Bridge (a menos que ele esteja monitorando ativamente seu dispositivo para conexões de entrada e saída). O trabalho dele é receber solicitações de rede de outros usuários do Ceno para acessar um Injector e encaminhar essa solicitação.
ru: Деятельность моста незаметна для оператора моста (если только он не ведет активный мониторинг своего устройства на предмет входящих и исходящих соединений). Его задача - принимать сетевые запросы от других пользователей Ceno на доступ к инжектору и пересылать эти запросы.
tr: Köprü işletmecisi köprü üzerindeki etkinliği görmez (aygıtlarında gelen ve giden bağlantıları aktif olarak izlemedikleri sürece). Görevleri, diğer Ceno kullanıcılarının bir içerik sağlayıcıya erişmesi için ağ isteklerini almak ve bu isteği iletmektir.

# support.html+html.body.main.div.section.details.p:420-13
source: Bridge operators will have their device’s IP address listed in the BitTorrent network as an accessible Bridge.
es: Los operadores del puente tendrán la dirección IP de su dispositivo listado en la red BitTorrent como un puente accesible.
fa: اپراتورهای پل، آدرس IP دستگاه خود را در شبکه بیت‌تورنت به عنوان یک پلِ در دسترس لیست می‌کنند.
ru: IP-адрес своего устройства оператора моста будут указан в сети BitTorrent как доступный мост.
tr: Köprü işletmecileri, aygıtlarının IP adresini BitTorrent ağında erişilebilir bir köprü olarak listeler.

# support.html+html.body.main.div.section.details.p:422-13
source: Bridging only works when the network that you are in allows for incoming connections. This is checked automatically by the Ceno client app upon start. Most wireless mobile carriers do not allow for incoming connections.
es: La conexión solo funciona cuando la red en la que se encuentra permite conexiones entrantes. Esto se comprueba automáticamente por la aplicación cliente Ceno al iniciarse. La mayoría de los operadores móviles inalámbricos no permiten conexiones entrantes.
fa: برقراری پل فقط زمانی شدنی است که شبکه‌ای که در آن هستید اجازه اتصال‌های ورودی را بدهد. این مساله به‌طور خودکار توسط برنامه سنو در هنگام شروع به کار برنامه بررسی می‌شود. اکثر اپراتورهای شبکه‌های بی‌سیم موبایل اجازه اتصال‌های ورودی را نمی‌دهند.
ru: Мостовое соединение работает только в том случае, если сеть, в которой вы находитесь, разрешает входящие соединения. Это автоматически проверяется приложением Ceno при запуске. Большинство операторов беспроводной мобильной связи не разрешают входящие соединения.
tr: Köprü kullanılması yalnızca içinde bulunduğunuz ağ gelen bağlantılara izin verdiğinde işe yarar. Bu durum, Ceno istemci uygulaması başlatılırken otomatik olarak denetlenir. Çoğu kablosuz mobil operatörü, gelen bağlantılara izin vermez.

# support.html+html.body.main.div.section.details:424-29
source: Who develops Ceno Browser?
es: ¿Quién desarrolla el Navegador Ceno?
fa: توسعه‌دهنده مرورگر سنو کیست؟
ru: Кто разрабатывает Ceno Browser?
tr: Ceno Browser kimler tarafından geliştiriliyor?

# support.html+html.body.main.div.section.details.p:428-13
source: Ceno is a technology created and maintained by the Canadian non-profit organization <a href="https://equalit.ie">eQualitie</a>. They have incorporated their <a href="https://ouinet.work">Ouinet network library</a> into the Firefox Android browser.
es: Ceno es una tecnología creada y mantenida por la organización canadiense sin fines de lucro <a href="https://equalit.ie">eQualitie</a>. Han incorporado su biblioteca de red <a href="https://ouinet.work">Ouinet</a> en el navegador Firefox para Android.
fa: سنو فناوری‌ای است که سازمان غیرانتفاعی کانادایی <a href="https://equalit.ie">eQualitie</a> ساخت و نگهداری آن را بر عهده دارد. این سازمان <a href="https://ouinet.work">کتابخانه شبکه Ouinet</a> خود را در مرورگر اندروید فایرفاکس ادغام کرده است.
ru: Ceno - это технология, созданная и поддерживаемая канадской некоммерческой организацией <a href="https://equalit.ie">eQualitie</a>. Они включили свою <a href="https://ouinet.work">сетевую библиотеку Ouinet</a> в браузер Firefox для Android.
tr: Ceno, Kanadalı kar amacı gütmeyen <a href="https://equalit.ie">eQualitie</a> kuruluşu tarafından oluşturulmuş ve geliştirilen bir teknolojidir. <a href="https://ouinet.work">Ouinet ağ kitaplıklarını</a> Firefox Android tarayıcısına eklemiştir.

# support.html+html.body.main.div.section.details.p:431-13
source: eQualitie has been in existence for twelve years, during which time they have been creating and advancing tools to protect freedom of speech, facilitate information exchange, and promote self-expression on the internet.
es: eQualitie existe desde hace doce años, durante los cuales han ido creando y desarrollando herramientas para proteger la libertad de expresión, facilitar el intercambio de información y promover la autoexpresión en internet.
fa: eQualitie دوازده سال پیش شکل گرفته و در این مدت مشغول ساخت و توسعه ابزارهایی برای حفاظت از آزادی بیان، تسهیل تبادل اطلاعات و ترویج خودبیانگری در اینترنت بوده است.
ru: Компания eQualitie существует уже двенадцать лет, в течение которых она создает и развивает инструменты, защищающие свободу слова, облегчающие обмен информацией и способствующие самовыражению в Интернете.
tr: eQualitie on iki yıldır var ve bu sürede ifade özgürlüğünü koruyan, bilgi alışverişini kolaylaştıran ve İnternet üzerinde kendini ifade etmeyi özendiren araçlar oluşturup geliştiriyor.

# support.html+html.body.main.div.section.details.p:434-13
source: Some of their other projects include <a href="https://ouisync.net">Ouisync</a>, a service for decentralized file sharing; <a href="https://deflect.ca">Deflect</a>, a tool for DDoS protection; Baskerville, a machine learning-based attack detection system; and the dComms deployment toolkit for setting up decentralized and federated network services.
es: Algunos de sus otros proyectos incluyen <a href="https://ouisync.net">Ouisync</a>, un servicio para compartir archivos de forma descentralizada; <a href="https://deflect.ca">Deflect</a>, una herramienta para la protección DDoS; Baskerville, un sistema de detección de ataques basado en aprendizaje automático; y el kit de herramientas de implementación de dComms para configurar servicios de red descentralizados y federados.
fa: برخی از پروژه‌های دیگر این سازمان عبارت‌اند از <a href="https://ouisync.net">وی‌سینک</a> (Ouisync)، سرویسی برای اشتراک‌گذاری غیرمتمرکز فایل‌ها؛ <a href="https://deflect.ca">Deflect</a>، ابزاری برای حفاظت در برابر حملات DDoS؛ باسکرویل (Baskerville)، سیستم تشخیص حمله مبتنی بر یادگیری ماشین؛ و جعبه‌ابزار dComms برای راه‌اندازی خدمات شبکه غیرمتمرکز و هم‌بسته.
ru: Среди других проектов компании - <a href="https://ouisync.net">Ouisync</a>, сервис для децентрализованного обмена файлами; <a href="https://deflect.ca">Deflect</a>, инструмент для защиты от DDoS-атак; Baskerville, система обнаружения атак на основе машинного обучения; а также набор инструментов dComms для создания децентрализованных и федеративных сетевых сервисов.
tr: Diğer projelerinin bazıları arasında merkezi olmayan dosya paylaşımına yönelik bir hizmet olan <a href="https://ouisync.net">Ouisync</a>; <a href="https://deflect.ca">Deflect</a>, DDoS korumasına yönelik bir araç, Makine öğrenmesi tabanlı bir saldırı algılama sistemi olan Baskerville ve merkezi olmayan ve birleştirilmiş ağ hizmetlerinin kurulmasına yönelik dComms dağıtım araç takımı bulunuyor.

# support.html+html.body.main.div.section.details:437-73
source: What’s the difference between using a VPN and Ceno Browser?
es: ¿Cuál es la diferencia entre utilizar una VPN y el Navegador Ceno?
fa: تفاوت استفاده از VPN و مرورگر سنو چیست؟
ru: В чем разница между использованием VPN и Ceno Browser?
tr: VPN kullanmak ile Ceno Browser kullanmak arasındaki fark nedir?

# support.html+html.body.main.div.section.details.p:441-13
source: VPNs were initially created for private communications between your device and a destination server. As Internet censorship became a frequent occurrence around the world, VPN providers began to offer their services in order to bypass local network restrictions as well. Today, there are numerous VPN providers offering a wide variety of connectivity options to help their users get around local network censorship.
es: Las VPNs se crearon inicialmente para comunicaciones privadas entre tu dispositivo y un servidor de destino. A medida que la censura de Internet se convirtió en un fenómeno frecuente en todo el mundo, los proveedores de VPN comenzaron a ofrecer sus servicios con el fin de eludir las restricciones de las redes locales. Hoy en día, hay numerosos proveedores de VPN que ofrecen una amplia variedad de opciones de conectividad para ayudar a sus usuarios a evitar la censura de la red local.
fa: VPN‌ها در اصل برای ارتباطات خصوصی بین دستگاه شما و سِرور مقصد ایجاد شده‌اند. هم‌زمان با افزایش سانسور اینترنت در سراسر جهان، ارائه‌دهندگان VPN نیز خدماتی برای دور زدن محدودیت‌های شبکه‌های محلی ارائه دادند. در حال حاضر بسیاری از ارائه‌دهندگان VPN گزینه‌های متنوعی برای ارتباط با اینترنت ارائه می‌دهند تا کاربران را برای دور زدن سانسور در شبکه محلی یاری کنند.
ru: Изначально VPN создавались для частного обмена данными между вашим устройством и целевым сервером. Поскольку цензура в Интернете стала частым явлением во всем мире, VPN-провайдеры стали предлагать свои услуги и для обхода ограничений локальных сетей. Сегодня существует множество VPN-провайдеров, предлагающих самые разнообразные варианты подключения для обхода цензуры в локальных сетях.
tr: VPN hizmetleri başlangıçta aygıtınız ile hedef sunucu arasında özel iletişim kurmak için oluşturuldu. İnternet sansürünün dünya çapında sıkça karşılaşılan bir durum olmaya başlamasıyla birlikte VPN hizmeti sağlayıcıları da yerel ağ kısıtlamalarını aşmak amacıyla hizmet sunmaya başladı. Bugün, kullanıcılarının yerel ağ sansürünü aşmalarına yardımcı olmak için çok çeşitli bağlantı seçenekleri sunan çok sayıda VPN hizmeti sağlayıcısı bulunuyor.
