Repository: ceno-app/ceno.github.io
Catalog: img/.beabridge/*.po
Languages: bn, de, el, fa, id, ko, pl, ru, tr, uk, zh_hans

source: BECOME A BRIDGE﻿
bn: সেতু হয়ে উঠুন
de: WERDE ZUR BRÜCKE
el: ΛΕΙΤΟΥΡΓΗΣΤΕ ΩΣ ΓΈΦΥΡΑ
fa: تبدیل به یک پل(Bridge) شوید
id: MENJADI JEMBATAN﻿
ko: 브리지 되기
pl: POŁĄCZ SIĘ Z NAMI
ru: СТАНЬТЕ МОСТОМ
tr: KÖPRÜ OLUN
uk: СТАНЬТЕ МОСТОМ
zh_hans: 成为网桥

source: Want to help grow the network?
bn: এই নেটওয়ার্ককে বড় করতে সাহায্য করতে চান?
de: Möchtest du dem Netzwerk helfen zu wachsen?
el: Θέλετε να βοηθήσετε το δίκτυο να μεγαλώσει;
fa: دوست دارید که به بزرگ شدن شبكه کمک کنید؟
id: Ingin membantu mengembangkan jaringan?
ko: 네트워크 성장에 도움이 필요하십니까?
pl: Chcesz pomóc rozwijać sieć?
ru: Хотите помочь с расширением сети?
tr: Ağın büyümesine yardımcı olmak ister misiniz?
uk: Бажаєте допомогти з розширенням мережі?
zh_hans: 想帮助发展这个网络吗？

source: Join the swarm!
bn: আমাদের সাথে যোগ দিন!
de: Trete dem Schwarm bei!
el: Συμμετέχετε μαζί μας!
fa: پس به خانواده بزرگ ما بپیوندید!
id: Bergabunglah!
ko: 팀에 합류하기!
pl: Dołącz do roju!
ru: Присоединяйтесь к нам!
tr: Sürüye katılın!
uk: Приєднуйтесь до нас!
zh_hans: 加入我们的群体！

source: ﻿THE EASY WAY: ANDROID
bn: সহজ উপায়: অ্যান্ড্রয়েড
de: DER EINFACHSTE WEG: ANDROID
el: Ο ΕΥΚΟΛΟΣ ΤΡΟΠΟΣ: ANDROID
fa: راه آسان: سیستم‌عامل اندروید
id: CARA MUDAH: ANDROID
ko: 쉬운 방법: ANDROID
pl: ﻿PROSTY SPOSÓB: ANDROID
ru: ЭТО ПРОСТО: ANDROID
tr: KOLAY YOL: ANDROID
uk: НАЙПРОСТІШЕ: ANDROID
zh_hans: 简单的方式：安卓

source: Run CENO Browser on your Android device, and/or a spare, always-on device.
bn: আপনার অ্যান্ড্রয়েড ও/বা সারাক্ষণ চলে এমন বাড়তি অ্যান্ড্রয়েডে CENO ব্রাউজার চালান।
de: Betreibe CENO Browser auf deinem Android-Gerät, und/oder auf einem Kleinen, always-on Gerät.
el: Εκτελέστε τον περιηγητή CENO στη συσκευή σας Android ή/και σε μια πάντα ενεργοποιημένη εφεδρική συσκευή.
fa: مرورگر CENO را در دستگاه اندروید خود یا یک دستگاه یدکی همیشه روشن به‌کار بیندازید.
id: Jalankan CENO Browser di perangkat Android Anda, dan/atau perangkat cadangan yang selalu aktif.
ko: Android 기기 및/또는 항상 켜져 있는 여분의 기기에서 CENO 브라우저를 실행합니다.
pl: Uruchom Przeglądarkę CENO na swoim urządzeniu z Androidem, i/lub na zapasowym, zawsze włączonym urządzeniu.
ru: Запустите Браузер CENO на своем, запасном, постоянном устройстве Android.
tr: CENO Tarayıcısını Android aygıtınızda ve/veya yedek, her zaman açık bir aygıtta çalıştırın.
uk: Запустіть браузер CENO на своєму та/або іншому постійно увімкненому пристрої Android.
zh_hans: 在你的安卓设备上，和/或一个备用的、始终在线的设备上，运行CENO浏览器。

source: RUN THE CENO DOCKER CLIENT
bn: CENO-র ডকার ক্লায়েন্ট চালান
de: BETREIBE DEN CENO DOCKER CLIENT
el: ΕΚΤΕΛΕΣΤΕ ΤΟΝ ΠΕΛΑΤΗ CENO DOCKER
fa: کلاینت داکر CENO را به‌کار بیندازید
id: JALANKAN KLIEN DOCKER CENO
ko: CENO 도커 클라이언트 실행
pl: URUCHOM KLIENTA DOKERA CENO
ru: ЗАПУСТИТЕ КЛИЕНТ DOCKER CENO
tr: CENO DOCKER İSTEMCİSİNİ ÇALIŞTIRIN
uk: ЗАПУСТІТЬ DOCKER-КЛІЄНТ CENO
zh_hans: 运行CENO DOCKER客户端

source: Alternatively, with just one command you can set up a bridge on your computer or VPS.
bn: কিংবা, একটামাত্র কমান্ড দিয়েই আপনার কম্পিউটারে বা ভিপিএস-এ সেতু তৈরি করুন।
de: Alternativ können sie, mit nur einem Befehl, eine Brücke auf ihrem Computer oder ihrem VPS betreiben.
el: Εναλλακτικά, με μία μόνο εντολή μπορείτε να δημιουργήσετε μια γέφυρα στον υπολογιστή ή το VPS σας.
fa: به جای این کار، می‌توانید تنها با یک دستور روی کامپیوتر یا سرور اختصاصی مجازی خود(VPS) یک پل بسازید.
id: Atau, cukup dengan satu perintah Anda dapat mengatur jembatan di komputer atau VPS Anda.
ko: 또는, 단 하나의 명령으로 컴퓨터 또는 VPS에 브리지를 설정할 수 있습니다.
pl: Alternatywnie, jednym poleceniem możesz zmostkować połączenie na swoim komputerze lub VPS.
ru: Кроме того, с помощью всего одной команды вы можете настроить мост на своем компьютере или VPS.
tr: Alternatif olarak, tek bir komutla bilgisayarınızda veya sanal sunucunuzda (VPS) bir köprü kurabilirsiniz.
uk: Крім того, лише однією командою ви можете налаштувати міст на комп'ютері або VPS.
zh_hans: 另外，只需一个命令，您就可以在您的电脑或VPS上建立一个网桥。

source: OPEN A PORTAL TO THE INTERNET
bn: ইন্টারনেটে পোর্টাল খুলুন
de: ÖFFNEN SIE EIN PORTAL ZUM INTERNET
el: ΑΝΟΙΞΤΕ ΜΙΑ ΠΥΛΗ ΣΤΟ ΔΙΑΔΙΚΤΥΟ
fa: یک پورتال برای اتصال به اینترنت باز کنید
id: MEMBUKA PORTAL KE INTERNET
ko: 인터넷 포털 열기
pl: OTWÓRZ PORTAL DO INTERNETU
ru: ОТКРОЙТЕ ПОРТАЛ В ИНТЕРНЕТ
tr: İNTERNETE BİR KAPI AÇIN
uk: ВІДКРИЙТЕ ПОРТАЛ В ІНТЕРНЕТ
zh_hans: 打开互联网的入口

source: Ensure UPnP is enabled on your router, or set up port forwarding.
bn: রাউটারে UPnP চালু রাখুন, বা পোর্ট ফরোয়ার্ডিংয়ের ব্যবস্থা করুন।
de: Vergewissern sie sich das UPnP in ihrem Router aktiviert ist, oder konfigurieren sie eine Port-Weiterleitung.
el: Βεβαιωθείτε ότι το UPnP είναι ενεργοποιημένο στο δρομολογητή σας ή ρυθμίστε την προώθηση θύρας.
fa: مطمئن بشید که UPnP روی مودم شما فعاله یا اینکه تنظیمات port forwarding را انجام بدید.
id: Pastikan UPnP diaktifkan di router Anda, atau atur port forwading.
ko: 라우터에서 UPnP가 활성화되어 있는지 확인하거나 포트 포워딩을 설정합니다.
pl: Upewnij się, że funkcja UPnP jest włączona na routerze lub skonfiguruj przekierowanie portów.
ru: Убедитесь, что на вашем маршрутизаторе включен UPnP, или настройте переадресацию портов.
tr: Yönlendiricinizde UPnP'nin etkinleştirildiğinden emin olun veya bağlantı noktası iletmeyi ayarlayın.
uk: Переконайтеся, що на роутері увімкнено UPnP, або налаштуйте переадресацію портів.
zh_hans: 请确保您的路由器上启用了UPnP，或设置了端口转发。

source: TO SEE IF IT'S WORKING:
bn: কাজ করছে কি না বুঝতে:
de: UM ZU SEHEN OB ES KLAPPT:
el: ΓΙΑ ΝΑ ΔΕΙΤΕ ΕΑΝ ΛΕΙΤΟΥΡΓΕΙ:
fa: برای اینکه ببینید آیا کار می کنه:
id: UNTUK MELIHAT APAKAH ITU BEKERJA:
ko: 작동되는지 확인하려면:
pl: BY SPRAWDZIĆ, CZY DZIAŁA:
ru: ЧТОБЫ ПРОВЕРИТЬ, РАБОТАЕТ ЛИ ОНО:
tr: ÇALIŞTIĞINI GÖRMEK İÇİN:
uk: ПЕРЕВІРТЕ, ЧИ ВСЕ ПРАЦЮЄ:
zh_hans: 检查是否在正常运行：

source: Create and open a new Firefox Profile, and set the proxy to localhost, port 8077.
bn: ফায়ারফক্সে নতুন প্রোফাইল তৈরি করে তা খুলুন, প্রক্সির ঘরে "localhost" বসান, আর পোর্টে "8077"।
de: Erstellen und öffnen sie ein neues Firefox-Profil und setzen sie den Proxy auf localhost, Port 8077.
el: Δημιουργήστε και ανοίξτε ένα νέο προφίλ στο Firefox και ρυθμίστε τον διακομιστή μεσολάβησης σε τοπικό, θύρα 8077.
fa: یک پروفایل جدید فایرفاکس بسازید و اون رو باز کنید، و بعد پراکسی رو رویlocalhost پورت ۸۰۷۷ تنظیم کنید.
id: Buat dan buka Profil Firefox baru, dan atur proxy ke localhost, port 8077.
ko: 새 Firefox 프로필을 만들고 열고 프록시를 localhost, 포트 8077로 설정합니다.
pl: Utwórz i otwórz nowy profil Firefoksa i ustaw proxy na localhost, port 8077.
ru: Создайте и откройте новый профиль Firefox и настройте прокси-сервер для localhost и порт 8077.
tr: Yeni bir Firefox profili oluşturup açın ve vekil sunucu olarak localhost, 8077 numaralı bağlantı noktasını ayarlayın.
uk: Створіть новий профіль Firefox та вкажіть як проксі-сервер localhost, порт 8077.
zh_hans: 创建并打开一个新的Firefox配置文件，并设置代理为localhost，端口8077。

source: THANK YOU FOR JOINING THE SWARM!
bn: আমাদের সাথে যোগ দেবার জন্য ধন্যবাদ!
de: DANKE DAS SIE DEM SCHWARM BEITRETEN!
el: ΣΑΣ ΕΥΧΑΡΙΣΤΟΥΜΕ ΠΟΥ ΣΥΜΜΕΤΕΧΕΤΕ!
fa: ممنون از این‌که به خانواده بزرگ ما پیوستید!
id: TERIMA KASIH TELAH BERGABUNG!
ko: 팀에 합류해주셔서 감사합니다!
pl: DZIĘKUJEMY ZA PRZYŁĄCZENIE SIĘ DO ROJU!
ru: СПАСИБО ЧТО ВЫ С НАМИ!
tr: SÜRÜYE KATILDIĞINIZ İÇİN TEŞEKKÜRLER!
uk: ДЯКУЄМО, ЩО ВИ З НАМИ!
zh_hans: 感谢你的加入！

source: Install the CENO Web Extension and the provided certificate to test it out!
bn: ব্যবহার করে দেখতে CENO ওয়েব এক্সটেনশন আর সাথে দেওয়া সনদ ইন্সটল করুন!
de: Installieren sie die CENO Web Erweiterung und das zur Verfügung gestellte Zertifikat um es auszuprobieren!
el: Εγκαταστήστε την επέκταση ιστού CENO και το παρεχόμενο πιστοποιητικό για να το δοκιμάσετε!
fa: افزونه وب CENO و گواهینامه همراه با اون رو نصب کنید تا بتونید امتحانش کنید!
id: Instal Ekstensi Web CENO dan sertifikat yang disediakan untuk mengujinya!
ko: CENO 웹 확장과 제공된 인증서를 설치하여 테스트합니다!
pl: Zainstaluj rozszerzenie CENO i dostarczony certyfikat, aby je przetestować!
ru: Установите веб расширение CENO и предоставленный сертификат, что бы протестировать их!
tr: Test etmek için CENO Web Uzantısını ve sağlanan sertifikayı kurun!
uk: Встановіть веб-розширення CENO та наданий вам сертифікат, щоб перевірити його!
zh_hans: 安装CENO浏览器扩展和提供的证书来试试看！
